[{"link": "/files/21739/", "title": "Case 1", "date": "1919", "description": "Statute of the Central Jewish Committee for Aid to Victims of Pogroms, memorandum on the election of the presidium, work plan, 01/25/1919-01/28/1919, 0 sheet."}, {"link": "/files/21740/", "title": "Case 2", "date": "1919", "description": "Provisional regulation on international committees of the Red Cross, correspondence with international Russian and Ukrainian societies of the Red Cross on the provision of material and medical assistance to victims of pogroms. Certificates of representatives of the International Committee of the Red Cross, 03/07/1919-06/1919, 0 sheets."}, {"link": "/files/21741/", "title": "Case 3", "date": "1919", "description": "A copy of the instructions of the People's Commissariat of Social Security of the USSR, correspondence with the Central Jewish Committee for Aid to Victims of Pogroms on the organization of aid to victims, copies of reports, 04/10/1919-06/15/1919, 0 sheets."}, {"link": "/files/21742/", "title": "Case 4", "date": "1919", "description": "Copy of the instructions of the legal commission to the commissioners of the Central Jewish Committee for Aid to Victims of Pogroms on the procedure for investigating pogroms and for savings and credit societies on crediting victims of pogroms by providing loans, 03.1919, 0 sheet."}, {"link": "/files/21743/", "title": "Case 5", "date": "1919", "description": "Circulars of the Jewish National Secretariat in Ukraine and correspondence with it about the local organization of committees to help victims of pogroms, collection of information about pogroms., 01.24.1919-04.02.1919, 0 sheet."}, {"link": "/files/21744/", "title": "Case 6", "date": "1919", "description": "Minutes of the meetings of the presidium, plenum and revision commission of the Central Jewish Committee for Aid to Victims of Pogroms, 01/20/1919-05/29/1919, 0 sheets."}, {"link": "/files/21745/", "title": "Case 7", "date": "1919-1920", "description": "Report note of the Central Jewish Committee for Assistance to Victims of Pogroms, correspondence with the People's Commissariat of Social Security of the USSR, the Kyiv Provincial Food Department and other Soviet institutions on the allocation of funds for assistance to victims of pogroms, correspondence with Jewish organizations in Kyiv on the organization of financial assistance to victims of pogroms, providing them with premises, 04.01.1919-04.01.1920, 0 sheet."}, {"link": "/files/21746/", "title": "Case 8", "date": "1919", "description": "Copies of the memorandum and letters of the Central Jewish Committee for Aid to Victims of Pogroms to the People's Committee of Ukraine, the Executive Committee of the Kyiv Council of Workers' Deputies on pogroms by Affner's squad and on the organization of aid to victims of pogroms, 02/14/1919-05/29/1919, 0 sheets."}, {"link": "/files/21747/", "title": "Case 9", "date": "1919", "description": "Report notes of the Main Committee of the Society for the Protection of the Health of the Jewish Population (OSE) about its activities and correspondence with it about the organization of playgrounds and nurseries in pogrom-affected areas, 03/02/1919-12/31/1919, 0 sheets."}, {"link": "/files/21748/", "title": "Case 10", "date": "1919", "description": "Reports and report notes of the Central Jewish Committee for Aid to Victims of Pogroms and the Aid Committee of the Russian Red Cross Society; correspondence with this committee about its activities, pogroms carried out by various groups, organization of assistance to victims of pogroms; Issuance of travel permits to members of the Central Jewish Committee for Aid to Victims of Pogroms. List of employees of institutions of the aid committee of the Russian Red Cross Society, 04/18/1919-06/11/1919, 0 sheets."}, {"link": "/files/21749/", "title": "Case 11", "date": "1919", "description": "Correspondence of the VRNG of the RSFSR with the Ruzhinsky Revkom and city Jewish administrations of communities on the organization of assistance to victims of pogroms, 03/02/1919-06/22/1919, 0 sheets."}, {"link": "/files/21750/", "title": "Case 12", "date": "1919", "description": "Correspondence with the All-Ukrainian Committee for Aid to the Jewish Population Victims of Military Actions on the allocation of funds for the provision of aid to victims of pogroms, 01/24/1919-11/23/1919, 0 sheets."}, {"link": "/files/21751/", "title": "Case 13", "date": "1919", "description": "Correspondence with the Jewish National Secretariat in Ukraine about the work of the Central Jewish Committee for Aid to Pogrom Victims, about the allocation of funds for the organization of aid to pogrom victims, 01.01.1919-04.30.1919, 0 sheets."}, {"link": "/files/21752/", "title": "Case 14", "date": "1919", "description": "Correspondence with the Kyiv City Committee for Assistance to Victims of Pogroms, the Executive Committee of the Kyiv Council of Workers' Deputies, and the Commissioner of Finance on issuing certificates to the authorized representatives of the Central Jewish Committee for Assistance to Victims of Pogroms, on the organization of assistance to victims of pogroms. Certificates of the representatives of the Central Jewish Committee for Aid to Victims of Pogroms, 02/04/1919-05/16/1919, 0 sheet."}, {"link": "/files/21753/", "title": "Case 15", "date": "1919", "description": "Correspondence with the Kyiv City Committee for Aid to Victims of Pogroms about the organization of assistance to the Jewish population, the liquidation of the city committee and the transfer of cases to the provincial social security, 11.02.1919-29.12.1919, 0 sheets."}, {"link": "/files/21754/", "title": "Case 16", "date": "1920", "description": "Correspondence with Jewish societies about the allocation of funds for their needs, 01.01.1920-21.06.1920, 0 sheets."}, {"link": "/files/21755/", "title": "Case 17", "date": "1919", "description": "Correspondence with Jewish community councils about the allocation of funds for their needs, March 26, 1919-November 4, 1919, 0 sheets."}, {"link": "/files/21756/", "title": "Case 18", "date": "1919", "description": "Correspondence with the Jewish society \"Red Magen David\" on providing assistance to the Jewish population affected by the pogroms; estimates of the equipment of the food station, 03/24/1919-05/27/1919, 0 sheets."}, {"link": "/files/21757/", "title": "Case 19", "date": "1919", "description": "Copies of travel documents and other documents issued by the Central Jewish Committee for Relief to Victims of Pogroms, 02/18/1919-12/25/1919, 0 sheets."}, {"link": "/files/21758/", "title": "Case 20", "date": "1919", "description": "Lists of employees and representatives of the Central Jewish Committee for Aid to Victims of Pogroms, their applications for promotion to a higher category and payment of funds, 03/14/1919-12/29/1919, 0 sheet."}, {"link": "/files/21759/", "title": "Case 21", "date": "", "description": "Lists of persons who received financial aid, 0 sheets."}, {"link": "/files/21760/", "title": "Case 22", "date": "1919", "description": "Personal file of authorized Bentsion Ovsiiovych Bragynskyi, Kyiv district, 22.02.1919-18.11.1919, 0 sheet."}, {"link": "/files/21761/", "title": "Case 23", "date": "1919", "description": "Personal file of Yosyp Simhovich Braude, Stepantsi, Kanivskyi district, 03/01/1919-03/02/1919, 0 sheet."}, {"link": "/files/21762/", "title": "Case 24", "date": "1919", "description": "Personal file of Arnold Isidorovych Hilerson, Volyn province, February 17, 1919-April 30, 1919, 0 sheets."}, {"link": "/files/21763/", "title": "Case 25", "date": "1919", "description": "Personal file of Iona Izrailevych Grinfeld, Bila Tserkva, 01.23.1919-03.13.1919, 0 sheet."}, {"link": "/files/21764/", "title": "Case 26", "date": "1919", "description": "Personal file of Solomon Semenovich Kagan, Volyn province, February 21, 1919-April 14, 1919, 0 sheets."}, {"link": "/files/21835/", "title": "Case 27", "date": "1919", "description": "Personal file of commissioner S. G. Mailis, Kyiv province, 04/29/1919-07/18/1919, 0 sheet."}, {"link": "/files/21765/", "title": "Case 28", "date": "1919", "description": "Personal file of Evel Hershovich Haskeles, 21.02.1919-13.03.1919, 0 sheet."}, {"link": "/files/21766/", "title": "Case 29", "date": "1919", "description": "Personal file of Ilya Hryhorovych Tsyfrinovich, Stepantsi, Kaniv County, 03/01/1919-04/27/1919, 0 sheets."}, {"link": "/files/21767/", "title": "Case 30", "date": "1919", "description": "Personal file of Iosif Izrailevych Chudnovsky, Poltava province, 02/01/1919-06/27/1919, 0 sheet."}, {"link": "/files/21768/", "title": "Case 31", "date": "", "description": "Journal of incoming documents, 0 sheets."}, {"link": "/files/21769/", "title": "Case 32", "date": "1919", "description": "Journal of original documents, 1919, 0 sheets."}, {"link": "/files/21770/", "title": "Case 33", "date": "1919-1920", "description": "Journal of original documents from No. 3681 to No. 3810, November 13, 1919-January 6, 1920, 0 sheets."}, {"link": "/files/21771/", "title": "Case 34", "date": "1919", "description": "The order of the head of the Denikin garrison on the introduction of a state of emergency in the city of Nizhyn. Copies of letters, information from the authorized Central Jewish Committee, the Jewish community in Chernihiv; testimonies of eyewitnesses and victims about the pogroms committed by Denikin's units and the UNR Army; lists of victims of pogroms, 10.03.1919-29.09.1919, 0 sheets."}, {"link": "/files/21772/", "title": "Case 35", "date": "1919", "description": "Order of the Extraordinary Investigative Commission to investigate pogroms in Zhytomyr and Berdychiv on its organization and functions; report note of the head of security in Zhytomyr, testimony of eyewitnesses about the pogroms in Zhytomyr and Berdychiv, committed by separate units of the Army of the Ukrainian People's Republic. Certificates of pogrom victims, 01/26/1919-06/01/1919, 0 sheets."}, {"link": "/files/21773/", "title": "Case 36", "date": "", "description": "Address of the Central Jewish Committee to public councils, 0 sheets."}, {"link": "/files/21774/", "title": "Case 37", "date": "1919", "description": "Copies of the minutes of the meeting of the committee to help victims of pogroms and general meetings of the residents of Proskuriv, correspondence with the representative of the Central Jewish Committee in Proskuriv about the allocation of funds for providing assistance to victims, 02/17/1919-05/23/1919, 0 sheets."}, {"link": "/files/21775/", "title": "Case 38", "date": "1919", "description": "Minutes of meetings of the accounting commission on the organization of credit assistance to the population affected by the pogroms at the Kyiv Regional Council of Cooperative Societies, correspondence about lending to the victims. Eyewitness testimony about the pogroms committed by Denikin's units and the UNR Army in the village of Vasylkovo in 1919, 26.02.1919-10.09.1919, 0 sheet."}, {"link": "/files/21776/", "title": "Case 39", "date": "1919", "description": "Copies of minutes of local committees to help victims of pogroms, general meetings of residents, their reports on pogroms committed by detachments of Denikin and the Army of the Ukrainian People's Republic in populated areas of Kyiv province, 26.02.1919-20.11.1919, 0 sheet."}, {"link": "/files/21777/", "title": "Case 40", "date": "1919", "description": "Minutes of the meetings of the Ushomyr committee to help victims of pogroms and letters from eyewitnesses about the pogroms committed by separate units of the UNR Army in Ushomyr, Volyn province, 05/09/1919-05/29/1919, 0 sheets."}, {"link": "/files/21778/", "title": "Case 41", "date": "1919", "description": "Report of the information and statistical department of the Central Jewish Committee for Aid to Victims of Pogroms on its activities, October 10, 1919, 0 sheet."}, {"link": "/files/21779/", "title": "Case 42", "date": "1919", "description": "Report of the Head of the Belotserki Jewish Community and correspondence about the pogroms committed by separate units of the UNR Army and about providing assistance to pogrom victims, 25.02.1919-11.06.1919, 0 sheet."}, {"link": "/files/21780/", "title": "Case 43", "date": "1919", "description": "Copies of the reports of the authorized Central and Brovary Jewish Committees on the elections, the composition of the committee and on the pogroms committed by separate units of the UNR Army in the city of Brovary, Chernihiv province, 10.02.1919-25.03.1919, 0 sheet."}, {"link": "/files/21781/", "title": "Case 44", "date": "1919", "description": "Copies of the reports of the representatives of the Central Jewish Committee for Assistance to Victims of Pogroms, testimonies of eyewitnesses and victims about the pogroms committed by separate detachments of the UNR Army in the village of Vasylkov of Kyiv province in 1919. Lists of the killed, 02/13/1919-05/25/1919, 0 sheets."}, {"link": "/files/21782/", "title": "Case 45", "date": "1919", "description": "A copy of the report and letter of the authorized Central Jewish Committee on the pogrom committed by the Struk detachment in Gornostaypol, financial report of the Gornostaypol Committee for Aid to Victims of Pogroms, 11.02.1919-13.06.1919, 0 sheet."}, {"link": "/files/21783/", "title": "Case 46", "date": "1919", "description": "The report of the authorized Yelisavetgrad committee to help victims of pogroms about the pogrom committed by Grigoriev's squad. Lists of wounded and killed. , 02.06.1919-14.06.1919, 0 sheets."}, {"link": "/files/21784/", "title": "Case 47", "date": "1919", "description": "Reports of the former mayor of Lutsk and the delegation of the Jewish population of the village Norynsk of Ovrutsky District, Volyn Province, about the pogroms committed by separate units of the Army of the Ukrainian People's Republic, 01.21.1919-06.15.1919, 0 sheet."}, {"link": "/files/21785/", "title": "Case 48", "date": "1919", "description": "Testimony of eyewitnesses and victims of pogroms committed by detachments of Denikin and the Army of the Ukrainian People's Republic in the cities of Kyiv province in 1919, 01.08.1919-10.22.1919, 0 sheet."}, {"link": "/files/21786/", "title": "Case 49", "date": "1919", "description": "Statements, stories of victims of pogroms and robberies in 1919, committed by detachments of Denikin, Struk and others in the city of Kyiv, collected by the legal bureau, 18.01.1919-10.1919, 0 sheet."}, {"link": "/files/21787/", "title": "Case 50", "date": "1919", "description": "Statements, testimonies and reports of eyewitnesses collected by the legal bureau of the Central Jewish Committee about the pogroms committed by Denikin's units and the UNR Army in the Kyiv province in 1919, 01/21/1919-10/21/1919, 0 sheet."}, {"link": "/files/21788/", "title": "Case 51", "date": "1919", "description": "Copies of testimonies and statements of victims of pogroms committed by separate detachments of the UNR Army in Kyiv province in 1919, and about the provision of assistance to them, 02/06/1919-05/28/1919, 0 sheets."}, {"link": "/files/21789/", "title": "Case 52", "date": "1919", "description": "Notification of the authorized Central Jewish Committee on the pogrom committed by separate units of the UNR Army in Kozyatyn, Kyiv province in 1919, 04/03/1919-05/17/1919, 0 sheet."}, {"link": "/files/21790/", "title": "Case 53", "date": "1919", "description": "Testimony of an eyewitness and a victim about the pogrom committed by separate units of the UNR Army, etc. in the village Kornyn of Kyiv province in 1919, 02.06.1919, 0 sheet."}, {"link": "/files/21791/", "title": "Case 54", "date": "1918", "description": "Notification of the authorized Central Jewish Committee, correspondence with him, statements of residents of the city of Korosten, Kyiv province, about the pogroms committed by separate units of the UNR Army, and about providing assistance to the victims of them, 04/23/1918-07/04/1918, 0 sheet."}, {"link": "/files/21792/", "title": "Case 55", "date": "1919", "description": "Information from the Mogilev Public Administration on the popular uprising in Bessarabia against the Romanians and the plight of the refugees, 01/29/1919-03/11/1919, 0 sheets."}, {"link": "/files/21793/", "title": "Case 56", "date": "1919", "description": "Notification of the authorized Central Jewish Committee in Obukhov about the pogroms committed by separate units of the UNR Army and others. in 1919, and about the plight of pogrom victims, 01.28.1919-05.23.1919, 0 sheet."}, {"link": "/files/21794/", "title": "Case 57", "date": "1919", "description": "Information from the commissioners of the People's Commissariat of Security and the Central Jewish Committee for Aid to Victims of Pogroms about the pogroms committed by separate units of the UNR Army in the cities of Podilsk province, 04/18/1919-06/29/1919, 0 sheet."}, {"link": "/files/21795/", "title": "Case 58", "date": "1919", "description": "Testimonies of eyewitnesses and victims, collected by the legal bureau of the Central Jewish Committee for Assistance to Victims of Pogroms, about the pogroms committed by separate units of the UNR Army in Poltava Province in 1919, 02/16/1919-11/17/1919, 0 sheet."}, {"link": "/files/21796/", "title": "Case 59", "date": "1919", "description": "Notification of a pogrom victim on the Poltava-Kyiv railway line, correspondence with the Poltava Jewish community on the organization of assistance to pogrom victims, 03/02/1919-10/30/1919, 0 sheets."}, {"link": "/files/21797/", "title": "Case 60", "date": "1919", "description": "Report of the committee of employees of the Lebedyn sugar factory and residents of the town of Pavoloch, Skvyr district, Kyiv province, about the pogroms committed by the Denikin detachments, 05/08/1919-09/20/1919, 0 sheet."}, {"link": "/files/21798/", "title": "Case 61", "date": "1919", "description": "Testimony of a victim of the pogrom at the Romodan station, 01/22/1919-02/06/1919, 0 sheet."}, {"link": "/files/21799/", "title": "Case 62", "date": "1919", "description": "Statement of the authorized Cherkasy Zabez about the pogroms committed by separate units of the UNR Army in Cherkasy, 05/29/1919-06/02/1919, 0 sheet."}, {"link": "/files/21800/", "title": "Case 63", "date": "1919", "description": "Information on the representatives of the Central Jewish Committee for Aid to Victims of Pogroms, eyewitnesses and victims of pogroms committed by Lozniuk and Struk detachments in Chornobyl, Kyiv province. Appeals of the commander of the Struka detachment, 02/17/1919-06/02/1919, 0 sheets."}, {"link": "/files/21801/", "title": "Case 64", "date": "1919", "description": "Correspondence with the Berdychiv Jewish community about the allocation of funds for its needs; certificates of members of the community and of the Central Jewish Committee to help victims of pogroms, 01.29.1919-04.27.1919, 0 sheet."}, {"link": "/files/21802/", "title": "Case 65", "date": "1919", "description": "Correspondence with the Kobelyak Committee for Relief from Pogroms Committed by Separate Units of the Army of the Ukrainian People's Republic, on providing assistance to victims of pogroms, 03/09/1919-04/28/1919, 0 sheets."}, {"link": "/files/21803/", "title": "Case 66", "date": "1919", "description": "Correspondence with the representative of the Central Jewish Committee in Ovruch about the organization of aid to the Jewish population affected by pogroms, 02/13/1919-05/15/1919, 0 sheet."}, {"link": "/files/21804/", "title": "Case 67", "date": "1919", "description": "Copies of lists of Jewish residents of the town of Dombrovytsia, Rivne County, Volyn Oblast, about robberies committed by separate units of the Army of the Ukrainian People's Republic and about providing assistance to their victims, 07.01.1919-28.02.1919, 0 sheet."}, {"link": "/files/21805/", "title": "Case 68", "date": "1919", "description": "Minutes of the meetings of the legal commission of the Central Jewish Committee for Aid to Victims of Pogroms and drafts of comments on the organization and work of the legal department, 01/27/1919-12/27/1919, 0 sheets."}, {"link": "/files/21806/", "title": "Case 69", "date": "1919", "description": "Information collected by the legal department of the Central Jewish Committee for Assistance to Victims of Pogroms on pogroms committed by Denikin and other units in the Kyiv region in 1919. Lists of cities of Ukraine, victims of pogroms, 05/28/1919, 0 sheet."}, {"link": "/files/21807/", "title": "Case 70", "date": "1919", "description": "Statements of Jews, victims of pogroms and robberies in 1919, collected by the legal bureau. Letters A - L, 1919, 0 sheets."}, {"link": "/files/21808/", "title": "Case 71", "date": "1919", "description": "Statements of Jews, victims of pogroms and robberies in 1919, collected by the legal bureau. Letters L - Y, 1919, 0 sheets."}, {"link": "/files/21809/", "title": "Case 72", "date": "1919", "description": "Statements of Jews, victims of pogroms and robberies in 1919, collected by the legal bureau. Letters L - Y, 1919, 0 sheets."}, {"link": "/files/21810/", "title": "Case 73", "date": "1919", "description": "Statements of Jews, victims of pogroms and robberies in 1919, collected by the legal bureau. Letters L - Y, 1919, 0 sheets."}, {"link": "/files/21811/", "title": "Case 74", "date": "1919", "description": "Statements of Jews, victims of pogroms and robberies in 1919, collected by the legal bureau. Letters L - Y, 1919, 0 sheets."}, {"link": "/files/21812/", "title": "Case 75", "date": "1919", "description": "Statements of Jews, victims of pogroms and robberies in 1919, collected by the legal bureau. Letters L - Y, 1919, 0 sheets."}, {"link": "/files/21813/", "title": "Case 76", "date": "1919", "description": "Statements of Jews, victims of pogroms and robberies in 1919, collected by the legal bureau. Letters L - Y, 1919, 0 sheets."}, {"link": "/files/21814/", "title": "Case 77", "date": "1919", "description": "Statements of Jews, victims of pogroms and robberies in 1919, collected by the legal bureau. Letters L - Y, 10.1919, 0 sheets."}, {"link": "/files/21815/", "title": "Case 78", "date": "1919", "description": "Statements of Jews, victims of pogroms and robberies in 1919, collected by the legal bureau. Letters L - Y, 18.10.1919, 0 sheets."}, {"link": "/files/21816/", "title": "Case 79", "date": "1919", "description": "Statements of Jews, victims of pogroms and robberies in 1919, collected by the legal bureau. Letters L - Y, 10.1919, 0 sheets."}, {"link": "/files/21817/", "title": "Case 80", "date": "1919", "description": "Statements of Jews, victims of pogroms and robberies in 1919, collected by the legal bureau. Letters L - Y, 10.1919, 0 sheets."}, {"link": "/files/21818/", "title": "Case 81", "date": "1919", "description": "Statements of Jews, victims of pogroms and robberies in 1919, collected by the legal bureau. Letters L - Y, 10.1919, 0 sheets."}, {"link": "/files/21819/", "title": "Case 82", "date": "1919-1920", "description": "Correspondence with the People's Commissariat of Security of the USSR, the financial department of the Kyiv Provincial Executive Committee and other Soviet institutions on the allocation of funds to help victims of pogroms. Correspondence with the All-Ukrainian Central, Kyiv, and Poltava City Committees for Aid to Victims of Pogroms and other Jewish organizations about funding for the organization of aid to victims of pogroms, January 19, 1919-January 20, 1920, 0 sheets."}, {"link": "/files/21820/", "title": "Case 83", "date": "1919", "description": "Correspondence with the Regional Council of Cooperative Societies, the Kyiv City Committee for Aid to Victims of Pogroms, banks, Jewish communities on the allocation of funds to aid victims of pogroms and on the procedure for receiving funds from current accounts, 09/24/1919-12/27/1919, 0 sheets."}, {"link": "/files/21821/", "title": "Case 84", "date": "", "description": "Financial reports and balance sheets of the Central Jewish Committee for Assistance to Victims of Pogroms and District Commissioners, 0 sheets."}, {"link": "/files/21822/", "title": "Case 85", "date": "1920", "description": "Certificates, lists and information on the payment of wages to employees of the Central Jewish Committee for Aid to Victims of Pogroms, 06/04/1920-08/03/1920, 0 sheets."}, {"link": "/files/21823/", "title": "Case 86", "date": "1919", "description": "Book of personal accounts, 1919, 0 sheets."}, {"link": "/files/21824/", "title": "Case 87", "date": "", "description": "Book of accounts of spent funds, 0 sheets."}, {"link": "/files/21825/", "title": "Case 88", "date": "1919", "description": "Cash book, 1919, 0 sheets."}, {"link": "/files/21826/", "title": "Case 89", "date": "1919", "description": "Cash book, 1919, 0 sheets."}, {"link": "/files/21827/", "title": "Case 90", "date": "1919", "description": "Cash book, 1919, 0 sheets."}, {"link": "/files/21828/", "title": "Case 91", "date": "1920", "description": "Minutes of the meetings of the Presidium of the Central Jewish Committee for Aid to Victims of Pogroms, 05/28/1920-06/13/1920, 0 sheet."}, {"link": "/files/21829/", "title": "Case 92", "date": "1920", "description": "Minutes of meetings of the board for providing emergency aid and lists of persons who received aid, 06/08/1920-06/16/1920, 0 sheets."}, {"link": "/files/21830/", "title": "Case 93", "date": "1920", "description": "Minutes of the meeting of the members of the Committee for Aid to Jews Victims of Pogroms from 07/04/1920, report of the authorized Central Jewish Committee to Aid Victims of Pogroms, reports of eyewitnesses about the pogroms committed by White Poles, the Halaka detachment and others, on providing assistance to the victims, 06/07/1920-07/04/1920 , 0 sheet."}, {"link": "/files/21831/", "title": "Case 94", "date": "1920", "description": "Statements of victims of the pogroms committed by the Denikin detachments for assistance, 05/31/1920-06/18/1920, 0 sheets."}, {"link": "/files/21832/", "title": "Case 95", "date": "1920", "description": "Statements of victims of pogroms committed by White Poles, Denikin and other detachments, on providing them with material assistance, 06/02/1920-07/16/1920, 0 sheets."}, {"link": "/files/21833/", "title": "Case 96", "date": "1920", "description": "Lists of victims of pogroms in Ukraine, 06/07/1920-06/10/1920, 0 sheets."}, {"link": "/files/21834/", "title": "Case 97", "date": "", "description": "Old description No. 1, 0 sheets."}]