[{"link": "/files/21521/", "title": "Case 1", "date": "1919", "description": "Correspondence with the Kamianets-Podilsky District Court on the investigation of anti-Jewish pogroms in Proskurov, August 2, 1919-September 29, 1919, 0 sheets."}, {"link": "/files/21522/", "title": "Case 2", "date": "1919", "description": "Correspondence with the forensic investigator of the Transnistrian Brigade on the investigation of anti-Jewish pogroms in the town of Felshtyn, Proskuriv District, August 2, 1919-October 25, 1919, 0 sheets."}, {"link": "/files/21523/", "title": "Case 3", "date": "1919", "description": "Correspondence with the judicial investigator of Mogilev County on the investigation of anti-Jewish pogroms in Murovani Kurylivtsi, 07/22/1919-09/18/1919, 0 sheets."}, {"link": "/files/21524/", "title": "Case 4", "date": "1919", "description": "Correspondence with the Ministry of Justice about the investigation of anti-Jewish pogroms in the town of Satanov, Kamianets-Podilsky District, 08/04/1919-10/25/1919, 0 sheet."}, {"link": "/files/21525/", "title": "Case 5", "date": "1919", "description": "Correspondence with the administrative judge of the Kurivsky District Donych V. V. about the investigation of anti-Jewish pogroms in Zhvantsi, 06.18.1919-07.23.1919, 0 sheet."}, {"link": "/files/21526/", "title": "Case 6", "date": "1919", "description": "Correspondence with the Ushytsk District Court on the investigation of anti-Jewish pogroms in the city of Minkivtsi, 07/23/1919, 0 sheet."}, {"link": "/files/21527/", "title": "Case 7", "date": "1919", "description": "Correspondence with the judicial investigator of Glukhivsky District about the investigation of anti-Jewish pogroms in the town of Smotrychi, Kamianets-Podilskyi District, 07/23/1919, 0 sheet."}, {"link": "/files/21528/", "title": "Case 8", "date": "1919", "description": "Correspondence with A. I. Ledashnev, a member of the district court, about the investigation of anti-Jewish pogroms in the town of Dunaivtsi, Ushytsky District, 07/23/1919, 0 sheet."}, {"link": "/files/21529/", "title": "Case 9", "date": "1919", "description": "Correspondence with the judicial investigator of the Mogilev-Podilsky District Tsebenko V. V. about the investigation of anti-Jewish pogroms in the city of Mogilev-Podilsk, 07/23/1919, 0 sheet."}, {"link": "/files/21530/", "title": "Case 10", "date": "1919", "description": "Correspondence with the judicial investigator of Mogilev County on the investigation of anti-Jewish pogroms in the city of Yaryshev, 07/24/1919, 0 sheet."}, {"link": "/files/21531/", "title": "Case 11", "date": "1919", "description": "Correspondence with the administrative judge in Proskurov about the investigation of anti-Jewish pogroms in Liantskorun, July 22, 1919-September 25, 1919, 0 sheets."}, {"link": "/files/21532/", "title": "Case 12", "date": "1919", "description": "Correspondence with V. K. Voronskyi, the judicial investigator of Ushytsk County, about the investigation of anti-Jewish pogroms in the city of Zamikhov, 07/23/1919-09/08/1919, 0 sheets."}, {"link": "/files/21533/", "title": "Case 13", "date": "1919", "description": "Correspondence with the judicial investigator of the Hlugiv district about the investigation of anti-Jewish pogroms in Makov, 07/23/1919-11/05/1919, 0 sheets."}, {"link": "/files/21534/", "title": "Case 14", "date": "1919", "description": "Correspondence with the investigator of the Kamianets-Podilsky District O.O. Holub about the investigation of anti-Jewish pogroms in Kulin, August 4, 1919, 0 sheet."}, {"link": "/files/21535/", "title": "Case 15", "date": "1919", "description": "Correspondence with the Kamianets-Podilskyi District Court on the investigation of anti-Jewish pogroms in Kamianets-Podilskyi, 08/23/1919, 0 sheet."}, {"link": "/files/21536/", "title": "Case 16", "date": "1919", "description": "Correspondence with the Kamianets-Podilsky District Court on the investigation of anti-Jewish pogroms in Kitay-Horod, 08/23/1919, 0 sheet."}, {"link": "/files/21537/", "title": "Case 17", "date": "1919", "description": "Correspondence with the administrative court in the city of Kamianets-Podilskyi about the investigation of anti-Jewish pogroms in the city of Orynin, 08/03/1919, 0 sheet."}, {"link": "/files/21538/", "title": "Case 18", "date": "1919", "description": "Correspondence with the Ministry of Jewish Affairs on the investigation of anti-Jewish pogroms in Yaltushkiv, August 3, 1919-November 3, 1919, 0 sheets."}, {"link": "/files/21539/", "title": "Case 19", "date": "1919", "description": "Correspondence with the judicial investigator of the Yampil district about the investigation of anti-Jewish pogroms in Murafi, 08/23/1919, 0 sheet."}, {"link": "/files/21540/", "title": "Case 20", "date": "1919", "description": "Correspondence with the Mogilev County investigator on the investigation of anti-Jewish pogroms in Shargorod, August 23, 1919, 0 sheet."}, {"link": "/files/21541/", "title": "Case 21", "date": "1919", "description": "Correspondence with A. I. Ledashnivy, a member of the court, about the investigation of anti-Jewish pogroms in the city of Solodkivtsi, August 23, 1919-November 3, 1919, 0 sheets."}, {"link": "/files/21542/", "title": "Case 22", "date": "1919", "description": "Correspondence with the forensic investigator of the Kamianets-Podilsky District, O. O. Holub, about the investigation of anti-Jewish pogroms in the city of Chemrivtsy, October 8, 1919, 0 sheet."}, {"link": "/files/21543/", "title": "Case 23", "date": "1919", "description": "Correspondence with Uspensky, the judicial investigator of Mogilev County, about the investigation of anti-Jewish pogroms in the city of Kopaihorod, 09/02/1919, 0 sheet."}, {"link": "/files/21544/", "title": "Case 24", "date": "1919", "description": "Correspondence with Uspensky, the judicial investigator of Mogilev County, about the investigation of anti-Jewish pogroms in the city of Popivtsi, September 2, 1919, 0 sheets."}, {"link": "/files/21545/", "title": "Case 25", "date": "1919", "description": "Correspondence with the judicial investigator of Lytyn district Karolinskyi S. about the investigation of anti-Jewish pogroms in the city of Novo-Kostyantynovka, 09/06/1919, 0 sheet."}, {"link": "/files/21546/", "title": "Case 26", "date": "1919", "description": "Correspondence with the judicial investigator of the Olgopil district, S. Karolinsky, regarding the consideration of cases of anti-Jewish pogroms in Pischanka, Olgopil district, 09/29/1919, 0 sheet."}, {"link": "/files/21547/", "title": "Case 27", "date": "1919", "description": "Correspondence with the Kamianets-Podilskyi District Court on the investigation of anti-Jewish pogroms in Yanov, Vinnytsia District, September 25, 1919-October 6, 1919, 0 sheets."}, {"link": "/files/21548/", "title": "Case 28", "date": "1919", "description": "Correspondence with the Ministry of Justice, the Commission for the Investigation of Pogroms against the Jewish Population about the pogrom in the city of Pogrebyshche, Berdychiv District, 09/08/1919-09/29/1919, 0 sheet."}, {"link": "/files/21549/", "title": "Case 29", "date": "1919", "description": "Correspondence with the Kamianets-Podilskyi District Court on the investigation of anti-Jewish pogroms in Dzhuryn, September 25, 1919-October 16, 1919, 0 sheets."}, {"link": "/files/21550/", "title": "Case 30", "date": "1919", "description": "Correspondence with sworn attorney Radbimo H. about the investigation of anti-Jewish pogroms in the city of Lityn, September 26, 1919, 0 sheet."}, {"link": "/files/21551/", "title": "Case 31", "date": "1919", "description": "Correspondence with sworn attorney M.S. Dolinsky about the investigation of anti-Jewish pogroms in Yaruza, Yampil County, September 24, 1919, 0 sheet."}, {"link": "/files/21552/", "title": "Case 32", "date": "1919", "description": "Correspondence with S. K. Kobylkovskyi, a member of the Kamianets-Podilsky District Court, about anti-Jewish pogrom agitation in the magazine \"Ukraine\" in the article \"The Only Way Out\", 09/26/1919, 0 sheet."}, {"link": "/files/21553/", "title": "Case 33", "date": "1919", "description": "Correspondence with the judicial investigator of the Bratslav district about the investigation of the anti-Jewish pogrom in the city of Pechar, 10/24/1919, 0 sheet."}, {"link": "/files/21554/", "title": "Case 34", "date": "1919", "description": "Correspondence with the judicial investigator A. P. Konyaev about the rampant anti-Jewish agitation in appeals to the population and troops, November 3, 1919, 0 sheet."}, {"link": "/files/21555/", "title": "Case 35", "date": "1919", "description": "Correspondence with the court investigator A. P. Konyaev about the investigation of pogrom events in the town of Vapnyarka, November 3, 1919, 0 sheet."}, {"link": "/files/21556/", "title": "Case 36", "date": "1919", "description": "Law (copy) of the Ukrainian People's Republic on the formation of a special investigative commission to investigate anti-Jewish pogroms and an explanatory note to it, 05.1919, 0 sheet."}, {"link": "/files/21557/", "title": "Case 37", "date": "1919", "description": "Minutes of the meeting of the Special Investigative Commission for the Investigation of Anti-Jewish Pogrom Events, 07/09/1919-11/08/1919, 0 sheets."}, {"link": "/files/21558/", "title": "Case 38", "date": "1919", "description": "Correspondence with the Ministry of Justice about a comprehensive investigation and bringing to justice those guilty of anti-Jewish pogroms in Ukraine, 07/19/1919-10/30/1919, 0 sheet."}, {"link": "/files/21559/", "title": "Case 39", "date": "1919", "description": "Correspondence with the Ministry of Justice about the work of the Special Investigative Commission, 07/30/1919-10/29/1919, 0 sheets."}, {"link": "/files/21560/", "title": "Case 40", "date": "1919", "description": "Identity cards of employees of the Special Commission, 07/22/1919-11/12/1919, 0 sheets."}, {"link": "/files/21561/", "title": "Case 41", "date": "1919", "description": "Correspondence with the Ministry of Jewish Affairs of the Ukrainian People's Republic about the appointment of individuals to the Special Commission, 06.26.1919-10.27.1919, 0 sheets."}, {"link": "/files/21562/", "title": "Case 42", "date": "", "description": "Old description No. 1, 0 sheets."}]