[{"link": "/files/15322/", "title": "Case 1", "date": "1917", "description": "The law of the Ukrainian Central Rada and the recall of the Jewish parties \"Bund\", \"Poalei-Zion\", etc. to the population about national and personal autonomy. Copies of circulars of the General Secretariat of Internal Affairs on the establishment of the General Secretariat for Jewish Affairs. Notice of the Information Bureau on the meeting of the Provisional Jewish National Council and its resolutions on negotiations with the Government of Romania, 06.10.1917-26.11.1917, 25 sheets."}, {"link": "/files/15323/", "title": "Case 2", "date": "", "description": "Draft regulation of the General Secretariat for Jewish Affairs on the Kyiv Jewish Teachers' Seminary, text with amendments to the general provisions on the Jewish National Union, draft [declaration] of a comrade of the General Secretary for Jewish Affairs on the establishment of a national union and autonomy, 15 sheets."}, {"link": "/files/15324/", "title": "Case 3", "date": "1917", "description": "Draft instructions on the appointment of comrades of the General Secretary for national affairs and their functions, 07/15/1917-09/01/1917, 16 sheets."}, {"link": "/files/15325/", "title": "Case 4", "date": "1917-1918", "description": "Certificates of persons who submitted applications for enlistment in the Ukrainian army, place of residence, etc.; information about the location in Kyiv of the Regional Committee of the Jewish party \"Yiddish Volkspartel\" and its publishing house \"Volksforlag\", 03.11.1917-08.03.1918, 20 sheets."}, {"link": "/files/15326/", "title": "Case 5", "date": "1917", "description": "Copies of certificates issued to employees of the General Secretariat for Jewish Affairs, 10.12.1917-31.12.1917, 23 sheets."}, {"link": "/files/15327/", "title": "Case 6", "date": "1917-1918", "description": "Notice of the General Secretary for Jewish Affairs and residents of the localities annexed to Romania and the Chernihiv province about the pogroms, October 19, 1917-April 8, 1918, 4 sheets."}, {"link": "/files/15328/", "title": "Case 7", "date": "", "description": "Statistical information of trustees of educational districts on the number of the Jewish population in the provinces of Ukraine and school-age children on January 1, 1917 (drafts); lists of Jewish schools, 12 sheets."}, {"link": "/files/15329/", "title": "Case 8", "date": "1917", "description": "Minutes of meetings and resolutions of the Provisional National Assembly, 03.11.1917-05.11.1917, 63 sheets."}, {"link": "/files/15330/", "title": "Case 9", "date": "1917-1918", "description": "Minutes of meetings of the General Secretariat of the Ukrainian SSR (Council of People's Ministers of the Ukrainian SSR), September 3, 1917-April 17, 1918, 179 sheets."}, {"link": "/files/15331/", "title": "Case 10", "date": "", "description": "Minutes of the meetings of the commission under the General Secretariat of International Affairs, the draft law on the departure of Galicians and Bukovinians to their homeland, who are in the territory of Ukraine as exiles and refugees after the World War, 13 sheets."}, {"link": "/files/15332/", "title": "Case 11", "date": "1917-1918", "description": "Protocols of meetings of the Jewish population and meetings of the commission for the organization of elections to the Jewish community, Art. Bakhmach and the list of elected officials, 11/12/1917-07/1918, 7 sheets."}, {"link": "/files/15333/", "title": "Case 12", "date": "1917-1918", "description": "Minutes of the meetings of the commission for the organization of elections to the Belotserki Jewish community and its appeals about the elections; lists of candidates from Jewish party committees in Bila Tserkva, Kyiv province, 11/18/1917-01/08/1918, 22 sheets."}, {"link": "/files/15334/", "title": "Case 13", "date": "1917-1918", "description": "Minutes of the meetings of the commission for the organization of elections to the Jewish community of Genichesk, Tavrii province, 10.1917-1918, 13 sheets."}, {"link": "/files/15335/", "title": "Case 14", "date": "1917", "description": "Minutes of the meetings of the commission for the organization of elections to the Jewish community council of Glukhovo; election rules; lists of candidates and election results, 05/27/1917-06/26/1917, 22 sheets."}, {"link": "/files/15336/", "title": "Case 15", "date": "1917-1918", "description": "Minutes of the meetings of the commission for the organization of elections to Yelysavetgrad Public Council, list of candidates and their declarations of consent to run for office from the committees of Jewish parties and other organizations of Yelysavetgrad, Mykolaiv Province, 11/20/1917-04/07/1918, 32 sheets."}, {"link": "/files/15337/", "title": "Case 16", "date": "1917", "description": "Minutes of meetings of the commission for organizing elections to the Zoloton Jewish community and its appeals about the elections, lists of elected members of the community, 02.10.1917-01.11.1917, 10 sheets."}, {"link": "/files/15338/", "title": "Case 17", "date": "1917-1918", "description": "Minutes of meetings of commissions for organizing elections to the Jewish community of Kamianets-Podilskyi, its appeals and election announcements; correspondence with city organizations about the allocation of funds for holding elections; lists of commission members and candidates from Jewish parties and their statements of consent to run for office, November 10, 1917-January 1, 1918, 477 sheets."}, {"link": "/files/15339/", "title": "Case 18", "date": "1917-1918", "description": "Minutes of meetings of the commission for the organization of elections to the Konotop Jewish community, lists of voters and those elected to the community of Konotop, Chernihiv province, November 8, 1917-April 19, 1918, 44 sheets."}, {"link": "/files/15340/", "title": "Case 19", "date": "1917-1918", "description": "Minutes of the meetings of the commission for organizing elections to the public council of Konstantinograd, lists of voters and candidates from Jewish parties, 10/12/1917-06/1918, 39 sheets."}, {"link": "/files/15341/", "title": "Case 20", "date": "1917-1918", "description": "Minutes of meetings and resolutions of the commission on organizing elections to the council of the Jewish community of villages. Kryukov of Poltava province, lists of candidates from Jewish parties and other organizations, 03.12.1917-28.04.1918, 21 sheets."}, {"link": "/files/15342/", "title": "Case 21", "date": "1917", "description": "Minutes of the meetings of the commission for the organization of elections to the Lubensk Jewish community, its appeals about the elections; list of candidates from Jewish parties in the city of Lubna, Poltava province, 27.11.1917-26.12.1917, 22 sheets."}, {"link": "/files/15343/", "title": "Case 22", "date": "1917-1918", "description": "Minutes of meetings of representatives of Jewish parties in Luhansk to the Jewish community; lists of candidates and their statements of consent to run for office, 05/28/1917-06/1918, 132 sheets."}, {"link": "/files/15344/", "title": "Case 23", "date": "1917-1918", "description": "Regulations of the Ministry of Jewish Affairs of the Ukrainian People's Republic on elections; minutes of meetings of the committee for organizing elections to the Jewish community of Melitopol, lists of candidates, 11.06.1917-19.06.1918, 13 sheets."}, {"link": "/files/15345/", "title": "Case 24", "date": "1917-1918", "description": "Minutes of meetings of the commission for the organization of elections to the Myrhorod Jewish community, lists of candidates from Jewish parties and other organizations of the city of Myrhorod, Poltava region; statements of voters about violation of election rules, 06.12.1917-05.01.1918, 24 sheets."}, {"link": "/files/15346/", "title": "Case 25", "date": "1917-1918", "description": "Minutes of meetings of vocal Jews and commissions for organizing elections to the Jewish community, lists of candidates and representatives from Jewish parties and other organizations in Mogilev-Podilskyi, 10/28/1917-04/26/1918, 14 sheets."}, {"link": "/files/15347/", "title": "Case 26", "date": "1917-1918", "description": "Minutes of meetings of the commission for organizing elections to the Okhotnikov Jewish community, lists of candidates and certificates of representatives from committees of Jewish parties and other organizations to participate in the work of the commission, November 6, 1917-March 19, 1918, 19 sheets."}, {"link": "/files/15348/", "title": "Case 27", "date": "1917-1918", "description": "Minutes of meetings of the commission for organizing elections to the Jewish community, lists of candidates from the committees of Jewish parties and other organizations. Cemetery of the Kyiv province, 04.07.1917-1918, 31 sheets."}, {"link": "/files/15349/", "title": "Case 28", "date": "1917-1918", "description": "Minutes of the meetings of the commission for drafting regulations on elections to the Pryluka Jewish community, the commission for organizing elections to the community and delegates to the All-Russian Jewish Congress, appeals and announcements, lists of candidates from the committees of Jewish parties, other organizations and residents of the city of Pryluka, Poltava province; statements of voters about violation of election rules, November 23, 1917-April 16, 1918, 132 sheets."}, {"link": "/files/15350/", "title": "Case 29", "date": "1917-1918", "description": "Copies of the minutes of the meetings of the commission for the organization of elections to the Jewish community of Ruzhyn of Kyiv region, 14.10.1917-1918, 8 sheets."}, {"link": "/files/15351/", "title": "Case 30", "date": "1917-1918", "description": "Minutes of meetings of the Temporary Yuzivka Public Council and the Technical Commission for Elections to the Jewish Community, lists and statements of candidates from Jewish parties and other organizations of the city of Yuzivka, Donetsk province, about their consent to run for office, 09/30/1917-02/05/1918, 74 sheets."}, {"link": "/files/15352/", "title": "Case 31", "date": "1917-1918", "description": "Minutes of general meetings of the Jewish population and meetings of the commission for organizing elections to the Jewish community of Yarmolyntsi, Podilsk province, lists of candidates, 08/26/1917-06/12/1918, 11 sheets."}, {"link": "/files/15353/", "title": "Case 32", "date": "", "description": "Copies of the draft law and regulations of the General Secretariat of Jewish Affairs of the Central Ukrainian SSR on Jewish public administration; minutes of meetings of the administrative commission on issues of elections to the Jewish community for 1917-1918, 31 sheets."}, {"link": "/files/15354/", "title": "Case 33", "date": "1918", "description": "Agreement between Austria-Hungary and the Ukrainian People's Republic on the release of prisoners from both sides, March 29, 1918, 4 sheets."}, {"link": "/files/15355/", "title": "Case 33a", "date": "1918", "description": "Reports of the instructors of the Department of National Self-Government on the examination and organization of elections to the Jewish community, 03/17/1918-03/27/1918, 16 sheets."}, {"link": "/files/15356/", "title": "Case 34", "date": "1918", "description": "Information from the city administrations of the Kyiv province on the presence of surpluses from the \"box\" collection, 03/18/1918-04/01/1918, 43 sheets."}, {"link": "/files/15357/", "title": "Case 35", "date": "1917-1918", "description": "Minutes of meetings of the commission for organizing elections to the Amur-Nizhnyodnistrovska council of the Jewish community, lists and statements of candidates from the committees of Jewish parties and other organizations, 14.12.1917-19.02.1918, 48 sheets."}, {"link": "/files/15358/", "title": "Case 36", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the Jewish community of Hannopil of the Volyn province, lists and statements of candidates agreeing to run for office from the committees of Jewish parties, 30.01.1918-21.03.1918, 42 sheets."}, {"link": "/files/15359/", "title": "Case 37", "date": "1918", "description": "Minutes of the meetings of the commission for the organization of elections to the Jewish community of Bar, Podilsk province, and the power of attorney of the representative of the Jewish community council to receive money, 02/04/1918-04/26/1918, 4 sheets."}, {"link": "/files/15360/", "title": "Case 38", "date": "1918", "description": "Minutes of the meetings of the commission for the organization of elections to the Jewish community of Baranivka, Volyn province, statements of the committees of Jewish parties on the registration of candidates, 31.03.1918-29.04.1918, 23 sheets."}, {"link": "/files/15361/", "title": "Case 39", "date": "1918", "description": "Minutes of the meetings of the commission for the organization of elections to the Berdychiv Jewish community, lists and statements of candidates agreeing to run for office from the committees of Jewish parties and other organizations of the city of Berdychiv, Kyiv province, 31.03.1918-25.04.1918, 81 sheets."}, {"link": "/files/15362/", "title": "Case 40", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the council of the Jewish community of Bershad of the Podilsk province, March 28, 1918-April 28, 1918, 3 sheets."}, {"link": "/files/15363/", "title": "Case 41", "date": "1918", "description": "Minutes of the meetings of the commission for the organization of elections to the council of the Jewish community and the list of candidates from the Jewish parties of Boguslav, Kyiv province, 04/16/1918-04/30/1918, 15 sheets."}, {"link": "/files/15364/", "title": "Case 42", "date": "1918", "description": "Minutes of the meetings of the commission for the organization of elections to the council of the Jewish community and the list of candidates from Jewish parties and other organizations. Borodyanka of Kyiv province, 04/13/1918-05/10/1918, 21 sheets."}, {"link": "/files/15365/", "title": "Case 43", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the council of the Jewish community of Vinnytsia, Podilsk province, lists of candidates from committees of Jewish parties and other organizations, their statement of consent to run for office, 10.01.1918-02.04.1918, 127 sheets."}, {"link": "/files/15366/", "title": "Case 44", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the Jewish community of Vasylkiv of the Kyiv province, lists of candidates from the committees of Jewish parties and other organizations, their statement of consent to run for office, 14.01.1918-16.04.1918, 76 sheets."}, {"link": "/files/15367/", "title": "Case 45", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the Jewish community of Haysyn, Podilsk province, its appeals about the elections, lists of candidates from Jewish party committees, 01.20.1918-04.08.1918, 32 sheets."}, {"link": "/files/15368/", "title": "Case 46", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the Jewish community of Horodyshche of the Kyiv province, lists of candidates from the committees of Jewish parties and other organizations, 21.01.1918-10.04.1918, 25 sheets."}, {"link": "/files/15369/", "title": "Case 47", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the Jewish community of Berezhnya of Podilsk province and list of candidates, 21.01.1918-20.04.1918, 6 sheets."}, {"link": "/files/15370/", "title": "Case 48", "date": "1918", "description": "Minutes of the meetings of Jewish representatives of the Dubno city administration and the organizational commission for organizing elections to the Jewish public council, lists of candidates and certificates for representatives from the committees of Jewish parties in Dubno to participate in the work of the commission, 04.04.1918-10.04.1918, 37 sheets."}, {"link": "/files/15371/", "title": "Case 49", "date": "1917-1918", "description": "Minutes of the meetings of the commission for the organization of elections to the Jewish community council of the city of Katerynopol, Kyiv province, 12/27/1917-02/08/1918, 3 sheets."}, {"link": "/files/15372/", "title": "Case 50", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the council of the Katerynoslav Jewish community, certificates of representatives for participation in the work of the commission from the committees of Jewish parties and other organizations, lists and statements of candidates agreeing to run for office, 02.02.1918-19.04.1918, 150 sheets."}, {"link": "/files/15373/", "title": "Case 51", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the council of the Zhytomyr Jewish community, lists and statements of candidates agreeing to run for office from Jewish parties, 04/11/1918-04/26/1918, 141 sheets."}, {"link": "/files/15374/", "title": "Case 52", "date": "1918", "description": "Minutes of the meetings of the commission for the organization of elections to the council of the Jewish community of Zhmerinka, Podilsk province, February 4, 1918, 5 sheets."}, {"link": "/files/15375/", "title": "Case 53", "date": "1918", "description": "Minutes of general meetings of the Jewish population and meetings of the commission for organizing elections to the Jewish community of Ignativka, its resolutions on the procedure for conducting elections and approving lists of candidates for the Jewish community council, 04/20/1918-04/24/1918, 6 sheets."}, {"link": "/files/15376/", "title": "Case 54", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the Jewish community of Iskorost of the Volyn province, lists of candidates from Jewish parties and other organizations, 01.23.1918-04.19.1918, 16 sheets."}, {"link": "/files/15377/", "title": "Case 55", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the Kadlubitz Model Jewish Community and lists of elected officials, March 22, 1918-March 31, 1918, 2 sheets."}, {"link": "/files/15378/", "title": "Case 56", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the Jewish community of Kaneva, Kyiv province, drafts of election day announcements, lists of candidates from Jewish pariahs and other organizations, 14.01.1918-05.02.1918, 25 sheets."}, {"link": "/files/15379/", "title": "Case 57", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the Jewish community of Korets, Volyn province, drafts of election day announcements, lists of candidates from Jewish pariahs, 01/23/1918-04/07/1918, 8 sheets."}, {"link": "/files/15380/", "title": "Case 58", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the Jewish community of Kremenchuk, lists of candidates and their statements of consent to run for office from Jewish parties, 01/08/1918-04/20/1918, 102 sheets."}, {"link": "/files/15381/", "title": "Case 59", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the Jewish community of Letychev, Podilsk province, lists of candidates from committees of Jewish parties and other organizations, 13.01.1918-19.04.1918, 27 sheets."}, {"link": "/files/15382/", "title": "Case 60", "date": "1918", "description": "Minutes of meetings of the commission for the organization of elections to the Jewish community of Lypovets, Kyiv province, lists of candidates from committees of Jewish parties and other organizations, statements of voters about violations of election rules, 16.01.1918-14.04.1918, 35 sheets."}, {"link": "/files/15383/", "title": "Case 61", "date": "1918", "description": "Announcement of the election commission to the council of the Jewish community of Zvenigorodka, Kyiv province on the day of the election and the issuance of ballot papers and notification of the election results, 04/09/1918, 8 sheets."}, {"link": "/files/15384/", "title": "Case 62", "date": "1918", "description": "Minutes of the meetings of the commission for the organization of elections to the Lytyn Jewish community and lists of elected representatives, March 24, 1918-April 19, 1918, 14 sheets."}, {"link": "/files/15385/", "title": "Case 63", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the Jewish community of Lukashivka of the Kyiv community and lists of candidates from Jewish pariahs, 30.03.1918-18.04.1918, 11 sheets."}, {"link": "/files/15386/", "title": "Case 64", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the council of the Jewish community of Lubar, Volyn province, lists of candidates from committees of Jewish parties, trade unions and other organizations, mandates of representatives to participate in the work of the commission, 10.03.1918-16.04.1918, 37 sheets."}, {"link": "/files/15387/", "title": "Case 65", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the council of the Jewish community of Medzhibozh of the Podilsk province, election returns, cost estimates, lists of candidates from the committees of Jewish parties and other organizations, 01.24.1918-03.17.1918, 18 sheets."}, {"link": "/files/15388/", "title": "Case 66", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the council of the Jewish community of Mezhirych of the Volyn province, 04/13/1918-04/25/1918, 6 sheets."}, {"link": "/files/15389/", "title": "Case 67", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the council of the Jewish community of Myropol, Volyn province, lists of candidates from committees of Jewish parties and other organizations, 04/09/1918-04/30/1918, 14 sheets."}, {"link": "/files/15390/", "title": "Case 68", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the council of the Jewish community of Myastkivka of the Podilsk province, 04/14/1918-04/28/1918, 8 sheets."}, {"link": "/files/15391/", "title": "Case 69", "date": "1917-1918", "description": "Minutes of meetings of the commission for organizing elections to the Jewish community of Novomoskovka of the Katerynoslav province, mandates of delegates from Jewish parties, lists of candidates and their statements of consent to run for office, 12/29/1917-02/17/1918, 43 sheets."}, {"link": "/files/15392/", "title": "Case 70", "date": "1918", "description": "Minutes of meetings of vocal Jews of the Novopetriv Volos Zemstvo and the commission for organizing elections to the Jewish community, lists of candidates and their statements of consent to run for office, 04/13/1918-04/23/1918, 17 sheets."}, {"link": "/files/15393/", "title": "Case 71", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the council of the Jewish community of Odessa, certificates of delegates from Jewish party committees, lists of candidates and their statements of consent to run for office, 03/27/1918-04/23/1918, 428 sheets."}, {"link": "/files/15394/", "title": "Case 72", "date": "1918", "description": "Minutes of meetings of the commission for the organization of elections to the Jewish community of Ostra, Chernihiv province, mandates of representatives to the commission from committees of Jewish parties and other organizations, lists of candidates, statements of voters about violations of election rules, 20.01.1918-21.02.1918, 25 sheets."}, {"link": "/files/15395/", "title": "Case 73", "date": "1918", "description": "Minutes of the meetings of the commission for the organization of elections to the council of the Jewish community of Ostrog, Volyn province, the list of elected representatives from the committees of Jewish parties and other organizations, 13.01.1918-04.04.1918, 27 sheets."}, {"link": "/files/15396/", "title": "Case 74", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the council of the Jewish community of Pyryatyn, lists of candidates and certificates of representatives from the committees of Jewish parties and other organizations to participate in the work of the commission, 10.01.1918-06.03.1918, 31 sheets."}, {"link": "/files/15397/", "title": "Case 75", "date": "1918", "description": "Minutes of the meetings of the commission for the organization of elections to the council of the Jewish community of Polonne, Volyn province, 11.01.1918-30.04.1918, 11 sheets."}, {"link": "/files/15398/", "title": "Case 76", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the council of the Jewish community of Proskurov, cost estimates, announcements and lists of candidates from the committees of Jewish parties and other organizations, 11.01.1918-04.1918, 36 sheets."}, {"link": "/files/15399/", "title": "Case 77", "date": "1918", "description": "Minutes of the meetings of the commission for the organization of elections to the council of the Rokytnian Jewish community, appeals about the elections, February 18, 1918-April 15, 1918, 8 sheets."}, {"link": "/files/15400/", "title": "Case 78", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the council of the Jewish community of [Rozhivka] of the Kyiv province, lists and statements of candidates from the committees of Jewish parties and other organizations about their consent to run for office, 04/08/1918-04/16/1918, 14 sheets."}, {"link": "/files/15401/", "title": "Case 79", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the council of the Jewish community of Sataniv of the Podilsk province, lists of candidates and notices of election results, 01.21.1918-07.1918, 9 sheets."}, {"link": "/files/15402/", "title": "Case 80", "date": "1918", "description": "Minutes of the meetings of the commission for the organization of elections to the council of the Jewish community of Skvir, Kyiv province, announcement of the election day and lists of candidates from the committees of Jewish parties, 01.06.1918-03.15.1918, 26 sheets."}, {"link": "/files/15403/", "title": "Case 81", "date": "1918", "description": "Minutes of the meetings of the commission for the organization of elections to the council of the Jewish community of Slavut, Volyn province, membership certificates, lists and statements of candidates from Jewish party committees about their consent to run for office, 30.01.1918-21.04.1918, 59 sheets."}, {"link": "/files/15404/", "title": "Case 82", "date": "1918", "description": "Minutes of meetings of vocal Jews of the Smilyan settlement council, the commission for organizing elections to the Jewish community and the mandates of representatives from the committees of Jewish parties to participate in the work of the commission, 11.01.1918-14.04.1918, 20 sheets."}, {"link": "/files/15405/", "title": "Case 83", "date": "1918", "description": "Minutes of the meetings of the commission for organizing elections to the council of the Jewish community, Art. The position of the Kyiv province and the announcement of the election day, 31.03.1918-15.04.1918, 4 sheets."}, {"link": "/files/15406/", "title": "Case 84", "date": "1918", "description": "Minutes of the meetings of the technical commission and the subcommittee on the organization of elections to the council of the Jewish community of Starokonstantyniv, Volyn province, lists of candidates from the committees of Jewish parties and other organizations, 02/05/1918-03/24/1918, 6 sheets."}, {"link": "/files/15407/", "title": "Case 85", "date": "1918", "description": "Minutes of the meetings of the commission for the organization of elections to the Teplice Council of the Jewish community, appeals to the Jewish population about the elections, lists of candidates from the committees of Jewish parties and other organizations, their statements about their consent to run for office and voters about postponing the elections to another time, 01/22/1918-03/24/1918 , 36 sheets."}, {"link": "/files/15408/", "title": "Case 86", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the council of the Jewish community of Tomashpil, Podilsk province, certificates of candidates from the committees of Jewish parties and other organizations for participation in the work of the commission, lists, 09.01.1918-24.03.1918, 40 sheets."}, {"link": "/files/15409/", "title": "Case 87", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the council of the Jewish community of Tuchyn, Volyn province, statements of candidates from Jewish parties and other organizations, 04/20/1918-04/30/1918, 52 sheets."}, {"link": "/files/15410/", "title": "Case 88", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the Jewish community of Fastiv, Kyiv province, certificates of representatives from the committees of Jewish parties to participate in the work of the commission, lists of candidates from these parties and their statements of consent to run for office, 10.01.1918-02.04.1918, 75 sheets."}, {"link": "/files/15411/", "title": "Case 89", "date": "1918", "description": "Minutes of meetings of vocal Jews of the Khodorkiv Volos Zemstvo assembly with representatives of Jewish parties and the administrative organization of elections to the Jewish community of Khodorkiv, Kyiv province, lists of candidates, 01/09/1918-04/17/1918, 24 sheets."}, {"link": "/files/15412/", "title": "Case 90", "date": "1917-1918", "description": "Minutes of meetings of vocal Jews of the Cherkasy city administration and the commission for organizing elections to the Jewish community and lists of candidates from Jewish parties, trade unions and other organizations, 12/21/1917-03/31/1918, 46 sheets."}, {"link": "/files/15413/", "title": "Case 91", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the Jewish community of [Black Island] of Podilsk province, 10.01.1918-07.04.1918, 30 sheets."}, {"link": "/files/15414/", "title": "Case 92", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the Jewish community, lists of candidates from Jewish parties p. Chechelnyk of Podilsk province, 04.02.1918-04.04.1918, 17 sheets."}, {"link": "/files/15415/", "title": "Case 93", "date": "1918", "description": "Minutes of the meetings of the commission for the organization of elections to the Jewish community of Chhyryn, Kremenchug province, and lists of candidates from Jewish parties, 17.01.1918-01.02.1918, 9 sheets."}, {"link": "/files/15416/", "title": "Case 94", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the Jewish community of Chopovichi of Kyiv province, lists of elected members of the community, 04.02.1918-28.04.1918, 4 sheets."}, {"link": "/files/15417/", "title": "Case 95", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the Jewish community of Yaltushki of Podilsk province, lists of candidates from Jewish party committees and their statements of consent to run for office, 23.01.1918-24.03.1918, 15 sheets."}, {"link": "/files/15418/", "title": "Case 96", "date": "1918", "description": "Draft temporary law of the Ukrainian Ukrainian SSR on new functions of pedagogical councils in secondary schools of Ukraine, minutes of meetings of the directors of the departments of the Ministry of Jewish Affairs of the Ukrainian People's Republic, 03/14/1918-04/27/1918, 11 sheets."}, {"link": "/files/15419/", "title": "Case 97", "date": "1917", "description": "Copies of the draft law and reports of the General Secretariat for Jewish Affairs on the status of Jewish education in Ukraine, the allocation of funds for the organization of courses and the publication of textbooks, 07.12.1917, 39 sheets."}, {"link": "/files/15420/", "title": "Case 98", "date": "1918", "description": "Copies of circulars of the Ministry of Jewish Affairs and correspondence about sending information on the number of schools, the composition of teachers and students in the provinces of Ukraine, 04/25/1918, 185 sheets."}, {"link": "/files/15421/", "title": "Case 99", "date": "1917-1918", "description": "Correspondence with the Kharkiv Teachers' Union about the opening of secondary Jewish schools and questionnaire data about educational institutions in the Kharkiv Region, 12/28/1917-04/29/1918, 9 sheets."}, {"link": "/files/15422/", "title": "Case 100", "date": "1918", "description": "Correspondence with Jewish societies for the spread of enlightenment, etc. on sending information about existing public schools, 15.01.1918-24.04.1918, 3 sheets."}, {"link": "/files/15423/", "title": "Case 101", "date": "1918", "description": "Letters of heads of Jewish gymnasiums about the unification of female and male gymnasiums into one mixed gymnasium, lack of textbooks in Hebrew, questionnaire data on schools in the Poltava province, 03.01.1918-28.04.1918, 7 sheets."}, {"link": "/files/15424/", "title": "Case 102", "date": "1918", "description": "Financial report of the Chygyryn society \"Unification\" and correspondence with the departments of general affairs and the general office of the Ministry of Jewish Affairs of the Ukrainian People's Republic about the state of statistical information, the number of Jewish population, school-aged children in Ukraine, etc., 01.01.1918-28.04.1918, 12 sheets."}, {"link": "/files/15425/", "title": "Case 103", "date": "", "description": "Old description No. 1, 0 sheets."}]