[{"link": "/files/1968/", "title": "Case 1", "date": "1941", "description": "Report on the condition and availability of book funds, conditions of their storage in the libraries of Kyiv, Berdychev and Zhytomyr., 05.11.1941, 42 sheets."}, {"link": "/files/1969/", "title": "Case 2", "date": "1942-1944", "description": "Correspondence about sending books, translations of articles from the foreign press about V.I.Lenin and Y.V.Stalin, a letter about the development of the archive of the German playwright Hans Mühlenstein, lists of permanent employees of the headquarters, lists of prisoners of war and interrogation results, 03/11/1942-09/03/1944 , 95 sheets."}, {"link": "/files/1970/", "title": "Case 2a", "date": "1934-1938", "description": "Daily intelligence reports compiled from the periodical press, 09.1934-02.1938, 823 sheets."}, {"link": "/files/1971/", "title": "Case 3", "date": "1941", "description": "Report note on Mogilev court materials, 1941, 35 sheets."}, {"link": "/files/1972/", "title": "Case 3a", "date": "1943", "description": "Correspondence of the headquarters with the political presidium of Ratibor about issuing trial certificates to employees of the Rosenberg Einsatz Staff, with a shoe company in Ratibor about issuing shoes to employees of the Einsatz Staff, 1943, 23 sheets."}, {"link": "/files/1973/", "title": "Case 4", "date": "1943", "description": "Lists of books received by the Western European department of the staff library, 1943, 23 sheets."}, {"link": "/files/1974/", "title": "Case 5", "date": "1942", "description": "Journal of registration of outgoing documents, 1942, 131 sheets."}, {"link": "/files/1975/", "title": "Case 6", "date": "1943-1944", "description": "Act and correspondence on the transfer of books exported from Kursk to the University of Derpt, correspondence on personnel, 1943-1944, 16 sheets."}, {"link": "/files/1976/", "title": "Case 7", "date": "1943-1944", "description": "Circulars and correspondence about personnel (states), involvement of local employees, inquiries about goods received at the address of the headquarters., 1943-1944, 124 sheets."}, {"link": "/files/1977/", "title": "Case 8", "date": "1944", "description": "Translation of Baranova's work \"Psychological preparation for war by the Bolsheviks\", \"Soviet fiction as a weapon of the communists' preparation for the world war\", biography and characteristics of the mayor of Kislovodsk, engineer A.M. Naydenov. , 1944, 385 sheets."}, {"link": "/files/1978/", "title": "Case 9", "date": "1943", "description": "Reviews of the Soviet press, articles about Ehrenburg's pamphlets as propaganda material, about the nationality and activities of the leaders and heads of the Soviet government, statements of defectors and captured Red Army soldiers, characteristics of the activities of the white emigrant V.V. Domennitrius, 1943, 284 sheets."}, {"link": "/files/1979/", "title": "Case 10", "date": "1943-1944", "description": "Translations of articles from American newspapers, correspondence about the activity of representatives of the headquarters on the export of books on ancient history and exhibits of the Kharkiv Historical Museum. , 1943-1944, 74 sheets."}, {"link": "/files/1980/", "title": "Case 11", "date": "1943-1944", "description": "Correspondence about the removal of the books of the Voronezh University library from Kursk, description of the state of the Kursk State Archives, 1943-1944, 80 sheets."}, {"link": "/files/1981/", "title": "Case 12", "date": "1944-1945", "description": "Anti-Soviet agitation and propaganda documents, characteristics of V. Marchenko and Kardanov, 1944-1945, 539 sheets."}, {"link": "/files/1982/", "title": "Case 13", "date": "1941", "description": "Topics of development and articles on Soviet art, 1941, 28 sheets."}, {"link": "/files/1983/", "title": "Case 14", "date": "1942-1943", "description": "Lists of films discovered in Soviet film archives, lists of films sent at the request of organizations and departments of the headquarters to Germany. , 1942-10.1943, 134 sheets."}, {"link": "/files/1984/", "title": "Case 15", "date": "1943", "description": "Agitation and propaganda documents, a review of Ehrenburg's book \"Julio Hurenito\", translations of articles from nationalist newspapers and correspondence from personnel, 02.1943-07.1943, 10 sheets."}, {"link": "/files/1985/", "title": "Case 16", "date": "1943", "description": "Correspondence about organizational and propaganda work, the export of books from Amsterdam to Germany, about personnel, 08.1943, 256 sheets."}, {"link": "/files/1986/", "title": "Case 17", "date": "1943", "description": "Correspondence about campaigning and propaganda work, receiving books, European relics, about personnel, activities at the headquarters of Professor Kysel-Kyselevskyi, 09.1943, 146 sheets."}, {"link": "/files/1987/", "title": "Case 18", "date": "1943", "description": "Correspondence on campaigning and propaganda work, lists of newspapers received by the headquarters, correspondence on personnel, 10.1943, 119 sheets."}, {"link": "/files/1988/", "title": "Case 20", "date": "1943", "description": "Characteristics of an employee of the Voronezh Library of O.S. Mykhailovska, a list of works received from the agitation and propaganda headquarters, 12.1943, 12 sheets."}, {"link": "/files/1989/", "title": "Case 21", "date": "1942-1943", "description": "Correspondence on the use of Soviet films exported to Germany for propaganda purposes, 1942-1943, 172 sheets."}, {"link": "/files/1990/", "title": "Case 22", "date": "1942-1943", "description": "Correspondence about taking to Berlin the systematic catalog of the library named after Korolenko in Kharkiv, church books of German immigrants from the Odesa region, determining the permanent place of residence in Germany of associate professor of archeology Bezvinglinskyi, who left with the Germans from Kyiv, senior researchers of the Lavra museum town of Kurinny, Kozlovska, Shugaevsky and the former director of the Poltava Museum of Mogilev; about the work of the white emigrant Naryshkin. Briefing Notes on the Functions of the Accounting, Sorting, and Headquarters Utilization Departments\n, 1942-1943, 234 sheets."}, {"link": "/files/1991/", "title": "Case 23", "date": "1943", "description": "Correspondence of staff representatives with Professor Stepa about his transfer to work at the German headquarters, 1943, 16 sheets."}, {"link": "/files/1992/", "title": "Case 24", "date": "1943", "description": "Act on receipt by the headquarters of parchment scrolls and furnishings from the Kyiv-Pechersk Lavra, 1943, 1 sheet."}, {"link": "/files/1993/", "title": "Case 25", "date": "1943-1944", "description": "Reviews of developments received by the department, 24.02.1943-15.02.1944, 69 sheets."}, {"link": "/files/1995/", "title": "Case 26a", "date": "1942-1943", "description": "Notice of working groups of Dnipropetrovsk, Kharkiv, Simferopol, Rostov, etc. bridge to Rosenberg's Einsacht Headquarters about work, 1942-1943, 367 sheets."}, {"link": "/files/1994/", "title": "Case 26", "date": "1942-1943", "description": "Monthly reports of the Kharkiv, Dnipropetrovsk, and Kirovohrad groups on the processing of archival documents (sorting books and compiling campaign and propaganda review articles) with an indication of topics and performers, 1942-1943, 40 sheets."}, {"link": "/files/1996/", "title": "Case 27", "date": "1942-1943", "description": "Reporting on the mood of the population during Rosenberg's stay in Kyiv, the topics of the works proposed by the headquarters, the characteristics of those actively cooperating with the headquarters: journalist Fedor Dubovyk, associate professor Vasyl Marchenko, Leningrad professor Aleksandrov and his son, correspondence about the themes of the works of Miyakovsky, Stein, Pryhodko, the transfer of the film archive to Berlin from Kherson, lists of church and cultural and propaganda institutions opened by the Germans in Kyiv, 1942-1943, 330 sheets."}, {"link": "/files/1997/", "title": "Case 28", "date": "1943", "description": "List of employees of the library of the Communist Party of Ukraine (b) Kyiv, 1943, 16 sheets."}, {"link": "/files/1998/", "title": "Case 29", "date": "1943", "description": "Correspondence with groups about the subject of articles, the selection of authors from the local population and the progress of work, 1943, 388 sheets."}, {"link": "/files/1999/", "title": "Case 30", "date": "1943", "description": "Correspondence with the headquarters about the involvement of local scientists-etymologists in the development of the topic proposed by the headquarters, about the work carried out in the field of etymology, folklore, for their use for campaigning and propaganda purposes., 1943, 50 sheets."}, {"link": "/files/2000/", "title": "Case 31", "date": "1943", "description": "Correspondence with the headquarters on the involvement of scientists from the residents of the occupied regions, their export to Germany, the publication of propaganda documents for Ukraine and Russia, the export of books to Germany., 1943, 554 sheets."}, {"link": "/files/2001/", "title": "Case 32", "date": "1943", "description": "The works of Vasyl Marchenko, assistant professor of the Academy of Sciences of the Ukrainian SSR at the Department of Political Economy in Kyiv, who left with the Germans for Germany., 1943, 20 sheets."}, {"link": "/files/2002/", "title": "Case 33", "date": "1943-1944", "description": "Typewritten copies of agitational and propaganda articles, 1943-1944, 467 sheets."}, {"link": "/files/2003/", "title": "Case 34", "date": "1943", "description": "Professor Svittau. Manuscript of the work \"Industrialization of the Soviet Union\" part 1., 1943, 344 sheets."}, {"link": "/files/2004/", "title": "Case 35", "date": "1943", "description": "Professor Svittau \"Industrialization of the Soviet Union\" (manuscript) part 2, 1943, 388 sheets."}, {"link": "/files/2005/", "title": "Case 36", "date": "1944", "description": "Professor Sosnovy \"Population dynamics in Ukraine in the period from 1917 to 1941\", manuscript, 1944, 104 sheets."}, {"link": "/files/2006/", "title": "Case 37", "date": "1943", "description": "Typewritten copies of agitational and propaganda articles., 1943, 80 sheets."}, {"link": "/files/2007/", "title": "Case 38", "date": "1943", "description": "Covering letters to manuscripts, books and paintings sent to the department, 1943, 25 sheets."}, {"link": "/files/2008/", "title": "Case 39", "date": "1943", "description": "Correspondence with the Frankfurt Institute on the determination of the Jewish question about the shipment of Jewish and anti-Jewish periodicals and books from Kyiv and other cities of Ukraine, 1943, 7 sheets."}, {"link": "/files/2009/", "title": "Case 40", "date": "1942", "description": "Agitation and propaganda articles of the Aleksandrovs (father and son), translations of Soviet newspaper articles for their use in propaganda work, 1942, 333 sheets."}, {"link": "/files/2010/", "title": "Case 41", "date": "1942", "description": "Forms of production reports, personal and survey sheets for registration of workers in occupied areas, correspondence about their forwarding and the procedure for filling them in., 1942, 30 sheets."}, {"link": "/files/2011/", "title": "Case 42", "date": "1942-1943", "description": "Correspondence about the use of Soviet books and periodicals, the works of Professor Shtepa and M.O. Aleksandrov for propaganda purposes, about the campaign for workers to fill out questionnaires at the headquarters, 1942-1943, 326 sheets."}, {"link": "/files/2012/", "title": "Case 43", "date": "1942", "description": "Report on mineralogical and geological collections of Dnipropetrovsk, works on health protection in the USSR and the state of health of the population of Kharkiv, 1942, 175 sheets."}, {"link": "/files/2013/", "title": "Case 44", "date": "1942", "description": "Hitler's order on the transfer to the Nazi armed forces in the occupied regions of all archives, libraries, museums, etc. cultural and educational institutions at the disposal of Rosenberg's headquarters, a report on the state of museums, archives and libraries of Berdychev and Kyiv museums of Western European and Russian art, correspondence about the removal of the Balzac library from Berdychev to Berlin, about the departure to Berlin of the director of the Korolenko Kharkiv Library, about principles of compiling a systematic catalog in the library named after Korolenko, 1942, 83 sheets."}, {"link": "/files/2014/", "title": "Case 45", "date": "1942", "description": "Periodic reporting on the activities of the headquarters, reports on the sorting of books that arrived in Kyiv from Kursk, the removal of the Voronezh library by the Germans. , 1942, 21 sheets."}, {"link": "/files/2015/", "title": "Case 46", "date": "1942-1943", "description": "Circulars and correspondence about the revision of libraries in the occupied eastern regions, about the allocation and use of Bolshevik literature, about censorship in libraries, 1942-1943, 83 sheets."}, {"link": "/files/2016/", "title": "Case 46a", "date": "1943", "description": "Regulations, instructions of working groups in the occupied eastern regions, about Russian libraries, 1943, 121 sheets."}, {"link": "/files/2017/", "title": "Case 47", "date": "1943", "description": "Characteristics of female translators working at the Volksdeutsche Central Library Ida Kliips, Margarita Resier, Oleksandra Sak, 1943, 3 sheets."}, {"link": "/files/2018/", "title": "Case 48", "date": "", "description": "Annotations on Russian books collected in the Central Library of Kyiv, 524 sheets."}, {"link": "/files/2019/", "title": "Case 49", "date": "1942-1943", "description": "Articles \"Kyiv Museum during Soviet rule\", lists of art museum paintings intended for export to Berlin, list of icons of the Lavra given by the Germans to the Kyiv Museum of Eastern European Art, correspondence about the export of paintings from the Vorontsov Palace to Berlin\n, 1942-1943, 126 sheets."}, {"link": "/files/2020/", "title": "Case 50", "date": "1942-1943", "description": "A list of bishops of the Orthodox Church who came to Eastern Ukraine with the Germans, a report on the activities of the Orthodox Church in Ukraine during the occupation. Letter to the German authorities from the ministers of the Kherson church, minutes of the meeting of the organizational council of the Kyiv district, 1942-1943, 27 sheets."}, {"link": "/files/2021/", "title": "Case 50a", "date": "1942", "description": "Report notes on Jewish books prepared for export to Frankfurt am Main, devoted to the Jewish question and objects of Jewish worship from the Central Jewish Library and museums of Kyiv and Kharkiv, compilation of a card file for the selection of archival files about Jews and forwarding of the card file and archival materials of the CDIA to Frankfurt, 1942, 14 sheets."}, {"link": "/files/2022/", "title": "Case 51", "date": "1943", "description": "Correspondence about the removal of books from the libraries of Ukraine and Crimea, a list of works of art removed from the Museum of Ukrainian Art in Kharkiv, 1943, 104 sheets."}, {"link": "/files/2023/", "title": "Case 52", "date": "1941-1942", "description": "Monthly reports on the work of the main group, circulars issued by it on reporting and record keeping, 1941-1942, 146 sheets."}, {"link": "/files/2024/", "title": "Case 53", "date": "1943", "description": "Work plan, names of structural parts, lists of visiting and local employees of the Kyiv working group, 1943, 10 sheets."}, {"link": "/files/2025/", "title": "Case 54", "date": "1943", "description": "Monthly and quarterly reports on the work of the group, information on the export of books from Kyiv libraries to Germany, 1943, 132 sheets."}, {"link": "/files/2026/", "title": "Case 55", "date": "1943", "description": "Weekly reports on the sorting of books of Kyiv libraries, documents of film and photo archives, work on describing books and documents, 1943, 51 sheets."}, {"link": "/files/2027/", "title": "Case 56", "date": "1942", "description": "Description of the exposition of the anti-religious museum of the Kyiv-Pechersk Lavra, lists of icons, paintings, anti-religious posters taken away by the Germans, photographs of individual parts of the exposition, 1942, 95 sheets."}, {"link": "/files/2028/", "title": "Case 57", "date": "1943", "description": "Correspondence about withholding from the salaries of employees of the Central Library of the CPSU(b) in Kyiv, 1943, 12 sheets."}, {"link": "/files/2029/", "title": "Case 58", "date": "1942", "description": "Report of the commanders of military units and police teams on discovered archives, libraries and museums in Kharkiv, reports on the condition and work of libraries, medical institutions, museums, historical exhibitions, 1942, 431 sheets."}, {"link": "/files/2030/", "title": "Case 59", "date": "1942", "description": "Circular of the planning, accounting and reporting group, principles of book sorting, report on the work of the group, act on the books taken out of Kharkov by the headquarters, 1942, 415 sheets."}, {"link": "/files/2031/", "title": "Case 60", "date": "", "description": "Lists of libraries and archives of Kharkiv (state and private), 31 sheets."}, {"link": "/files/2032/", "title": "Case 61", "date": "1942", "description": "Circulars on the work of libraries, staffing schedule, report on the work of the Korolenko library in Kharkiv, scheme of the library catalog, 1942, 144 sheets."}, {"link": "/files/2033/", "title": "Case 62", "date": "1943", "description": "Notes on the state of the library funds, a brief historical note on the Korolenko library, on the systematic catalog of the library, a translation of an article on the reconstruction of the library after the liberation of Kharkiv, 1943, 59 sheets."}, {"link": "/files/2034/", "title": "Case 63", "date": "1943", "description": "Circulars on reporting procedures, topics for development, activities related to Rosenberg's trip to Ukraine, 1943, 125 sheets."}, {"link": "/files/2035/", "title": "Case 63a", "date": "1943", "description": "Guidelines of the headquarters for work on certain topics in libraries, archives and museums, 1943, 60 sheets."}, {"link": "/files/2036/", "title": "Case 64", "date": "1943", "description": "Circular on work, subordination and reporting forms for Kharkiv libraries, 1943, 41 sheets."}, {"link": "/files/2037/", "title": "Case 65", "date": "1943", "description": "Correspondence about the work of Kharkiv libraries, about the removal of books, lists of employees who worked in the libraries of Kharkiv during the Nazi occupation, 1943, 466 sheets."}, {"link": "/files/2038/", "title": "Case 66", "date": "1943", "description": "List of periodicals published in Kharkiv, compiled by Sevastyanov, director of the Ukrainian Book Chamber, 1943, 10 sheets."}, {"link": "/files/2039/", "title": "Case 67", "date": "1943", "description": "Registration of books from the closed collection of the Central Library, issued with the permission of the headquarters, 1943, 50 sheets."}, {"link": "/files/2040/", "title": "Case 68", "date": "1943", "description": "Personal permits issued by the group for the right to use books of Kharkiv libraries, 1943, 136 sheets."}, {"link": "/files/2041/", "title": "Case 69", "date": "1943", "description": "Review of the work of Professor Filipov (Kharkiv) \"To the psychology of Soviet people\", 1943, 19 sheets."}, {"link": "/files/2042/", "title": "Case 70", "date": "1943", "description": "List of books exported from Kharkiv, 08.1943, 35 sheets."}, {"link": "/files/2043/", "title": "Case 71", "date": "1943", "description": "Monthly reports on work submitted by the libraries of Kharkiv, 1943, 160 sheets."}, {"link": "/files/2044/", "title": "Case 72", "date": "1943", "description": "Weekly reports on the work of the group., 06.1943-07.1943, 46 sheets."}, {"link": "/files/2045/", "title": "Case 73", "date": "1943", "description": "Road sheets of group drivers, 1943, 199 sheets."}, {"link": "/files/2046/", "title": "Case 74", "date": "", "description": "Reports on the state of archives, museums and libraries of Dnipropetrovsk on April 7, 1942, 6 sheets."}, {"link": "/files/2047/", "title": "Case 75", "date": "1942-1943", "description": "Periodic reports on the availability of materials, their movement, activities of libraries, museums and archives of Dnipropetrovsk (including the regional party archive), 1942-1943, 446 sheets."}, {"link": "/files/2048/", "title": "Case 76", "date": "1943", "description": "Act on the export of books and paintings to Berlin from Dnipropetrovsk, 1943, 25 sheets."}, {"link": "/files/2049/", "title": "Case 77", "date": "1943", "description": "Reports on personnel advancement, 1943, 26 sheets."}, {"link": "/files/2050/", "title": "Case 77a", "date": "1942", "description": "Card file for the personnel of employees of the Dnipropetrovsk Gebitskommissariat, 1942, 49 sheets."}, {"link": "/files/2051/", "title": "Case 78", "date": "1943", "description": "Characteristics of activities during the occupation period of the Dnipropetrovsk archive of Kochevsky, correspondence about financial calculations, 1943, 124 sheets."}, {"link": "/files/2052/", "title": "Case 79", "date": "1942", "description": "Reports on the state of museums and libraries, lists of library directors, information on their activities during the occupation, 1942, 89 sheets."}, {"link": "/files/2053/", "title": "Case 80", "date": "1942", "description": "Correspondence about the work carried out on behalf of the headquarters in Odessa (the Black Sea issue, the issue of the work of the Lysenko Institute, etc.), 1942, 49 sheets."}, {"link": "/files/2054/", "title": "Case 81", "date": "1942", "description": "Report on the state of funds, sorting of books, list of employees of the Central Library in Simferopol, 1942, 10 sheets."}, {"link": "/files/2055/", "title": "Case 82", "date": "1943", "description": "Report note on the selection of personnel among the local population to write political articles on the task of the headquarters, reviews of the scientific works submitted by the group to the headquarters, 1943, 28 sheets."}, {"link": "/files/2056/", "title": "Case 83", "date": "1943", "description": "Explanatory text to the map of German resettlement in Tavria province, 1943, 196 sheets."}, {"link": "/files/2057/", "title": "Case 84", "date": "1943", "description": "List of funds kept in the historical archive of Crimea, 1943, 16 sheets."}, {"link": "/files/2058/", "title": "Case 85", "date": "1942", "description": "List of art treasures taken by the Germans from the palace of Count Vorontsov (Alupka)., 1942, 35 sheets."}, {"link": "/files/2059/", "title": "Case 86", "date": "1943", "description": "Brief biographies of Russian scientists of German nationality and lists of their works (Crimea), 1943, 198 sheets."}, {"link": "/files/2060/", "title": "Case 87", "date": "", "description": "Monthly personnel reports for 1942-1943, 84 sheets."}, {"link": "/files/2061/", "title": "Case 88", "date": "", "description": "Personal case of Becker Karl-Heinz, 24 sheet."}, {"link": "/files/2062/", "title": "Case 89", "date": "", "description": "Personal file of Hille Werner, 14 sheet."}, {"link": "/files/2063/", "title": "Case 90", "date": "", "description": "Personal file of the driver Khareiter Fritois, sheet 29."}, {"link": "/files/2064/", "title": "Case 91", "date": "", "description": "Personal file of driver Hingott Franz, 11 sheet."}, {"link": "/files/2065/", "title": "Case 92", "date": "", "description": "Personal file of George Kutuke, 4 sheets."}, {"link": "/files/2066/", "title": "Case 93", "date": "", "description": "Personal file of Herman Lauyevych, 25 sheet."}, {"link": "/files/2067/", "title": "Case 94", "date": "", "description": "Personal file of Reinhard Fuchs, 53 sheets."}, {"link": "/files/2068/", "title": "Case 95", "date": "", "description": "Personal file of cashier Angelika Mayer, 23 sheet."}, {"link": "/files/2069/", "title": "Case 96", "date": "", "description": "Personal file of Mattes Walter, 20 sheets."}, {"link": "/files/2070/", "title": "Case 97", "date": "", "description": "Personal file of housekeeper Erna Myst, 32 sheet."}, {"link": "/files/2071/", "title": "Case 98", "date": "", "description": "Personal file of the quartermaster, Hauptführer Helmut Miller, 36 sheets."}, {"link": "/files/2072/", "title": "Case 99", "date": "", "description": "Personal file of Modrian Walter, 15 sheet."}, {"link": "/files/2073/", "title": "Case 100", "date": "", "description": "Correspondence about the service of driver Alfred Neidlinger, 4 sheets."}, {"link": "/files/2074/", "title": "Case 101", "date": "", "description": "Personal file of the driver Richard Pel, sheet 15."}, {"link": "/files/2075/", "title": "Case 102", "date": "", "description": "Personal files of employees of Rosenberg's headquarters from K-M, 353 sheets."}, {"link": "/files/2076/", "title": "Case 103", "date": "", "description": "Personal files of employees of Rosenberg's headquarters from O-R, 429 sheets."}, {"link": "/files/2077/", "title": "Case 104", "date": "", "description": "Personal files of employees of Rosenberg's headquarters from T-C, 365 sheets."}, {"link": "/files/2078/", "title": "Case 105", "date": "", "description": "Lists and descriptions of icons removed from churches, etc. Pskov, Tikhvin and transferred to the headquarters of Rosenberg by the military group of the army \"North\", 116 sheets."}, {"link": "/files/2079/", "title": "Case 106", "date": "", "description": "Review of the history and state of Rostov libraries, characteristics of library workers, 18 sheets."}, {"link": "/files/2080/", "title": "Case 107", "date": "1943", "description": "Director Ryhel's report on the trip to Riga, 05.1943, 14 sheets."}, {"link": "/files/2081/", "title": "Case 108", "date": "", "description": "Report on the history of the city of Orsha based on literature and oral stories of residents, 14 sheets."}, {"link": "/files/2082/", "title": "Case 109", "date": "", "description": "History of the Central Library of Smolensk according to librarian Valentina Shorokhova, 11 sheets."}, {"link": "/files/2083/", "title": "Case 110", "date": "1943", "description": "Report on the history of the Minsk archive of Belarusian folk literature., 1943, 116 sheets."}, {"link": "/files/2084/", "title": "Case 111", "date": "", "description": "Report on the interrogation of Soviet prisoners, 58 sheets."}, {"link": "/files/2085/", "title": "Case 112", "date": "", "description": "Information about librarian Voloshina's work in Minsk, 102 sheets."}, {"link": "/files/2086/", "title": "Case 113", "date": "", "description": "Account cards of archives, museums in the occupied cities of Belarus, Ukraine, 6 sheets."}, {"link": "/files/2087/", "title": "Case 114", "date": "1943-1944", "description": "Reports \"Russian man\", \"What the Soviet government is fighting for\", etc., 01.1943-12.1944, 327 sheets."}, {"link": "/files/2088/", "title": "Case 115", "date": "", "description": "Reports: \"Darwinism and Marxism\", \"War and the Russian people\", \"Characteristics of Soviet peasants\", 358 sheets."}, {"link": "/files/2089/", "title": "Case 116", "date": "1944", "description": "Report \"State Farms of the Ukrainian SSR\", 1944, 300 sheets."}, {"link": "/files/2090/", "title": "Case 117", "date": "1944", "description": "Review of the history of Moscow churches, 1944, 14 sheets."}, {"link": "/files/2091/", "title": "Case 118", "date": "", "description": "Review of Novgorod libraries, a list of dictionaries and encyclopedias confiscated in Riga and taken to Berlin, correspondence about the removal of literature from Minsk, Kaunas, Riga for the Anti-Comintern Institute in Berlin, about the transfer of archival materials of Gatchina and Novgorod with an appendix of albums of the royal family to the Riga City Archives, use books by Ivan and Tamara Zolonevich for anti-Soviet propaganda, 523 sheets."}, {"link": "/files/2092/", "title": "Case 119", "date": "", "description": "Correspondence about the export of literature from Kovno to Frankfurt, a list of Russian films exported from Klintsi to Minsk, 670 sheets."}, {"link": "/files/2093/", "title": "Case 120", "date": "1943", "description": "Survey of Estonian, Latvian and Lithuanian culture, report on methods and forms of anti-Bolshevik propaganda, 1943, 404 sheets."}, {"link": "/files/2094/", "title": "Case 121", "date": "", "description": "Propaganda material, 548 sheets."}, {"link": "/files/2095/", "title": "Case 122", "date": "", "description": "Reports on a trip to Russia, characteristics of the Revel museum, propaganda materials, 647 sheets."}, {"link": "/files/2096/", "title": "Case 123", "date": "", "description": "Reports on the personnel of the group in Derpt, correspondence about the work of the Estonian working group with the Derpt branch, a list of books transported from Revel to Vilno, 133 sheets."}, {"link": "/files/2097/", "title": "Case 124", "date": "", "description": "List of archival documents and paintings taken out of Revel, 91 sheets."}, {"link": "/files/2098/", "title": "Case 125", "date": "1944", "description": "Translation of Heplouhova's report on the excavation of barrows in Northern Mongolia in 1925, 1944, 17 sheets."}, {"link": "/files/2099/", "title": "Case 126", "date": "1943", "description": "Report on the anti-Soviet demonstration in Pleskau, 12.1943, 13 sheets."}, {"link": "/files/2100/", "title": "Case 127", "date": "", "description": "Correspondence about the transportation of two wagons of literature from the Pleskau Pedagogical Institute to Riga, description of Pleskau, weekly and monthly reports of the team, 228 sheets."}, {"link": "/files/2101/", "title": "Case 128", "date": "1942-1943", "description": "Report on the work of staff member Johann Pol and junior inspector Muisel on the status of their inspection of synagogues, correspondence on the removal of documents from the Jewish Research Institute in Vilna to Frankfurt am Main, 1942-1943, 560 sheets."}, {"link": "/files/2102/", "title": "Case 129", "date": "1942", "description": "Reviews of libraries, etc. Revel, Derpt, Riga and Narva, 1942, 58 sheets."}, {"link": "/files/2103/", "title": "Case 130", "date": "1941-1942", "description": "Correspondence about the work of the director of the Revel City Archives of Kenktau, about the work of an employee of the Kraise headquarters in Revel, the work of the historian and archivist A. Kotkas in Riga and Dorp, an employee of the Revel City Archives Somme, a description of the Johannes Vares Barbarus fund, located in the Central Revel Archives, a list of Estonian literature , published from August 1941 to October 1942, reports on the work of the press and theaters in Revel, 1941-1942, 681 sheets."}, {"link": "/files/2104/", "title": "Case 131", "date": "1943", "description": "Report \"Does pan-Slavicism have grounds?\" , 1943, 16 sheets."}, {"link": "/files/2105/", "title": "Case 132", "date": "1943", "description": "Overview of the repertoire of Vilna and Kovno theaters, description of funds in Vilno, 1943, 53 sheets."}, {"link": "/files/2106/", "title": "Case 133", "date": "", "description": "Review of the 4th volume of the \"Literary Archive\", published by the Lithuanian Education Bureau in 1943, 5 sheets."}, {"link": "/files/2107/", "title": "Case 134", "date": "1941", "description": "Survey of the city library of Narva, response to \"Prospects of economic literature\", 1941, 38 sheets."}, {"link": "/files/2108/", "title": "Case 135", "date": "", "description": "List of employees of the headquarters in Dorpt, report on the work of the library of the historical museum of Revel in June 1943, 202 sheets."}, {"link": "/files/2109/", "title": "Case 136", "date": "1942", "description": "Reports on the results of the examination of the archives of Vitebsk, Smolensk, Bryansk, Gomel, Novgorod, Latvia, reports on the activities of the headquarters in Vilna in October 1942, correspondence about the removal of the party archive from Smolensk to Vilna and from Vitebsk to the Vilna city archive of 28 wagons of archival documents, on the purpose of creating the Central Library of higher schools and the list of literature transferred there, lists of funds taken from the archives of Novgorod and Gatchina to Riga and from Estonia to the Revel central archive, 1942, 561 sheets."}, {"link": "/files/2110/", "title": "Case 137", "date": "1942-1943", "description": "A list of works of art that were transported to Lemberg (Lviv) from Gatchina, Novgorod, Tikhvin, Peterhof, Pavlovsk and Pleskau, correspondence about the activities of Metropolitan Seraphim Protsenko (Siversk), Fyodor Kudrinsky, Voronips, Pastor Vodoyavlenskyi (Narva), works by Professor Vinogradov about Metropolitan Serhiy, report on the bibliographic work of the libraries (archives and museums) of Posen and Thorn, 1942-1943, 617 sheets."}, {"link": "/files/2111/", "title": "Case 140", "date": "1943", "description": "Surveys of churches, historical monuments of Narva, report on the meeting on the conversion of the theater (Pleskau) into a church and the creation of a photo archive at the Derpt National Museum, correspondence about sending to Revel from Dorpt a box of antique books \"Baltika\" and a box with works of Estonian scientists, correspondence about assistance of employees of the National Museum in Dorp, 1943, 457 sheets."}, {"link": "/files/2112/", "title": "Case 141", "date": "1942", "description": "Headquarters instructions to working groups on the order of their work, information on the location, work and composition of Baltic working groups, 1942, 336 sheets."}, {"link": "/files/2113/", "title": "Case 142", "date": "1942", "description": "Correspondence about the removal of portraits of Russian kings from Gatchina and Tsarskoye Selo to Riga and Königsberg, about the work of bodies for the protection of cultural monuments, 1942, 152 sheets."}, {"link": "/files/2114/", "title": "Case 143", "date": "1943", "description": "Characteristics of Eastern agricultural and technical libraries, a list of items taken from Novgorod and Tikhvin to Riga, 1943, 434 sheets."}, {"link": "/files/2115/", "title": "Case 144", "date": "1943", "description": "Correspondence about the removal of the Minsk city and regional archives to Riga and Vilna by the director of the archive Novokovsky, about the work of Professor Chetverikov as a propagandist of the headquarters in Roslavl, about the removal of church archives from Smolensk to Vilno, 1943, 540 sheets."}, {"link": "/files/2116/", "title": "Case 145", "date": "1941", "description": "Monthly and weekly reports of the group, a report on the work of the Novgorod library in 1942, Logvynov's report on the work in the libraries and archives of Mogilev, acts of transfer of books from the Derpt University Library and Russian Bibles of the Orthodox Church in Riga, lists of managers of the museums of Riga, Libau, Gelsen, 1941, 371 sheets."}, {"link": "/files/2117/", "title": "Case 146", "date": "", "description": "Monthly and weekly reports of the group, a report on work in the libraries and archives of Mogilev, acts of transfer of books from the Derpt Library and Russian Bibles of the Orthodox Church in Riga, a list of employees of the Main Working Group of the Baltic States and lists of managers of the museums of Riga, Libau, Galzena, 454 sheets."}, {"link": "/files/2118/", "title": "Case 147", "date": "", "description": "Notes \"Explanation of the situation (1943)\", \"About the nationalist regime\", a report of the Estonian press (February-October 1943), correspondence about the work of the head of propagandists Professor Alekseev, Professor Andrievskyi, Associate Professor Tomilin in Pleskau, the curriculum of the propaganda school in Pleskau (1943), addresses of NASH and AS headquarters, work \"Geography of Kyiv University\" on literature and information of professors Lapangov and Kryvchenko, 472 sheets."}, {"link": "/files/2119/", "title": "Case 148", "date": "1941", "description": "Reports on the condition of the royal palaces in Tsarskoye Selo, Peterhof, Pavlovsk and Gatchyna, 1941, 29 sheets."}, {"link": "/files/2120/", "title": "Case 149", "date": "", "description": "Reviews of the activities of the palaces, libraries and archives of Leningrad, Gatchyna, Pavlovsk, Tsarskoe Selo, Peterhof, Novgorod and Strelena about the removal of valuables from them, the transfer of Novgorod libraries and archives from the Gatchyna library to Riga, 605 sheets."}, {"link": "/files/2121/", "title": "Case 150", "date": "1942", "description": "Information on the creation of a central body for accounting and protection of cultural values ​​in the occupied eastern regions, 1942, 19 sheets."}, {"link": "/files/2122/", "title": "Case 151", "date": "1942", "description": "Lists of scientific employees of Pleskau (Tsvilov, Smirnov, Chornobaev, Belinovich, Novikov, Ivanov, Firnomatsky, Stulokin), representatives of the Russian intelligentsia (Iskanderov, Bychkova-Romorzeva, Serverog, Horiyskyi, Podzorova, Rodnikov), 1942, 413 sheets."}, {"link": "/files/2123/", "title": "Case 152", "date": "1942", "description": "Correspondence about the export to Riga and then to Berlin of publications: \"Russian Archive\", \"Red Archive\", \"Archive of the Russian Revolution\" and documents from the State Archives of the BRSR on the State Duma elections in 1905, 1912, a list of employees of the Reich Commissariat of Ukraine , 1942, 197 sheets."}, {"link": "/files/2124/", "title": "Case 153", "date": "", "description": "Reports on the work of the personal headquarters in Riga \"Science\", \"Music\" (Riga, Vilna, Smolensk, Minsk), \"People's information\", correspondence about the work of former professor of Kyiv University Shumilin as a propagandist of the Anti-Comintern Institute in Berlin, work in the parliamentary libraries of Professor Martinson, the work in Riga of the employees of the headquarters, Professor Seraphim and Jacob Kolas, about the work of Professor Ponomaryov of the North German Institute of Ancient History, about the work of the library at the Riga Conservatory and its head Professor Vitogol (1942), about the shipment from Riga to Berlin (Orenburg, 79 ) of Soviet sheet music and musical works, 630 sheets."}, {"link": "/files/2125/", "title": "Case 154", "date": "1944", "description": "Correspondence on the preparation for the department of using information about the destruction of cultural values ​​by the Bolsheviks, a list of anti-religious books to be sent to Kyiv, the works \"Liberation Struggle of the Caucasian Peoples\", \"Germany and the Caucasus\", 1944, 82 sheets."}, {"link": "/files/2126/", "title": "Case 155", "date": "1944", "description": "Informational and propaganda documents, 1944, 629 sheets."}, {"link": "/files/2127/", "title": "Case 156", "date": "1944", "description": "Informational and propaganda documents, 11.1944-12.1944, 681 sheets."}, {"link": "/files/2128/", "title": "Case 157", "date": "1943-1944", "description": "Information and propaganda documents about the life of Russian emigrants in the Balkans, about cultural activities in the Balkan countries during the period of occupation, 1943-1944, 324 sheets."}, {"link": "/files/2129/", "title": "Case 158", "date": "1944", "description": "Informational and propaganda documents for Yugoslavia, 1944, 233 sheets."}, {"link": "/files/2130/", "title": "Case 159", "date": "1941", "description": "Correspondence of the head of the AU (Belgium) with higher authorities about the current work of the group and reports of authorized group leaders, 02.1941-07.1941, 884 sheets."}, {"link": "/files/2131/", "title": "Case 160", "date": "1941", "description": "Correspondence of the head of the \"Belgium\" group with higher authorities, 07.1941-11.1941, 186 sheets."}, {"link": "/files/2132/", "title": "Case 161", "date": "1940-1941", "description": "Weekly reports on the work of officials of Rosenberg's headquarters in Brussels, 08.1940-05.1941, 547 sheets."}, {"link": "/files/2133/", "title": "Case 162", "date": "1940-1943", "description": "Weekly reports on the work of officials of Rosenberg's headquarters in Brussels, 04.1940-12.1943, 599 sheets."}, {"link": "/files/2134/", "title": "Case 163", "date": "1940-1943", "description": "Reports on the seizure of literature and other work in Brussels, 11.1940-03.1943, 46 sheets."}, {"link": "/files/2135/", "title": "Case 164", "date": "1941-1942", "description": "Invoices and a list of confiscated literature sent to Germany, 06.1941-05.1942, 84 sheets."}, {"link": "/files/2136/", "title": "Case 165", "date": "1943-1944", "description": "Reports, articles and essays on various issues (working group in Belgium), 11.1943-05.1944, 364 sheets."}, {"link": "/files/2137/", "title": "Case 166", "date": "1942-1943", "description": "Correspondence of the military command in Belgium and Northern France with Rosenberg's headquarters, 08.1942-12.1943, 631 sheets."}, {"link": "/files/2138/", "title": "Case 167", "date": "1940-1941", "description": "Reports on the seizure of literature from various persons, 12.1940-09.1941, 127 sheets."}, {"link": "/files/2139/", "title": "Case 168", "date": "1941", "description": "Reports on seizure of books and paintings from Jews in Belgium, 06.1941-08.1941, 42 sheets."}, {"link": "/files/2140/", "title": "Case 169", "date": "1941", "description": "Reports on the seizure of literature from various persons, 08.1941-11.1941, 120 sheets."}, {"link": "/files/2141/", "title": "Case 170", "date": "1941-1942", "description": "Reports on the seizure of literature from various persons, 11.1941-06.1942, 100 sheets."}, {"link": "/files/2142/", "title": "Case 171", "date": "1944", "description": "Monthly and weekly reports on the work of the main group, 1944, 436 sheets."}, {"link": "/files/2143/", "title": "Case 172", "date": "1943", "description": "Correspondence about the export of books to Germany, monitoring the content of White emigrant newspapers in Paris, supplying them with informational material. Characteristics of the publisher of \"Paris Herald\" Terebkov, 1943, 326 sheets."}, {"link": "/files/2144/", "title": "Case 173", "date": "1943", "description": "Informational and propaganda documents, 1943, 142 sheets."}, {"link": "/files/2145/", "title": "Case 174", "date": "1944", "description": "Informational and propaganda documents, 1944, 518 sheets."}, {"link": "/files/2146/", "title": "Case 175", "date": "1944", "description": "Article \"German book in Holland\", 26.07.1944, 88 sheets."}, {"link": "/files/2147/", "title": "Case 176", "date": "1943-1944", "description": "Reports on the state of the Italian press, on cultural values, on Masonic lodges, Jewish figures, psychological characteristics of the Italian people, 11.1943-11.1944, 320 sheets."}, {"link": "/files/2148/", "title": "Case 177", "date": "1942", "description": "Translations of articles from the American press, 12.1942, 107 sheets."}, {"link": "/files/2149/", "title": "Case 178", "date": "1944", "description": "Translations of articles from the American press, 10.1944, 177 sheets."}, {"link": "/files/2150/", "title": "Case 179", "date": "1944", "description": "Translations of articles from the American press, 11.1944, 143 sheets."}, {"link": "/files/2151/", "title": "Case 180", "date": "1942", "description": "Bulletins of foreign news agencies, reprint from foreign press, 04.1942, 250 sheets."}, {"link": "/files/2152/", "title": "Case 181", "date": "", "description": "German newspapers published in Ukraine, 82 sheets."}, {"link": "/files/2153/", "title": "Case 182", "date": "", "description": "German newspapers published in Minsk and Crimea, 32 sheets."}, {"link": "/files/2154/", "title": "Case 183", "date": "", "description": "German newspapers published in Brussels, 18 sheets."}, {"link": "/files/2155/", "title": "Case 184", "date": "", "description": "German newspapers published in Paris, 9 sheets."}, {"link": "/files/2156/", "title": "Case 184a", "date": "", "description": "German newspapers published in Revel, 235 sheets."}, {"link": "/files/2157/", "title": "Case 185", "date": "", "description": "German newspapers published in the East, 15 sheets."}, {"link": "/files/2158/", "title": "Case 186", "date": "", "description": "German newspapers published in Upper Silesia, 31 sheets."}, {"link": "/files/2159/", "title": "Case 187", "date": "", "description": "German newspapers published in Germany, 68 sheets."}, {"link": "/files/2160/", "title": "Case 189", "date": "", "description": "German newspapers published in French, 15 sheets."}, {"link": "/files/2161/", "title": "Case 190", "date": "", "description": "Newspapers of different countries, 244 sheets."}, {"link": "/files/2162/", "title": "Case 191", "date": "", "description": "Newspaper clippings on international issues from January 2, 1931 to December 31, 1935, 311 sheets."}, {"link": "/files/2163/", "title": "Case 192", "date": "", "description": "Bibliographic catalogs, vol. I., 635 sheets."}, {"link": "/files/2164/", "title": "Case 193", "date": "", "description": "Bibliographic catalogs, t. P., 490 sheets."}, {"link": "/files/2165/", "title": "Case 194", "date": "", "description": "Bibliographic catalogs, vol. Sh., 404 sheets."}, {"link": "/files/2166/", "title": "Case 196", "date": "", "description": "Biographies of Soviet political and public figures, 57 sheets."}, {"link": "/files/2167/", "title": "Case 197", "date": "", "description": "Works of Kyiv professors who collaborated with the Germans, 252 sheets."}, {"link": "/files/2168/", "title": "Case 197a", "date": "", "description": "Works of Crimean professors who collaborated with the Germans, 224 sheets."}, {"link": "/files/2169/", "title": "Case 198", "date": "", "description": "Anti-religious articles, 37 sheets."}, {"link": "/files/2170/", "title": "Case 199", "date": "1937", "description": "Anti-party opposition, 1937, 53 sheets."}, {"link": "/files/2171/", "title": "Case 200", "date": "", "description": "Plans and schemes of Soviet state farms, 23 sheets."}, {"link": "/files/2172/", "title": "Case 202", "date": "", "description": "Articles on the Jewish question, 153 sheets."}, {"link": "/files/2173/", "title": "Case 203", "date": "", "description": "Information materials for radio broadcasting and the press, vol. I, 389 sheets."}, {"link": "/files/2174/", "title": "Case 203a", "date": "", "description": "The same, t. P, 351 sheets."}, {"link": "/files/2175/", "title": "Case 204", "date": "", "description": "Handwritten documents on the economy of the national economy, 670 sheets."}, {"link": "/files/2176/", "title": "Case 205", "date": "", "description": "Handwritten documents on medicine, archeology, history, politics, culture, 940 sheets."}, {"link": "/files/2177/", "title": "Case 206", "date": "", "description": "Handwritten documents on philosophy, 715 sheets."}, {"link": "/files/2178/", "title": "Case 207", "date": "", "description": "Handwritten documents on art, pedagogy, psychology, literature, international issues, 786 sheets."}, {"link": "/files/2179/", "title": "Case 208", "date": "1938", "description": "Materials on issues of socialist concentration, 08.1938, 132 sheets."}, {"link": "/files/2180/", "title": "Case 209", "date": "", "description": "Postcards and clippings from newspapers seized during searches, 62 sheets."}, {"link": "/files/2181/", "title": "Case 210", "date": "", "description": "Correspondence with the joint-stock company \"Farbenindustry\" about providing them with materials from the chemical, sugar and other industries of the USSR. Maps produced by the joint-stock company \"Farbenindustriya\", indicating the enterprises of the chemical industry of the USSR and their location, as well as aggregated data on the agriculture of the Caucasus, 55 sheets."}, {"link": "/files/2182/", "title": "Case 211", "date": "", "description": "Correspondence with the working groups of the headquarters on the distribution and use of the \"Information newspaper\" published by the headquarters. Copies of \"Information Newspaper\" for 1943, 237 sheets."}, {"link": "/files/2183/", "title": "Case 212", "date": "1940-1942", "description": "Correspondence with the main working group of Belgium on organizational issues and ongoing work, 13.12.1940-29.05.1942, 641 sheets."}, {"link": "/files/2184/", "title": "Case 213", "date": "1942-1943", "description": "The plan for staffing the Rosenberg Ostbiblioteka in Berlin at the expense of the book funds of the libraries of Ukraine. Lists of books exported in 1943 from the temporarily occupied regions of the USSR to the Ostbiblioteka in Berlin. Clippings from the Yugoslav newspaper \"Obnova\" for 1943, 28.08.1942-11.12.1943, 220 sheets."}, {"link": "/files/2185/", "title": "Case 214", "date": "", "description": "List of Soviet books taken out of Riga and transferred to the Institute of Economics for Eastern Countries in Königsberg, correspondence with the aforementioned institute about the translation into German of some publications on national economy, 119 sheets."}, {"link": "/files/2186/", "title": "Case 215", "date": "", "description": "Correspondence with the heads of the working groups of the headquarters (11.05.1942-14.12.1943) about materials for anti-Soviet propaganda. Information about Professor Subkovich, Professor Melander, Associate Professor Solovyov, who collaborated with the headquarters, 490 sheets."}, {"link": "/files/2187/", "title": "Case 216", "date": "", "description": "Correspondence with working groups of the headquarters and other organizations about anti-Soviet propaganda, information about Shteppa and his son Erasmus, professors O.Filipov and O.Klovatska, who collaborated with the headquarters, 255 sheets."}, {"link": "/files/2188/", "title": "Case 217", "date": "1943", "description": "Correspondence for 1943 with the main labor groups of Belgium, France and Holland on the removal of books and publications from libraries, 1943, 100 sheets."}, {"link": "/files/2189/", "title": "Case 218", "date": "", "description": "Lists of textbooks exported from the USSR and given to the Germans by working groups of the headquarters and other organizations for the use of reference and other Soviet publications, 281 sheets."}, {"link": "/files/2190/", "title": "Case 219", "date": "", "description": "Information messages on correspondence with other departments and employees of the headquarters about current work, 452 sheets."}, {"link": "/files/2191/", "title": "Case 220", "date": "", "description": "Annotations to journals published in the USSR on issues of science, art and literature, 469 sheets."}, {"link": "/files/2192/", "title": "Case 221", "date": "", "description": "Directive instructions of the headquarters for the departments of correspondence with the headquarters on the selection and cataloging of Soviet books for the Rosenberg Ostbibliothek in Berlin, 262 sheets."}, {"link": "/files/2193/", "title": "Case 222", "date": "", "description": "Personal files of employees on the letters А-Д, 358 sheets."}, {"link": "/files/2194/", "title": "Case 223", "date": "", "description": "Personal files of employees under the letters Р-С (for the period from 02.06.1943 to 10.01.1944), 241 sheets."}, {"link": "/files/2195/", "title": "Case 225", "date": "1943", "description": "Lists of exhibits, documentary materials, and books taken out in 1943 from museums, archives, and libraries in Taganrog, Mariupol, and Uman. Information on documents taken out in 1943 from the Kirovohrad party archive and Kyiv in eight wagons, 1943, 308 sheets."}, {"link": "/files/2196/", "title": "Case 226", "date": "1941-1943", "description": "Correspondence with the headquarters of \"Nauka\" on the conduct of anthropological research in the cities and villages of Ukraine and on issues of ongoing work, November 7, 1941-August 18, 1943, 228 sheets."}, {"link": "/files/2197/", "title": "Case 227", "date": "1944", "description": "Translation of Tobolnytskyi's books \"Monetary and tax policy of the Soviets\", Part II, 1944, 50 sheets."}, {"link": "/files/2198/", "title": "Case 228", "date": "1942-1943", "description": "Weekly and monthly work reports. Lists of employees: librarians and translators. Work plan for the expansion of the Ostlibrary in Kyiv. List of paintings removed from the Dnipropetrovsk Museum., 04.1942-04.09.1943, 262 sheets."}, {"link": "/files/2199/", "title": "Case 229", "date": "", "description": "Weekly work reports for the period from 04/18/1942 to 09/14/1943, 52 sheets."}, {"link": "/files/2200/", "title": "Case 230", "date": "", "description": "Information on personnel for 1942-1943. Questionnaires of individual Ukrainian employees of the group, 271 sheets."}, {"link": "/files/2201/", "title": "Case 231", "date": "", "description": "Lists of paintings removed from Kharkiv museums. Lists of archive employees for 1941-1942. Characteristics of individual archive employees. Data on employees and work of Kharkiv institutes for 1942. Instructions for working in the museum, 375 sheets."}, {"link": "/files/2202/", "title": "Case 232", "date": "1942-1943", "description": "Copy of Reichskommissar Koch's order dated 10/24/1942 on closing schools and institutes in Kyiv and other cities of Ukraine for students over the age of 15 and sending all teachers and students to work in Germany. Correspondence with the Commissar-General and other organizations of Dnipropetrovsk about current work, November 23, 1942-August 11, 1943, 67 sheets."}, {"link": "/files/2203/", "title": "Case 233", "date": "1942", "description": "Reports of departments of use and Sondershtab of higher school libraries. Protocol of the transfer of church manuscripts and books exported from Novgorod to Metropolitan Serhii in Riga. Correspondence with the management of the operational headquarters of Rosenberg on propaganda, selection and export of Soviet books and other publications, 02/17/1942-12/31/1942, 494 sheets."}, {"link": "/files/2204/", "title": "Case 234", "date": "1941-1944", "description": "Weekly reports on the work of the group for the period from September 1941 to January 15, 1943. Personnel lists, September 9, 1941-March 4, 1944, 655 sheets."}, {"link": "/files/2205/", "title": "Case 235", "date": "", "description": "List of members of the Belgian-Russian committee in Brussels for the organization of an anti-Soviet exhibition in 1943. Information about persons who were engaged in anti-communist propaganda in Belgium. Data on the exhibition organized in 1922 in Brussels on the theme: \"Great German people\". Correspondence from the headquarters management and other organizations on propaganda issues for 1942-1944, 525 sheets."}, {"link": "/files/2206/", "title": "Case 236", "date": "1937-1939", "description": "Clippings from German newspapers on racial issues and reviews of books and articles by A. Rosenberg, 09.12.1937-04.03.1939, 405 sheets."}, {"link": "/files/2207/", "title": "Case 237", "date": "", "description": "Clippings from German newspapers on the Jewish question, 24 sheets."}, {"link": "/files/2208/", "title": "Case 238", "date": "", "description": "Copies of the German information publication \"Colonial Scientific Information\", 9 sheets."}, {"link": "/files/2209/", "title": "Case 239", "date": "1940-1941", "description": "Correspondence between the working group of Belgium and the commander of the occupied territory of Belgium and Northern France on the assignment of employees to work, 1940-1941, 927 sheets."}, {"link": "/files/27955/", "title": "Case 240", "date": "", "description": "Old description No. 1, 55 sheets."}]