[{"link": "/files/2299/", "title": "Case 1", "date": "", "description": "Correspondence of the tobacco trade department with German glass manufacturing companies, 641 sheets."}, {"link": "/files/27969/", "title": "Case 2", "date": "", "description": "Correspondence with German firms about monopoly trade and tobacco cultivation in Ukraine., 0 sheets."}, {"link": "/files/2300/", "title": "Case 3", "date": "", "description": "Correspondence of the Ministry of the East in Berlin with the commissars general of the occupied cities of Ukraine on the organization of educational institutions for children of Germans living in Ukraine, training of teaching staff for referral to craft schools in Ukraine, school curricula, 238 sheets."}, {"link": "/files/2301/", "title": "Case 4", "date": "", "description": "Reports and reports of the German command of special groups investigating the situation of Germans (Volksdeutsche) living in the occupied regions of Ukraine., 173 sheets."}, {"link": "/files/2302/", "title": "Case 5", "date": "", "description": "Correspondence with German tobacco companies about the cultivation of tobacco for the needs of the German army, its export from Ukraine to Germany., 804 sheets."}, {"link": "/files/27970/", "title": "Case 6", "date": "", "description": "Correspondence of the Department of Tobacco Monopoly Trade of the German Ministry for Affairs of the Occupied Eastern Regions with various German firms (\"Schenker and K°\", \"Tromé and K°\", etc.) on the shipment of tobacco products to Germany from Ukraine and Belarus, providing German tobacco monopolies with transport , paper, etc., 0 sheets."}, {"link": "/files/2303/", "title": "Case 7", "date": "", "description": "Correspondence of the Department of Monopolies with the German General Monopoly Directorate on the supply of tobacco to Germany and the German occupation institutions in Ukraine., 41 sheets."}, {"link": "/files/2304/", "title": "Case 8", "date": "", "description": "Order of the German Commissioner for Affairs of the Occupied Eastern Regions on the intensification of harvesting of tree bark for leather tanning, establishment of standards for harvesting bark for forestry, verification of implementation, correspondence on growing tobacco in the occupied Eastern Regions, 25 sheets."}, {"link": "/files/2305/", "title": "Case 9", "date": "", "description": "Correspondence of the tobacco monopoly department with the German occupation institutions in Ukraine about sending them tobacco and tobacco products from Germany., 439 sheets."}, {"link": "/files/2306/", "title": "Case 10", "date": "", "description": "Statistical data, compiled by a German special team headed by Dr. Stumpp, on the number of Volksdeutsche who lived in the cities and villages of the Kyiv and Zhytomyr regions., 343 sheets."}, {"link": "/files/2307/", "title": "Case 11", "date": "", "description": "Documents on the activities of German tobacco monopolies in the occupied regions of Ukraine (orders, correspondence, accounts, etc.), 361 sheets."}, {"link": "/files/2308/", "title": "Case 12", "date": "", "description": "Correspondence with the German special team, headed by Dr. Stumpp, about its work on collecting statistical information about the Volksdeutsche, who lived on the territory of Ukraine., 48 sheets."}, {"link": "/files/2309/", "title": "Case 13", "date": "", "description": "Documents on sending the Volksdeutsche in Ukraine to Germany, to the Schwarzsee camp for training in political training courses (correspondence, lists, certificates)., 324 sheets."}, {"link": "/files/2310/", "title": "Case 14", "date": "", "description": "Documents on the organization in Berlin of the Institute and Bureau for Eastern Affairs (correspondence, reports, journals)., 98 sheets."}, {"link": "/files/2311/", "title": "Case 15", "date": "", "description": "Lists of the German population in the village of Yemilovka and the surroundings of Potiivka municipality, Zhytomyr region., 8 sheets."}, {"link": "/files/27971/", "title": "Case 16", "date": "", "description": "Information on the German population of the villages of Pokantseve, Serhiyivka, Nepoznych of the Zhytomyr region., 0 sheets."}, {"link": "/files/2312/", "title": "Case 17", "date": "", "description": "Documents on the organization and activities of the retraining camp for German teachers in Kronau (Mykolaiv region) (correspondence, statements, curricula), 42 sheets."}, {"link": "/files/2313/", "title": "Case 18", "date": "", "description": "Information on the German population of the villages of Zhytomyr, Mykolaiv and Dnipropetrovsk regions, vol. I., 12 sheets."}, {"link": "/files/2314/", "title": "Case 19", "date": "", "description": "The same, t. P., 11 sheets."}, {"link": "/files/2315/", "title": "Case 20", "date": "", "description": "The same vol. Sh., 22 sheets."}, {"link": "/files/2316/", "title": "Case 21", "date": "", "description": "The same volume IV., 21 sheets."}, {"link": "/files/2317/", "title": "Case 22", "date": "", "description": "The same vol. V., 16 sheets."}, {"link": "/files/2318/", "title": "Case 23", "date": "", "description": "The same volume VI., 25 sheets."}, {"link": "/files/2319/", "title": "Case 24", "date": "", "description": "The same vol. VP (last)., 18 sheets."}, {"link": "/files/2320/", "title": "Case 25", "date": "", "description": "Information on the German population of the village of Volodymyrivka (Kronevaide) of the Khortytskyi district of the Zaporizhzhya region, sheet 24."}, {"link": "/files/2321/", "title": "Case 26", "date": "", "description": "Notices about German settlements in the Kherson region, sent in 1943 to the German Ministry of the East., 94 sheets."}, {"link": "/files/2322/", "title": "Case 27", "date": "", "description": "Information about the German population living in the city of Sinelnikovo and villages of the Dnipropetrovsk region., 175 sheets."}, {"link": "/files/2323/", "title": "Case 28", "date": "", "description": "Lists of Germans living in the city of Uman and villages of the Zhytomyr region and lists of Germans who previously lived in the above-mentioned areas and were arrested by the NKVD authorities, 30 sheets."}, {"link": "/files/2324/", "title": "Case 29", "date": "", "description": "Lists of Germans who lived in Berdychev, lists of Berdychev residents deported or arrested by the NKVD authorities, 31 sheets."}, {"link": "/files/2325/", "title": "Case 30", "date": "", "description": "Notification of the authorized headquarters of a special purpose on the settlement of German colonists in the Zhytomyr region and the city of Vinnytsia, lists of German families. Sent by Soviet authorities, etc., 106 sheets."}, {"link": "/files/2326/", "title": "Case 31", "date": "", "description": "Notification of the authorized headquarters about the settlement of German colonists in the Mykolaiv region, Kirovohrad, etc., lists of those expelled by the Soviet authorities, 140 sheets."}, {"link": "/files/2327/", "title": "Case 32", "date": "", "description": "Statistical data about the village of Mykolaivka, Zhytomyr region, which belonged to the territory of the German colonists., 36 sheets."}, {"link": "/files/2328/", "title": "Case 33", "date": "", "description": "Information on cultural and economic life in the village of Musiivka, Zhytomyr region, 16 sheet."}, {"link": "/files/2329/", "title": "Case 34", "date": "", "description": "Lists of German colonists who lived in the villages of Gros-Jablonets, Micheen, etc. Zhytomyr region, lists of citizens expelled by Soviet authorities, 66 sheets."}, {"link": "/files/2330/", "title": "Case 35", "date": "", "description": "Report of the commissioner of the special team Shtump on the state of the German colony in the village of Cheremoshnya, Zhytomyr region., 19 sheets."}, {"link": "/files/2331/", "title": "Case 36", "date": "", "description": "Report of the head of the special team Shtumpa on the results of the survey of the village of Berezivka, Zhytomyr region, 11 sheets."}, {"link": "/files/2332/", "title": "Case 37", "date": "", "description": "Correspondence about the organization of a training camp in Ukraine in Zhytomyr. Lists of German teachers of camp employees, 136 sheets."}, {"link": "/files/2333/", "title": "Case 38", "date": "", "description": "Correspondence of the German joint-stock tobacco company in Ukraine with private entrepreneurs in Holland about tobacco breeding., 24 sheets."}, {"link": "/files/2334/", "title": "Case 39", "date": "", "description": "Documents on permission for the teacher of Kharkiv Higher School Irma Thiel (German by origin) to travel to Germany to attend lectures on physics and mathematics in higher schools in Berlin and the Brandenburg province., 3 sheets."}, {"link": "/files/2335/", "title": "Case 40", "date": "", "description": "Documents on growing tobacco in the occupied regions of Ukraine and sending tobacco products to Germany (correspondence, reports, relations)., 268 sheets."}, {"link": "/files/2336/", "title": "Case 41", "date": "", "description": "Documents about Soviet citizens expelled to Germany (questionnaires, certificates, correspondence, statements), i.e., 250 sheets."}, {"link": "/files/2337/", "title": "Case 41a", "date": "", "description": "The same, t. P., 226 sheets."}, {"link": "/files/2338/", "title": "Case 41b", "date": "", "description": "The same, volume Sh, 230 sheets."}, {"link": "/files/2339/", "title": "Case 41c", "date": "", "description": "The same, volume IV, 246 sheets."}, {"link": "/files/2340/", "title": "Case 41", "date": "", "description": "The same, vol. V, 230 sheets."}, {"link": "/files/2341/", "title": "Case 41d", "date": "", "description": "The same, volume VI (last), 242 sheets."}, {"link": "/files/2342/", "title": "Case 42", "date": "", "description": "Lists of higher educational institutions of the Zhytomyr region, mm. Vinnytsia, Shepetivka. List of libraries in Vinnytsia, 19 sheets."}, {"link": "/files/2343/", "title": "Case 43", "date": "", "description": "Report on the activities of the German Commissioner for Education in the Hegewald district (German colony) of the Zhytomyr region., 22 sheets."}, {"link": "/files/2344/", "title": "Case 44", "date": "", "description": "Description of the administrative division of the Reichskommissariats of Ukraine, Russia, and the Baltic States., 31 sheets."}, {"link": "/files/2345/", "title": "Case 45", "date": "", "description": "Documents on the activities of the First German Imperial Training Camp for Volksdeutsche teachers (reports, lists, work plans, correspondence)., 91 sheets."}, {"link": "/files/2346/", "title": "Case 46", "date": "", "description": "Documents on the activities of the school department (plans, reports, correspondence)., 6 sheets."}, {"link": "/files/2347/", "title": "Case 47", "date": "", "description": "Correspondence on the supply of overalls to the workers of the Agricultural Society with limited liability in Ukraine., 23 sheets."}, {"link": "/files/2348/", "title": "Case 48", "date": "", "description": "Notification of the authorized staff of special purpose about separate settlements of German colonists in the Dnipropetrovsk region. T. I., 267 sheets."}, {"link": "/files/2349/", "title": "Case 49", "date": "", "description": "Notice of the authorized headquarters of special assignment on separate settlements of German colonists in the Dnipropetrovsk region, T. P (last)., 89 sheets."}, {"link": "/files/2350/", "title": "Case 50", "date": "", "description": "Notice of the authorized headquarters of a special assignment on the settlement of German colonists in Darmstadt, Melitopol region., 49 sheets."}, {"link": "/files/2351/", "title": "Case 51", "date": "", "description": "Notice of the authorized headquarters of a special purpose on the settlement of German colonists in Natalivka, Zhytomyr Region, 24 sheets."}, {"link": "/files/2352/", "title": "Case 52", "date": "", "description": "Lists of German families who lived in some villages of the Zhytomyr region., 16 sheets."}, {"link": "/files/2353/", "title": "Case 53", "date": "", "description": "List of German settlements located between the Bug and the Dnieper, 1 sheet."}, {"link": "/files/2354/", "title": "Case 54", "date": "", "description": "Correspondence with various trading firms and banks in Germany about the supply of goods and various monetary transactions., 83 sheets."}, {"link": "/files/2355/", "title": "Case 55", "date": "", "description": "Documents about the village of Marienfeld, Melitopol district (report, lists of German colonists)., 62 sheets."}, {"link": "/files/2356/", "title": "Case 56", "date": "", "description": "Documents about German colonists who lived in some villages of the Zhytomyr region (reports, lists)., 144 sheets."}, {"link": "/files/2357/", "title": "Case 57", "date": "", "description": "Notice of the authorized headquarters of a special purpose on the settlement of Germans in the Zhytomyr region., 59 sheets."}, {"link": "/files/2358/", "title": "Case 58", "date": "", "description": "Lists of families of German colonists, as well as persons who entered into mixed marriages, residents of the Melitopol district, 6 sheets."}, {"link": "/files/2359/", "title": "Case 59", "date": "", "description": "Documents about German colonists who lived in Zhytomyr region (lists, biographies)., 81 sheets."}, {"link": "/files/2360/", "title": "Case 60", "date": "", "description": "Documents about German colonists who lived in Zhytomyr, Mykolaiv and Dnipropetrovsk regions (lists, correspondence)., 281 sheets."}, {"link": "/files/2361/", "title": "Case 61", "date": "", "description": "List of German names of villages of the Mykolaiv region, Velikoi Oleksandrivka district., 1 sheet."}, {"link": "/files/2362/", "title": "Case 62", "date": "", "description": "Documents about the German colonists who lived in the city of Nikopol and in the villages of this district (report, lists)., 82 sheets."}, {"link": "/files/2363/", "title": "Case 63", "date": "", "description": "Documents about German colonists who lived in the village of Staro-Dantsig, Mykolaiv region (report, lists)., 25 sheets."}, {"link": "/files/2364/", "title": "Case 64", "date": "", "description": "Documents about German colonists who lived in Ovruch, Zhytomyr region (report, lists), 16 sheets."}, {"link": "/files/2365/", "title": "Case 65", "date": "", "description": "Documents on schooling in the occupied eastern regions (correspondence, lists, plans)., 499 sheets."}, {"link": "/files/2366/", "title": "Case 66", "date": "", "description": "Lists of German colonists of the village of Bratske, Mykolaiv region., 12 sheets."}, {"link": "/files/2367/", "title": "Case 67", "date": "", "description": "Lists of German colonists of Bondartsi village, Zhytomyr region, 7 sheets."}, {"link": "/files/2368/", "title": "Case 68", "date": "", "description": "Lists of German colonists of the village of Apostolovo, Dnipropetrovsk region., 16 sheets."}, {"link": "/files/2369/", "title": "Case 69", "date": "", "description": "Documents about persons of German origin who lived in German-occupied regions (reports, correspondence)., 186 sheets."}, {"link": "/files/2370/", "title": "Case 70", "date": "", "description": "Documents on school education in the German-occupied eastern regions (reports, correspondence), 202 sheets."}, {"link": "/files/2371/", "title": "Case 71", "date": "", "description": "Documents on educational institutions in the territory occupied by the Germans (minutes of meetings, curricula, correspondence)., 218 sheets."}, {"link": "/files/2372/", "title": "Case 72", "date": "", "description": "Documents on professional development of teachers of German nationality living on the territory of Ukraine and Latvia (curriculums, correspondence, journals)., 484 sheets."}, {"link": "/files/2373/", "title": "Case 73", "date": "", "description": "Documents on the activities of the German tobacco monopoly in Ukraine (correspondence, demands, invoices), 614 sheets."}, {"link": "/files/2374/", "title": "Case 74", "date": "", "description": "Documents on improving the qualifications of teachers of German nationality who lived in the territories occupied by the Germans (correspondence, lists)., 211 sheets."}, {"link": "/files/2375/", "title": "Case 75", "date": "", "description": "Correspondence with the tobacco monopoly department about tobacco breeding in Ukraine., 295 sheets."}, {"link": "/files/2376/", "title": "Case 76", "date": "", "description": "Documents on the organization of education of the population of the occupied territory of Latvia, Lithuania, Crimea, etc. (correspondence, organizational plans, invoices, receipts)., 313 sheets."}, {"link": "/files/2377/", "title": "Case 77", "date": "", "description": "Correspondence of the economic headquarters of \"Ost\" about Russian scientists, about the natural wealth of the USSR., 418 sheets."}, {"link": "/files/2378/", "title": "Case 78", "date": "", "description": "Documents about the camp at the \"Demag\" car factory in Germany (arrival and departure sheets with reference data of expelled Soviet citizens, correspondence)., 140 sheets."}, {"link": "/files/2379/", "title": "Case 79", "date": "", "description": "Notice of the authorized headquarters of a special purpose on the settlement of German colonists in the Zhytomyr region., 84 sheets."}, {"link": "/files/2380/", "title": "Case 80", "date": "", "description": "Lists of Germans who lived in Ukraine before 1941, lists of Germans expelled by the Soviet authorities in 1935-1939, etc., 269 sheets."}, {"link": "/files/2381/", "title": "Case 81", "date": "", "description": "Lists of German colonists who lived in the Kyiv region before 1941, 35 sheets."}, {"link": "/files/2382/", "title": "Case 82", "date": "", "description": "Documents about the village of Arbeitstal of the Melitopol district (lists of the German population, etc.), 54 sheets."}, {"link": "/files/2383/", "title": "Case 83", "date": "", "description": "Documents about the village of Eugenfeld, Melitopol district (lists of the German population, lists of Germans expelled by the Soviet authorities, etc.), 71 sheets."}, {"link": "/files/2384/", "title": "Case 84", "date": "", "description": "Documents about Germans who lived in Zhytomyr region before 1941., 67 sheets."}, {"link": "/files/2385/", "title": "Case 85", "date": "", "description": "Notice of the authorized headquarters of a special purpose on the settlement of Germans in the Dnipropetrovsk region., 112 sheets."}, {"link": "/files/2386/", "title": "Case 86", "date": "", "description": "Documents about the German colony Neidorf of the Melitopol district (report, lists)., 35 sheets."}, {"link": "/files/2387/", "title": "Case 87", "date": "", "description": "Lists of German families who lived in Zhytomyr region, lists of deported Germans, etc., 47 sheets."}, {"link": "/files/2388/", "title": "Case 88", "date": "", "description": "Lists of Germans who lived in the villages of the Dnipropetrovsk region, lists of deported Germans, etc., 42 sheets."}, {"link": "/files/2389/", "title": "Case 89", "date": "", "description": "Notice of the authorized staff of special assignment on the settlement of Germans in the Kherson region, 72 sheets."}, {"link": "/files/2390/", "title": "Case 90", "date": "", "description": "Lists of Germans who lived in the villages of the Kherson region, lists of Germans arrested before 1941, 141 sheets."}, {"link": "/files/2391/", "title": "Case 91", "date": "", "description": "Lists of German families and persons who entered into mixed marriages, residents of the village of Oleksanderfeld, Melitopol district., 12 sheets."}, {"link": "/files/2392/", "title": "Case 92", "date": "", "description": "Official correspondence of the department of tobacco monopolies in Ukraine, 232 sheets."}, {"link": "/files/2393/", "title": "Case 93", "date": "", "description": "Report on the total number of inhabitants of villages, the number of schools, lists of the German population, etc., 39 sheets."}, {"link": "/files/2394/", "title": "Case 94", "date": "", "description": "Documents on teacher courses organized in Zhytomyr for Germans, former Soviet citizens, 17 sheets."}, {"link": "/files/2395/", "title": "Case 95", "date": "", "description": "Correspondence with the NSDAP (German National Socialist Workers' Party) about sending individuals to the eastern occupied regions., 337 sheets."}, {"link": "/files/2396/", "title": "Case 96", "date": "", "description": "Lists of self-employed German employees of Dr. Stumpp's operative group working on Volksdeutsche cases who lived in the USSR, 29 sheets."}, {"link": "/files/2397/", "title": "Case 97", "date": "", "description": "Correspondence with regional commissioners of Zhytomyr and others. on issues of school affairs, on publishing newspapers in Ukraine., 344 sheets."}, {"link": "/files/2398/", "title": "Case 98", "date": "", "description": "The project of the geographic directory of the Mykolaiv district, information about its territory, borders, climate, etc., 20 sheets."}, {"link": "/files/2399/", "title": "Case 99", "date": "", "description": "Materials of the activities of Dr. Stumpp's special team for the study of German colonies in the territory of the USSR (maps of the colonies of the Transcaucasia, Kharkiv and Leningrad regions)., 68 sheets."}, {"link": "/files/2400/", "title": "Case 100", "date": "", "description": "Documents about the village of Talne, Uman district, Kyiv region (lists of German colonists, drawings of the village of Talne)., 27 sheets."}, {"link": "/files/2401/", "title": "Case 101", "date": "", "description": "Documents of the German Ministry of Internal Affairs on the study of the behavior of the director of the Kyiv Opera Theater Bruckner Wolfgang (reports, reports, characteristics, correspondence, testimony)., 29 sheets."}, {"link": "/files/2402/", "title": "Case 102", "date": "", "description": "Articles of the nationalist newspaper \"Ukrainian Daily News\" in German. Scheme of the organization of the Ukrainian Central Committee and report on its activities., 9 sheets."}, {"link": "/files/2403/", "title": "Case 103", "date": "", "description": "Correspondence between the occupation institutions of the city of Kyiv on the permission for telephone conversations with Berlin, on the inspection of employees, etc., 233 sheets."}, {"link": "/files/2404/", "title": "Case 104", "date": "", "description": "Trophy photo album with pictures of Kharkiv, Poltava, Kyiv, etc. (there are photo cards of residents of Osno of Kharkiv region)., 41 sheets."}, {"link": "/files/2405/", "title": "Case 105", "date": "", "description": "Documents of the German security police and SD for 1942 with information on the economic, moral and political situation in the eastern occupied regions., 141 sheets."}, {"link": "/files/2406/", "title": "Case 106", "date": "", "description": "Documents of the German police and SD of Chernihiv for 1942 about persons who escaped from German work teams, 52 sheets."}, {"link": "/files/2407/", "title": "Case 107", "date": "", "description": "Documents of the Leipzig Gestapo for 1941-1945 with lists of Soviet citizens expelled to Germany or captured, 650 sheets."}, {"link": "/files/2408/", "title": "Case 108", "date": "", "description": "Documents of the Orthodox Church in Germany for 1941-1943 in Russian and Ukrainian, 238 sheets."}, {"link": "/files/2409/", "title": "Case 109", "date": "", "description": "Documents on salaries paid to Soviet citizens, employees of the German police in Berlin, who worked as cleaners and auxiliary workers in buffets and kitchens, 48 ​​sheets."}, {"link": "/files/2410/", "title": "Case 110", "date": "", "description": "Documents of the Gestapo and the German company \"Demag\" for 1942-1945 about Soviet citizens expelled by the German occupiers to Germany to work at the factories of this company, 310 sheets."}, {"link": "/files/2411/", "title": "Case 111", "date": "", "description": "Documents of the pensions department of the German Wehrmacht in Berlin (financial and reporting documentation on the payment of monetary assistance to Wehrmacht servicemen and their families)., 139 sheets."}, {"link": "/files/2412/", "title": "Case 112", "date": "", "description": "Documents of Hitler's chancellery for 1941 (congratulatory telegrams to Hitler from Ukrainian nationalists and their letters of an anti-Soviet nature)., 37 sheets."}, {"link": "/files/2413/", "title": "Case 113", "date": "", "description": "Notes of the German departments regarding the internal affairs of the occupied eastern regions, the Ministry of Internal Affairs of Germany, the governors of the occupied eastern regions, Soviet veterinarians who fled to Germany., 270 sheets."}, {"link": "/files/2414/", "title": "Case 114", "date": "", "description": "Correspondence about the appointment of Giovanni Denys Oleksandrovich to the Reichskommissariat Ostland, 9 sheets."}, {"link": "/files/2415/", "title": "Case 115", "date": "", "description": "Materials about Polish, Lithuanian and Ukrainian doctors who worked in the occupied territory of the USSR, 49 sheets."}, {"link": "/files/2416/", "title": "Case 116", "date": "", "description": "Correspondence with the German secret police about the inspection and arrests of residents of the occupied eastern regions who worked at German military facilities, 192 sheets."}, {"link": "/files/2417/", "title": "Case 117", "date": "", "description": "Documents on the employment of German graduates of medical institutes in Germany (lists, correspondence), 70 sheets."}, {"link": "/files/2418/", "title": "Case 118", "date": "", "description": "Report to the head of the German security police and SD in Kyiv in 1943 about the escape of Cossacks from the German units in Kovel, their arbitrary excommunication, about the escape of volunteers from the Lapychi camp, prisoners of war from the Kyiv-West camp with a request to conduct a search. Lists of partisans of the 1st, 2nd, and 3rd platoons, order No. 1 dated May 19, 1943, order of the secret police of the city of Tilsit on the arrest of persons who voluntarily left their workplaces, etc., 379 sheets."}, {"link": "/files/2419/", "title": "Case 119", "date": "", "description": "Documents of the German security police and the SD of Ukraine, containing the reports of the commandants of the camps for Russian prisoners of war for 1942-1943 and the reports of the commanders of the German military units about the voluntary separation and desertion of volunteers., 222 sheets."}, {"link": "/files/2420/", "title": "Case 120", "date": "", "description": "Registration letter for the Russian auxiliary worker Kuzypko Oleksiy, who worked at the factories of the \"Demag\" company in Falkensee (Germany), 1 sheet."}, {"link": "/files/2421/", "title": "Case 121", "date": "", "description": "The case against the workers of the German concentration camp Grossrosen Bobyk Leon and his brother Mykola - SS volunteers, 10 sheets."}, {"link": "/files/2422/", "title": "Case 122", "date": "", "description": "Document on the supply of teaching aids to schools in the occupied eastern regions (reports, correspondence)., 490 sheets."}, {"link": "/files/2423/", "title": "Case 123", "date": "", "description": "Documents on the activities of the German industrial association \"Vineta\", which cooperated with Ukrainian nationalists (circulars, orders, lists, correspondence)., 322 sheets."}, {"link": "/files/2424/", "title": "Case 124", "date": "", "description": "Documents about Russian veterinarians who voluntarily cooperated with the German occupiers (statements, autobiographies, correspondence)., 167 sheets."}, {"link": "/files/2425/", "title": "Case 125", "date": "", "description": "Acts of former citizens-teachers, Germans by nationality, who taught in German schools in the occupied territory of the USSR., 399 sheets."}, {"link": "/files/2426/", "title": "Case 126", "date": "", "description": "Correspondence of the German Embassy in Moscow with the Minister of Foreign Affairs of Germany on the situation of German colonists in the USSR in 1929-1930, 121 sheets."}, {"link": "/files/2427/", "title": "Case 127", "date": "", "description": "Questionnaires for persons born in Ukraine who worked in Germany in 1943-1945 and received employment records at the labor exchange in the city of Brandenburg., 214 sheets."}, {"link": "/files/2428/", "title": "Case 128", "date": "", "description": "Documents of the Ukrainian National Cossack Movement (UNAKOR) society (characteristics of the organization, the text of its anthem, articles), correspondence of people who fled the USSR to Germany about accepting German citizenship, about material assistance, etc., 52 sheets."}, {"link": "/files/2429/", "title": "Case 129", "date": "", "description": "Documents for 1933-1934 on the provision of assistance to Germans who are on the territory of the USSR, including German colonists (reports, correspondence)., 184 sheets."}, {"link": "/files/2430/", "title": "Case 130", "date": "", "description": "Documents for 1933-1934 on the activities of the German evangelical charitable organization \"Brothers in Need\" to provide assistance to Germans who lived outside Germany (reports, correspondence)., 34 sheets."}, {"link": "/files/2431/", "title": "Case 131", "date": "", "description": "Notification of the German consulates about Germans living in the USSR and receiving assistance from the German aid committee \"Brothers in need\", 45 sheets."}, {"link": "/files/2432/", "title": "Case 132", "date": "", "description": "Correspondence of the communities of the German evangelical union with the government adviser of Germany on the provision of assistance to German colonists who traveled from Turkey and the USSR to Germany., 42 sheets."}, {"link": "/files/2433/", "title": "Case 133", "date": "", "description": "Gestapo documents on the accession of the western regions of Ukraine and Belarus to the USSR., 131 sheets."}, {"link": "/files/2434/", "title": "Case 134", "date": "", "description": "Correspondence of the Gestapo with the Ministry of Foreign Affairs of Germany, German consulates in the USSR about the political and economic situation of Ukraine (1935-1940), 376 sheets."}, {"link": "/files/2435/", "title": "Case 135", "date": "", "description": "Investigative case for 1942-1944 on the accusation of sergeants Eisengut and Schmidt of beating a policeman, 105 sheets."}, {"link": "/files/2436/", "title": "Case 136", "date": "", "description": "Investigative case for 1943 on the accusation of assault by the Russian volunteer Feldfebel Padalko Pavl, 36 sheets."}, {"link": "/files/2437/", "title": "Case 137", "date": "", "description": "Investigative case for 1943 on the accusation of Kellnerite Johannes of abuse of official position and assault, 49 sheets."}, {"link": "/files/2438/", "title": "Case 138", "date": "", "description": "Investigative case for 1944 on charges against Korneev and Bilyakov for helping Russian prisoners of war to escape from German captivity., 92 sheets."}, {"link": "/files/2439/", "title": "Case 139", "date": "1945", "description": "Documents of the office of the court of the commandant of the Jersey fortress, n/p 43507 of the German army (descriptions of criminal cases that belong to the return)., 1945, 21 sheets."}, {"link": "/files/28080/", "title": "Case 140", "date": "1942", "description": "Correspondence between German authorities on the initiation of an investigation against Gorinkov, Mamarunchuk and Zimbek for organizing a strike at the coal mines of Hausham., 1942, 0 sheets."}, {"link": "/files/2440/", "title": "Case 141", "date": "1942-1944", "description": "Investigative documents on the charge of non-commissioned officer Geissler for beating the subordinate Russian volunteer Strakhov., 1942-1944, 69 sheets."}, {"link": "/files/28081/", "title": "Case 142", "date": "1945", "description": "Investigative case on the accusation of Vasyltsev Stepan in speculation in cigarettes., 1945, 0 sheets."}, {"link": "/files/28082/", "title": "Case 143", "date": "1945", "description": "Investigative materials on the accusation of Shubertat and others of helping Russian prisoners of war in connection with the illegal Communist Party of Germany (KPN)., 1945, 0 sheets."}, {"link": "/files/2441/", "title": "Case 144", "date": "1943", "description": "Investigative materials on the accusation of corporal Wagner and Leonenko in violation of the military status of a Ukrainian volunteer., 1943, 28 sheets."}, {"link": "/files/28083/", "title": "Case 145", "date": "1944", "description": "Investigative materials on the accusation of Kostiantyn Zadkevich, a Russian emigrant, and other persons in the organization of an anti-Nazi group to fight Nazism., 1944, 0 sheets."}, {"link": "/files/28084/", "title": "Case 146", "date": "1944", "description": "The same, Oleksandr Kolbazan and Irina Orlova in cooperation with the Communist Party of Germany., 1944, 0 sheet."}, {"link": "/files/2442/", "title": "Case 147", "date": "1943", "description": "Investigative materials on the accusation of Seidel Augustus for beating a subordinate., 1943, 33 sheets."}, {"link": "/files/2443/", "title": "Case 148", "date": "1943-1944", "description": "Investigative materials on the accusation of Ivan Kotylak and other persons of belonging to the Communist Party and of actions directed against Nazism., 1943-1944, 69 sheets."}, {"link": "/files/28085/", "title": "Case 149", "date": "1943-1944", "description": "The same, on the accusation of the Belgian worker Dehon Roland in anti-Nazi statements., 1943-1944, 0 sheet."}, {"link": "/files/28086/", "title": "Case 150", "date": "1941", "description": "The same, on the accusation of Zemnytskyi Heynrich and others of theft., 1941, 0 sheets."}, {"link": "/files/27972/", "title": "Case 151", "date": "", "description": "The same, on the accusation of Kotylyak Ivan and Humenyuk Petro in actions directed against Nazism., 0 sheet."}, {"link": "/files/2444/", "title": "Case 152", "date": "1944", "description": "The same, on the accusation of Gerdakov Peter, who voluntarily served in the German army, in the murder of volunteer Pürkh., 1944, 36 sheets."}, {"link": "/files/28087/", "title": "Case 153", "date": "1944", "description": "The same, on the accusation of Leo Kubyts in statements of anti-Nazi content., 1944, 0 sheets."}, {"link": "/files/27973/", "title": "Case 154", "date": "", "description": "The same, according to the accusation of Bedareva, Levchenko and others. belonging to the anti-Nazi resistance group \"Burevisnyk\" in the city of Neumünster (Germany)., 0 sheet."}, {"link": "/files/2445/", "title": "Case 155", "date": "1943", "description": "Investigative case on the accusation of Gryptenko (Hryptenko) in theft., 1943, 12 sheets."}, {"link": "/files/2446/", "title": "Case 156", "date": "1943", "description": "The same, corporal Richard Altman and Mykhailo Nemchenko, volunteers of the German army, in violation of the statute of guard service., 1943, 25 sheets."}, {"link": "/files/2447/", "title": "Case 157", "date": "", "description": "Correspondence of the Ministry of Foreign Affairs of Germany with charitable organizations on the provision of material assistance to Germans living outside Germany., 120 sheets."}, {"link": "/files/2448/", "title": "Case 158", "date": "", "description": "Documents on persons who served in the German security police of Vienna, including Ukrainians, 12 sheets."}, {"link": "/files/2449/", "title": "Case 159", "date": "", "description": "Applications, questionnaires of Russians who wished to serve in German institutions, as well as persons who expressed a desire to leave for Germany and correspondence on this matter, 13 sheets."}, {"link": "/files/2450/", "title": "Case 160", "date": "", "description": "Documents about the German firm \"Baugof\" in Dnipropetrovsk (correspondence, reports, questionnaires, lists), 51 sheets."}, {"link": "/files/2451/", "title": "Case 161", "date": "", "description": "Documents on Nazi propaganda among the population of the occupied regions of the Ukrainian SSR, control over correspondence and the mood of the population, 56 sheets."}, {"link": "/files/2452/", "title": "Case 162", "date": "1942", "description": "Documents of the administration of the German security service of the Vinnytsia region with records of the actions of the German field gendarmerie and the Gestapo, 1942, 49 sheets."}, {"link": "/files/2453/", "title": "Case 163", "date": "1942-1945", "description": "Correspondence of the head of the police department of Frankfurt on the Oder with the police authorities of Kontbus and the police prefect of Berlin about sending workers from the occupied regions of the USSR, Poland, etc. to Germany, lists of them, 1942-1945, 33 sheets."}, {"link": "/files/2454/", "title": "Case 164", "date": "", "description": "Correspondence of the German Ministry of the East with the main administration of imperial security about the possibility of using the mining engineer Yavorsky Peter to work in the occupied eastern regions., 4 sheets."}, {"link": "/files/2455/", "title": "Case 165", "date": "", "description": "The case of Oleksandr Shelekhov, a white emigrant from Denikin, with a request to send him to work in the occupied eastern regions as a translator (there is a photo)., 9 sheets."}, {"link": "/files/2456/", "title": "Case 166", "date": "1942", "description": "The case against the Ukrainian nationalist Professor Tseno Kutsiel., 1942, 19 sheets."}, {"link": "/files/2457/", "title": "Case 167", "date": "", "description": "The case of Professor Martos Borys - an emigrant from Soviet Ukraine., 13 sheets."}, {"link": "/files/2458/", "title": "Case 168", "date": "", "description": "The case against the Ukrainian nationalist Professor Siropolk Stepan - an emigrant from Soviet Ukraine., 1 sheet."}, {"link": "/files/2459/", "title": "Case 169", "date": "", "description": "The case against the Ukrainian nationalist Professor Oleksandr Mytsiuk - an emigrant from Soviet Ukraine., 1 sheet."}, {"link": "/files/2460/", "title": "Case 170", "date": "", "description": "The case of the Ukrainian nationalist Nikorovich Sylvester, who left for Germany from Soviet Bukovyna., 6 sheets."}, {"link": "/files/2461/", "title": "Case 171", "date": "", "description": "The case against Yamanov Dorja Lidzinovich - an emigrant from Soviet Ukraine., 3 sheets."}, {"link": "/files/2462/", "title": "Case 172", "date": "", "description": "The case of Yamanova Nyura Laneinivna - an emigrant from Soviet Ukraine., 3 sheets."}, {"link": "/files/2463/", "title": "Case 173", "date": "", "description": "The case of Kostyantyn Havalka, a Ukrainian nationalist, 4 sheets."}, {"link": "/files/2464/", "title": "Case 174", "date": "", "description": "The case of lawyer Stepan Stebelsky, who collaborated with the German Nazis., 7 sheets."}, {"link": "/files/2465/", "title": "Case 175", "date": "", "description": "The case of Prasny Anton - a Ukrainian nationalist, 2 sheets."}, {"link": "/files/2466/", "title": "Case 176", "date": "1943", "description": "The case of the writer-translator Iryna Perfilieva, who collaborated with the Germans, 1943, 6 sheets."}, {"link": "/files/2467/", "title": "Case 177", "date": "1942", "description": "The case against the doctor Petruk Oleksandr., 1942, 5 sheets."}, {"link": "/files/2468/", "title": "Case 178", "date": "", "description": "The case against the emigrant from Soviet Russia, economics professor Ivan Yachmenev., 6 sheets."}, {"link": "/files/2469/", "title": "Case 179", "date": "", "description": "The case of the Ukrainian nationalist, leader of the hetman movement in Canada - Hetman Mykhailo., 10 sheets."}, {"link": "/files/2470/", "title": "Case 180", "date": "", "description": "The case against the Ukrainian nationalist Mykola Galagan., 1 sheet."}, {"link": "/files/2471/", "title": "Case 181", "date": "", "description": "The case against the Ukrainian nationalist Zinovy ​​Pelensky., 1 sheet."}, {"link": "/files/2472/", "title": "Case 182", "date": "", "description": "In the case of Dmytro Sushkov, 1 sheet."}, {"link": "/files/2473/", "title": "Case 183", "date": "", "description": "The case of Myndyuk Roman - a Ukrainian nationalist., 2 sheets."}, {"link": "/files/2474/", "title": "Case 184", "date": "", "description": "The Ukrainian nationalist Dmytro Volochak's case., 3 sheets."}, {"link": "/files/2475/", "title": "Case 185", "date": "", "description": "The case against Valentyn Sadovskyi, a professor of economics - former general secretary of justice of the Central Rada., 1 sheet."}, {"link": "/files/2476/", "title": "Case 186", "date": "1942", "description": "The case of Mykhailo Sobko - an emigrant from Soviet Russia (there is a photo card)., 1942, 15 sheets."}, {"link": "/files/2477/", "title": "Case 187", "date": "", "description": "The case of agronomist Serhii Ostapenko - an emigrant from Soviet Russia., 57 sheets."}, {"link": "/files/27974/", "title": "Case 188", "date": "", "description": "The case against Troyan Etienne and other persons who were accused of anti-Nazi activities., 0 sheet."}, {"link": "/files/2478/", "title": "Case 189", "date": "", "description": "The case against Kulish Teodor., 5 sheet."}, {"link": "/files/2479/", "title": "Case 190", "date": "", "description": "The case of the retired general of Petliura Viktor Pavlenko., 2 sheets."}, {"link": "/files/2480/", "title": "Case 191", "date": "", "description": "The case of Vovka Ivan - an emigrant from Western Ukraine., 5 sheets."}, {"link": "/files/2481/", "title": "Case 192", "date": "", "description": "Right on Kanyuga Lv., 2 sheets."}, {"link": "/files/2482/", "title": "Case 193", "date": "", "description": "Case against the Ukrainian nationalist Kandyba Oleksandr, 1 sheet."}, {"link": "/files/2483/", "title": "Case 194", "date": "", "description": "Statement of the Ukrainian nationalist Roman Verminsky about his enlistment in the German police., 1 sheet."}, {"link": "/files/2484/", "title": "Case 195", "date": "", "description": "The case against Burlak Yurk about sending him to work., 5 sheets."}, {"link": "/files/2485/", "title": "Case 196", "date": "", "description": "The case of Prince Golitsyn Oleksandr Dmytrovych and other emigrants from Soviet Russia and Ukraine, 2 sheets."}, {"link": "/files/2486/", "title": "Case 197", "date": "", "description": "The case against Mykhailo Yeremeev - a Ukrainian nationalist., 2 sheets."}, {"link": "/files/2487/", "title": "Case 198", "date": "", "description": "The case against the Ukrainian nationalist Gull Mykola., 6 sheets."}, {"link": "/files/2488/", "title": "Case 199", "date": "", "description": "The case of the Ukrainian nationalist Petrov Vsevolod - Petlyurov general, writer, 1 sheet."}, {"link": "/files/2489/", "title": "Case 200", "date": "", "description": "Case against the Ukrainian nationalist Serhii Kochubey, 2 sheets."}, {"link": "/files/2490/", "title": "Case 201", "date": "1941", "description": "The case of Studlar Richard., 1941, 3 sheets."}, {"link": "/files/2491/", "title": "Case 202", "date": "", "description": "The case of the veterinarian Hryhoriy Lozynskyi and the list of Ukrainian veterinarians who worked for the Germans, 5 sheets."}, {"link": "/files/2492/", "title": "Case 203", "date": "", "description": "The case against the Ukrainian nationalist Mykhailo Pohoretsky., 6 sheets."}, {"link": "/files/2493/", "title": "Case 204", "date": "", "description": "Case against the Ukrainian nationalist Oleksandr Chebotov., 1 sheet."}, {"link": "/files/2494/", "title": "Case 205", "date": "", "description": "The case against the former consul of the Directory in Danzig, Colonel Pavlyuk Klim., 2 sheets."}, {"link": "/files/2495/", "title": "Case 206", "date": "", "description": "The case of Miloradovich Mykola, an emigrant from Soviet Russia., 2 sheets."}, {"link": "/files/2496/", "title": "Case 207", "date": "1941", "description": "The case against the Ukrainian nationalist Rybak Yaroslav., 1941, 5 sheets."}, {"link": "/files/2497/", "title": "Case 208", "date": "", "description": "Case against the Ukrainian nationalist Zhivotka Arkady., 1 sheet."}, {"link": "/files/2498/", "title": "Case 209", "date": "1934", "description": "The case of E.V. Kostiantynov, who crossed the Soviet-German border and accepted German citizenship., 1934, 26 sheets."}, {"link": "/files/2499/", "title": "Case 210", "date": "", "description": "The case of Semen Loschenko, a Ukrainian nationalist, 13 sheets."}, {"link": "/files/2500/", "title": "Case 211", "date": "", "description": "In the case of Rybak Ivan., 4 sheets."}, {"link": "/files/2501/", "title": "Case 212", "date": "", "description": "The case against the Ukrainian nationalist Serhiy Kochubey., 1 sheet."}, {"link": "/files/2502/", "title": "Case 213", "date": "", "description": "Anton Zatei's case, 11 sheet."}, {"link": "/files/2503/", "title": "Case 214", "date": "", "description": "Sapava for the emigrant from Soviet Ukraine Bezilevsky Leonid., 1 sheet."}, {"link": "/files/2504/", "title": "Case 215", "date": "", "description": "The case against the Ukrainian nationalist Petro Boydunek., 1 sheet."}, {"link": "/files/2505/", "title": "Case 216", "date": "", "description": "The case against the Ukrainian nationalist Alfred Tchaikovsky., 1 sheet."}, {"link": "/files/2506/", "title": "Case 217", "date": "", "description": "The case concerning the registration of the pension of Fedor Levkovets, who served in the SS troops, 9 sheet."}, {"link": "/files/2507/", "title": "Case 218", "date": "", "description": "Applications for the provision of literature to volunteers who were in the SS hospital from among foreigners and Volksdeutsche., 11 sheets."}, {"link": "/files/27975/", "title": "Case 219", "date": "", "description": "Documents on the issuance of pensions and assistance to servicemen of the German army and SS troops, natives of Ukraine or their families (references, conclusions, questionnaires)., 0 sheets."}, {"link": "/files/2508/", "title": "Case 220", "date": "", "description": "Documents on payment of financial assistance to the wife of a volunteer of the SS Legion \"Valonia\" R. Zavodskyi (references, questionnaires, correspondence)., 46 sheets."}, {"link": "/files/2509/", "title": "Case 221", "date": "", "description": "Documents of the SS-Ukrainian and Volksdeutsche hospital on the payment of financial aid to servicemen of the German army or their families (questionnaires, invoices, correspondence)., 14 sheets."}, {"link": "/files/2510/", "title": "Case 222", "date": "", "description": "The case regarding the registration of a pension for a person wounded during service in the German army Stets Romanu., 6 sheets."}, {"link": "/files/2511/", "title": "Case 223", "date": "", "description": "The case of issuing a pension to the wife and daughter of M. I. Ridin, a German police officer killed in Kherson, 17 sheet."}, {"link": "/files/2512/", "title": "Case 224", "date": "", "description": "The case of the nurse of the German Red Cross Alifanova Vira, the wife of the SS member Mahura Hans., 18 sheet."}, {"link": "/files/2513/", "title": "Case 225", "date": "", "description": "Documents of the investigation into the cause of suicide of the corporal of the German army Ressler., 4 sheets."}, {"link": "/files/2514/", "title": "Case 226", "date": "", "description": "Materials on persons killed while serving in the German police., 95 sheets."}, {"link": "/files/2515/", "title": "Case 227", "date": "", "description": "The case against an employee of the SS mobilization headquarters Kalinin Olga., 23 sheet."}, {"link": "/files/2516/", "title": "Case 228", "date": "", "description": "Documents on the activities of the 110th reserve battalion of the German police (reports, lists, correspondence)., 83 sheets."}, {"link": "/files/2517/", "title": "Case 229", "date": "", "description": "Documents on the activities of the German organization \"Hitler Youth\" (correspondence, lists, reports)., 98 sheets."}, {"link": "/files/2518/", "title": "Case 230", "date": "", "description": "Documents on the activities of the German organization \"Hitler Youth\" in Ukraine (reports, lists of leaders and members of the organization, correspondence)., 379 sheets."}, {"link": "/files/2519/", "title": "Case 231", "date": "", "description": "Documents on the activity of the German organization \"Hitler Youth\" among the Volksdeutsche in Ukraine (lists, reports, correspondence)., 72 sheets."}, {"link": "/files/2520/", "title": "Case 232", "date": "", "description": "Documents on the activities of the German organization \"Hitler Youth\" among Volksdeutsche from the Soviet Union who worked in Germany (correspondence, lists), i.e., 32 sheets."}, {"link": "/files/2521/", "title": "Case 233", "date": "", "description": "Documents on the activities of the German organization \"Hitler Youth\" among Volksdeutsche from the Soviet Union who worked in Germany (lists, reports, correspondence), etc., 64 sheets."}, {"link": "/files/2522/", "title": "Case 234", "date": "", "description": "Documents on the activities of the German organization \"Hitler Youth\" among Volksdeutsche from the Soviet Union, taken to work in Germany, vol. III (last)., 24 sheets."}, {"link": "/files/2523/", "title": "Case 235", "date": "", "description": "Documents on the activities of the German organization \"Hitler Youth\" among the Volksdeutsche (instructions, reports, lists, correspondence), vol. I., 146 sheets."}, {"link": "/files/2524/", "title": "Case 236", "date": "", "description": "Documents on the activities of the German organization \"Hitler Youth\" among the Volksdeutsche (reports, correspondence), vol. P (last)., 189 sheets."}, {"link": "/files/2525/", "title": "Case 237", "date": "", "description": "Certificates for business trips of leaders and members of the German organization \"Hitler Youth\" (copies)., 104 sheets."}, {"link": "/files/2526/", "title": "Case 238", "date": "", "description": "Lists, certificates, autobiographies of members of the German organization \"Hitler Youth\", 108 sheets."}, {"link": "/files/2527/", "title": "Case 239", "date": "", "description": "Lists of members of the German organization \"Hitler Youth\", their characteristics., 171 sheets."}, {"link": "/files/2528/", "title": "Case 240", "date": "", "description": "Lists of members and leaders of the German organization \"Hitler Youth\"., 252 sheets."}, {"link": "/files/2529/", "title": "Case 241", "date": "", "description": "Correspondence of the leaders of the German organization \"Hitler Youth\" with the head of this organization, Dora Lamprecht, about the work carried out among the youth., 157 sheets."}, {"link": "/files/2530/", "title": "Case 242", "date": "", "description": "Personal file of Volodymyr Vrechen - doctor, 4 sheets."}, {"link": "/files/2531/", "title": "Case 243", "date": "", "description": "Personal case of Medvid Yosyp - a Ukrainian nationalist who escaped from Soviet Ukraine., 21 sheets."}, {"link": "/files/2532/", "title": "Case 244", "date": "", "description": "Personal file of Mykhailo Milotsky - Ukrainian nationalist, translator of the German company \"Adam Opel\", 7 sheets."}, {"link": "/files/2533/", "title": "Case 245", "date": "", "description": "Personal file of Petro Makarenko - Ukrainian nationalist, professor, 5 sheets."}, {"link": "/files/2534/", "title": "Case 246", "date": "", "description": "Personal file of Mozenzh Leonid - Ukrainian nationalist, 4 sheets."}, {"link": "/files/2535/", "title": "Case 247", "date": "", "description": "Personal file of Murashka Vasyl - Ukrainian nationalist, 50 sheets."}, {"link": "/files/2536/", "title": "Case 248", "date": "", "description": "Personal file of Petrykevich Yosyp - Ukrainian nationalist, 13 sheets."}, {"link": "/files/2537/", "title": "Case 249", "date": "", "description": "Personal file of Teodosia Lakhovich - Ukrainian nationalist, 7 sheets."}, {"link": "/files/2538/", "title": "Case 250", "date": "", "description": "Personal file of Ivan Lytvynenko - Ukrainian nationalist, 15 sheets."}, {"link": "/files/2539/", "title": "Case 251", "date": "", "description": "Personal file of Ivan Lukin - Ukrainian nationalist, 4 sheets."}, {"link": "/files/2540/", "title": "Case 252", "date": "", "description": "Personal file of Kulyk Semen - Ukrainian nationalist, 5 sheets."}, {"link": "/files/2541/", "title": "Case 253", "date": "", "description": "Personal file of Pavlo Verzhbytsky - a Ukrainian nationalist., 4 sheets."}, {"link": "/files/2542/", "title": "Case 254", "date": "", "description": "Personal file of Bohdan Melnyk - Ukrainian nationalist, 8 sheets."}, {"link": "/files/2543/", "title": "Case 255", "date": "", "description": "Personal file of Gedye Vasyl - Ukrainian nationalist, 7 sheets."}, {"link": "/files/27976/", "title": "Case 256", "date": "", "description": "Personal file of Kolodiy Mykhailo - Ukrainian nationalist., 0 sheets."}, {"link": "/files/27977/", "title": "Case 257", "date": "", "description": "Personal file of Myron Korolishin - Ukrainian nationalist, 0 sheets."}, {"link": "/files/27978/", "title": "Case 258", "date": "", "description": "Personal file of Yuriy Goncharenko - Ukrainian nationalist, 0 sheets."}, {"link": "/files/27979/", "title": "Case 259", "date": "", "description": "Personal file of Petro Zaikevych, who escaped from Soviet Ukraine and accepted German citizenship, 0 sheets."}, {"link": "/files/27980/", "title": "Case 260", "date": "", "description": "Personal file of Dovhal Spyridon - Ukrainian nationalist, 0 sheets."}, {"link": "/files/27981/", "title": "Case 261", "date": "", "description": "Personal file of Timofy Omelchenko - Ukrainian nationalist, 0 sheets."}, {"link": "/files/27982/", "title": "Case 262", "date": "", "description": "Personal file of Ohienko Georhiy (Yuriy) - Ukrainian nationalist., 0 sheets."}, {"link": "/files/27983/", "title": "Case 263", "date": "", "description": "Personal file of Stepan Barakuta - Ukrainian nationalist, 0 sheets."}, {"link": "/files/27984/", "title": "Case 264", "date": "", "description": "Personal file of Dobrovolsky Gavril - Ukrainian nationalist., 0 sheets."}, {"link": "/files/27985/", "title": "Case 265", "date": "", "description": "Personal file of Burdeni Oleksandr., 0 sheets."}, {"link": "/files/27986/", "title": "Case 266", "date": "", "description": "Personal file of Skrypka Ivan., 0 sheets."}, {"link": "/files/27987/", "title": "Case 267", "date": "", "description": "Personal file of Iryna Ostap - a Ukrainian nationalist who escaped from Soviet Ukraine., 0 sheets."}, {"link": "/files/27988/", "title": "Case 268", "date": "", "description": "Personal file of Hanna Dotsenko, who escaped from Ukraine., 0 sheets."}, {"link": "/files/27989/", "title": "Case 269", "date": "", "description": "Personal file of Bas Yakov, who voluntarily left for Germany, expressing a desire to serve in the German police., 0 sheets."}, {"link": "/files/27990/", "title": "Case 270", "date": "", "description": "Personal file of Pavlina Kuzyk - Ukrainian nationalist., 0 sheets."}, {"link": "/files/27991/", "title": "Case 271", "date": "", "description": "Personal file of Natalya Dragomyretska - Ukrainian nationalist., 0 sheets."}, {"link": "/files/27992/", "title": "Case 272", "date": "", "description": "Personal file of Stefania Dutko - Ukrainian nationalist., 0 sheets."}, {"link": "/files/27993/", "title": "Case 273", "date": "", "description": "Personal file of Dumin Yosyp - Ukrainian nationalist, 0 sheets."}, {"link": "/files/2544/", "title": "Case 274", "date": "", "description": "Statements of various German institutions (military) to the commander of the security police and SD in Kyiv about entering into the wanted book Ukrainian voluntary helpers who deserted from the Nazi army, 42 sheets."}, {"link": "/files/2545/", "title": "Case 275", "date": "1942", "description": "Documents on convicts who escaped from the Auschwitz camp and others, 1942, 33 sheets."}, {"link": "/files/2546/", "title": "Case 276", "date": "1942", "description": "Documents on the desertion of Russian volunteers from German military units, etc., 1942, 61 sheets."}, {"link": "/files/28088/", "title": "Case 277", "date": "1944", "description": "The case on the accusation of Józef Iirasek for activities against Germany, 1944, 0 sheets."}, {"link": "/files/2547/", "title": "Case 278", "date": "", "description": "The case on the accusation of Yevgeny Shust in preparation for a speech against the German authorities., 9 sheets."}, {"link": "/files/28089/", "title": "Case 279", "date": "1944", "description": "Investigative materials on Bohdan Mykola., 1944, 0 sheets."}, {"link": "/files/28090/", "title": "Case 280", "date": "1937", "description": "The case of Miller Rudolph, suspected of espionage., 1937, 0 sheets."}, {"link": "/files/28091/", "title": "Case 281", "date": "1943-1944", "description": "Investigative materials on the accusation of Yevgeny Shust and others in nationalist activities., 1943-1944, 0 sheets."}, {"link": "/files/2548/", "title": "Case 282", "date": "", "description": "Documents of the Supreme Prosecutor of Berlin regarding Mykhailichenka, 5 sheets."}, {"link": "/files/2549/", "title": "Case 283", "date": "1940", "description": "Investigative case on the accusation of Antonin Semen in anti-Nazi statements., 1940, 12 sheets."}, {"link": "/files/27994/", "title": "Case 284", "date": "", "description": "The case of Schilling Johann's accusation of anti-Nazi activity., 0 sheet."}, {"link": "/files/2550/", "title": "Case 285", "date": "1943", "description": "Case on accusation of Petronella Dodonova for anti-Nazi statements, 1943, 6 sheets."}, {"link": "/files/27995/", "title": "Case 286", "date": "", "description": "Investigative case on the accusation of Schlenker Traugott of sympathizing with the Soviet Army., 0 sheet."}, {"link": "/files/27996/", "title": "Case 287", "date": "", "description": "Investigative case against Oleksandr Kozlov, suspected of espionage., 0 sheet."}, {"link": "/files/27997/", "title": "Case 288", "date": "", "description": "The investigative file on the accusation of Oleksandr Litovnis in anti-Nazi activities., 0 sheets."}, {"link": "/files/27998/", "title": "Case 289", "date": "", "description": "Investigation case against Hrytsik Yakob on charges of anti-Nazi statements., 0 sheets."}, {"link": "/files/28092/", "title": "Case 290", "date": "1938", "description": "The investigative file on the accusation of Nikolaus Oleksandr Maklakov in fraud., 1938, 0 sheets."}, {"link": "/files/27999/", "title": "Case 291", "date": "", "description": "Investigative case on the accusation of Ludwig Karl in connections with foreign workers, incitement to sabotage and hostile statements against the Nazi Party and the German government., 0 sheets."}, {"link": "/files/2551/", "title": "Case 292", "date": "", "description": "Investigative case accusing Fleming of communist activities and cooperation with Soviet intelligence agencies, 217 sheets."}, {"link": "/files/28000/", "title": "Case 293", "date": "", "description": "The case of the Gestapo administration in the city of Potsdam against Malkevich Parasya, accused of arbitrary dismissal from the workplace., 0 sheet."}, {"link": "/files/28093/", "title": "Case 294", "date": "1929", "description": "The case against the Polish agent Olszewska Helena (in Polish)., 1929, 0 sheets."}, {"link": "/files/2552/", "title": "Case 295", "date": "", "description": "Documents of the main German commandant's office in the city of Stalino on the execution of sentences against persons convicted by a German field court., 327 sheets."}, {"link": "/files/2553/", "title": "Case 296", "date": "1943-1944", "description": "Case of the Propaganda Department of the German Administration in the Occupied Regions, 1943-1944, 50 sheets."}, {"link": "/files/2554/", "title": "Case 297", "date": "1945", "description": "Bulletin of resolutions and orders for SS troops, 15.01.1945, 12 sheets."}, {"link": "/files/2555/", "title": "Case 298", "date": "1940-1944", "description": "Correspondence of the German Ministry of Propaganda about the performances of Ukrainian artists in Germany, 1940-1944, 63 sheets."}, {"link": "/files/2556/", "title": "Case 299", "date": "", "description": "Documents on the activities of various German institutions (reports, reports, correspondence), volume I., 647 sheets."}, {"link": "/files/2557/", "title": "Case 300", "date": "", "description": "The same, volume P., 509 sheets."}, {"link": "/files/2558/", "title": "Case 301", "date": "", "description": "The same volume III (last), 0 sheets."}, {"link": "/files/28001/", "title": "Case 302", "date": "", "description": "Documents on the accusation of Raciene Adele and others in anti-Nazi activities (protocols, verdicts, correspondence)., 0 sheets."}, {"link": "/files/2559/", "title": "Case 303", "date": "", "description": "Personal file of German criminal police officer Dr. Richter Wilhelm, sheet 51."}, {"link": "/files/2560/", "title": "Case 304", "date": "1941-1944", "description": "Documents of the German police on the inspection of Soviet citizens who are in the occupied territory of Soviet Ukraine and persons who served in German institutions., 1941-1944, 523 sheets."}, {"link": "/files/2561/", "title": "Case 305", "date": "", "description": "Telegrams and orders of the Main Directorate of the Gestapo of the German Security Police., 48 sheets."}, {"link": "/files/2562/", "title": "Case 306", "date": "", "description": "Documents on the development of the German chemical industry (circulars, reports, protocols, correspondence, information, lists of chemicals)., 104 sheets."}, {"link": "/files/2563/", "title": "Case 307", "date": "", "description": "Report of the German security police and SD on the situation in the occupied eastern regions, on the arrests of Soviet and party workers., 136 sheets."}, {"link": "/files/2564/", "title": "Case 308", "date": "", "description": "Documents of the German punitive bodies Einsatzgruppe and Einsatzkommando on the fight against communists and the partisan movement., 254 sheets."}, {"link": "/files/2565/", "title": "Case 309", "date": "", "description": "Documents on Soviet citizens who escaped from prisoner of war camps and employees of the German penal authorities who were engaged in their search., 226 sheets."}, {"link": "/files/28002/", "title": "Case 310", "date": "", "description": "The manuscript of the Ukrainian nationalist Professor Stepa with a distortion of Soviet reality (in German)., 0 sheets."}, {"link": "/files/2566/", "title": "Case 311", "date": "", "description": "Documents of the company \"Hottenwerke Kaiser A.G.\" (correspondence with various administrative bodies in Berlin about citizens, residents of the Ukrainian SSR who worked in this company in 1942-1944, 417 sheets."}, {"link": "/files/28003/", "title": "Case 312", "date": "", "description": "Documents of the Berlin Directorate of the German Security Police for 1943-1945 on persons who were in the service of the Germans, 0 sheets."}, {"link": "/files/2567/", "title": "Case 313", "date": "", "description": "Bulletins and messages of the German operational headquarters and headquarters of the Uberstaatliche Mechte., 181 sheets."}, {"link": "/files/28094/", "title": "Case 314", "date": "1943-1945", "description": "Documents of the Berlin Directorate of the German Security Police on persons who were in the service of the Germans, 1943-1945, 0 sheets."}, {"link": "/files/2568/", "title": "Case 315", "date": "", "description": "Documents on Soviet citizens expelled to Germany, 146 sheets."}, {"link": "/files/2569/", "title": "Case 316", "date": "", "description": "Materials on awarding servicemen of the German army, 15 sheets."}, {"link": "/files/2570/", "title": "Case 317", "date": "", "description": "Report of the chief SS police chief to the German Ministry of Internal Affairs on the partisan movement in the occupied territory of Ukraine., 136 sheets."}, {"link": "/files/2571/", "title": "Case 318", "date": "", "description": "Documents on the activities of the German police in Ukraine (circulars, instructions, correspondence, lists, questionnaires)., 162 sheets."}, {"link": "/files/2572/", "title": "Case 319", "date": "", "description": "Documents about Russian volunteers (\"Givy\") who served in the German army (lists, correspondence, summaries, reports)., 116 sheets."}, {"link": "/files/2573/", "title": "Case 320", "date": "", "description": "Correspondence of the Gestapo in \"Litzmanstadt\" (Lodz) with the German gendarmerie in Kalisz (Poland) about Russian prisoners of war who escaped from the camp., 4 sheets."}, {"link": "/files/2574/", "title": "Case 321", "date": "", "description": "Correspondence in the central trading company \"Vostok\" about the export of bread from Ukraine to Germany., 25 sheets."}, {"link": "/files/2575/", "title": "Case 322", "date": "", "description": "Questionnaires, certificates, certificates of persons who served in German institutions, statements of Russians about their desire to join the German army, autobiographies, characteristics of Russian translators, 154 sheets."}, {"link": "/files/2576/", "title": "Case 323", "date": "", "description": "Passports, identity cards of Volksdeutsche and Russians, issued by the German authorities, 69 sheets."}, {"link": "/files/2577/", "title": "Case 324", "date": "", "description": "Magazine \"German Police\" No. 3 dated February 1, 1943, 12 sheets."}, {"link": "/files/2578/", "title": "Case 325", "date": "", "description": "The case of the German security police and SD on the search for Soviet citizens and other issues., 182 sheets."}, {"link": "/files/28004/", "title": "Case 326", "date": "", "description": "Correspondence of the Kyiv branch of the Eastern Ministry with Rosenberg's department in Berlin on various issues., 0 sheets."}, {"link": "/files/2579/", "title": "Case 327", "date": "", "description": "Documents on persons (Russians and Ukrainians) who served in the SS troops and the German security police in the town of Trawniki (Poland), i.e., 294 sheets."}, {"link": "/files/2580/", "title": "Case 328", "date": "", "description": "The same, vol. II, 216 sheets."}, {"link": "/files/2581/", "title": "Case 329", "date": "", "description": "The same, volume III, 265 sheets."}, {"link": "/files/2582/", "title": "Case 330", "date": "", "description": "Documents on persons (Russians and Ukrainians who served in the SS troops and the German security police in the town of Trawniki (Poland), vol. IV, 0 sheets."}, {"link": "/files/2583/", "title": "Case 331", "date": "", "description": "The same, vol. V - the last, 165 sheets."}, {"link": "/files/28095/", "title": "Case 332", "date": "1943", "description": "Documents of the staff of \"Vineta\" (an auxiliary branch of the German propaganda department for the East)., 1943, 0 sheets."}, {"link": "/files/28005/", "title": "Case 333", "date": "", "description": "Employment book of Komar Parasky, published by the German Labor Exchange., 0 sheets."}, {"link": "/files/28006/", "title": "Case 334", "date": "", "description": "The same Galagan Evgenia., 0 sheets."}, {"link": "/files/28007/", "title": "Case 335", "date": "", "description": "The same Taran Oleksandra., 0 sheets."}, {"link": "/files/28008/", "title": "Case 336", "date": "", "description": "The same of Zelinska Maria., 0 sheet."}, {"link": "/files/28009/", "title": "Case 337", "date": "", "description": "The same Proshko Stepana., 0 sheets."}, {"link": "/files/28010/", "title": "Case 338", "date": "", "description": "The same nameless John., 0 sheets."}, {"link": "/files/28011/", "title": "Case 339", "date": "", "description": "The same Prosenko Tamara., 0 sheets."}, {"link": "/files/28012/", "title": "Case 340", "date": "", "description": "The same Shestopalov Volodymyra., 0 sheets."}, {"link": "/files/28013/", "title": "Case 341", "date": "", "description": "The same Boryshnikova Leonida., 0 sheets."}, {"link": "/files/28014/", "title": "Case 342", "date": "", "description": "The same of Mykhailo Putyatynskyi, 0 sheets."}, {"link": "/files/28015/", "title": "Case 343", "date": "", "description": "The same to Dmytro Yavnyuk., 0 sheet."}, {"link": "/files/28016/", "title": "Case 344", "date": "", "description": "Work book of Kobach Zygmunt, published by the German Labor Exchange., 0 sheets."}, {"link": "/files/28017/", "title": "Case 345", "date": "", "description": "The same Forys Yuzefa., 0 sheets."}, {"link": "/files/28018/", "title": "Case 346", "date": "", "description": "The same Forys Mykhaila, 0 sheet."}, {"link": "/files/2584/", "title": "Case 347", "date": "", "description": "Various cards. Photo., 193 sheets."}, {"link": "/files/28096/", "title": "Case 347a", "date": "1941-1943", "description": "Cards of Ukrainian citizens deported to Germany during the Great Patriotic War, 1941-1943, 0 sheets."}, {"link": "/files/2585/", "title": "Case 348", "date": "", "description": "Directives for the creation of the Volksdeutsche youth organization and leadership in Ukraine: orders of the commander of the German Osten instance, NSDAP; excerpts from German newspapers; messages, orders, official letters, reports of leaders of the district organization of the Hitler Youth in Ukraine., 468 sheets."}, {"link": "/files/2586/", "title": "Case 349", "date": "", "description": "Documents of leaders of the German youth union \"Hitler Youth\" from the Volksdeutsche, who previously lived in Ukraine, reports on the activities of the union., 187 sheets."}, {"link": "/files/2587/", "title": "Case 350", "date": "", "description": "Lists and correspondence of Volksdeutsche leaders of the German organization \"Hitler Youth\" in the occupied regions., 34 sheets."}, {"link": "/files/2588/", "title": "Case 351", "date": "", "description": "Correspondence on the organization of courses for members of the German organization \"Hitler Youth\" Volksdeutsche, order on the recruitment of volunteers to the SS troops, 174 sheets."}, {"link": "/files/2589/", "title": "Case 352", "date": "", "description": "Lists of members of the German organization \"Hitler Youth\" who lived in Ukraine before the war and studied in 1944 in the cities of Kraków, Poznan, Krynytsia at Hitler Youth courses, a physical education program and a list of songs., 128 sheets."}, {"link": "/files/2590/", "title": "Case 353", "date": "", "description": "Lists of members of the German organization \"Hitler Youth\" from Volksdeutsche, reports on the work of youth union camps, 239 sheets."}, {"link": "/files/2591/", "title": "Case 354", "date": "", "description": "Documents on summer work in the \"Hitler Youth\" camp in Ukraine., 60 sheets."}, {"link": "/files/2592/", "title": "Case 355", "date": "", "description": "Materials for members of the German youth union \"Hitler Youth\" from the Volksdeutsche, autobiographies of union members, travel and service cards, correspondence of union members., 0 sheets."}, {"link": "/files/2593/", "title": "Case 356", "date": "", "description": "Materials for members of the German union \"Hitler Youth\", circulars of the German operational headquarters of Ukraine under the NSDAP (National Socialist German Workers' Party), 3 sheets."}, {"link": "/files/2594/", "title": "Case 357", "date": "", "description": "Materials on the organization of the educational process among the members of the German union \"Hitler Youth\" in Ukraine, questionnaires of the members of the organization., 21 sheets."}, {"link": "/files/2595/", "title": "Case 358", "date": "", "description": "Lists of members of the German youth union \"Hitler Youth\", report on the work of the union in Ukraine., 19 sheets."}, {"link": "/files/2596/", "title": "Case 359", "date": "", "description": "Lists and documents relating to Volksdeutsche - members of the German organization \"Hitler Youth\" who previously lived in Ukraine., 17 sheets."}, {"link": "/files/2597/", "title": "Case 360", "date": "", "description": "Correspondence of members of the German youth union \"Hitler Youth\" from the Volksdeutsche., 94 sheets."}, {"link": "/files/2598/", "title": "Case 361", "date": "", "description": "The order of the German Ministry of the East on the payment of a salary to Nikulin H. - a teacher in the Wustrau personal camp., 1 sheet."}, {"link": "/files/2599/", "title": "Case 362", "date": "", "description": "Correspondence about the transfer of Russians and Ukrainians - servicemen of the 109th and 110th German police battalions, about the rules of wearing uniforms, orders about wearing foreign service, their promotion in rank, characteristics, etc., 208 sheets."}, {"link": "/files/2600/", "title": "Case 363", "date": "", "description": "Plan of the city of Uman indicating the location of the SS troops and the German police., 2 sheets."}, {"link": "/files/2601/", "title": "Case 364", "date": "", "description": "Plan of the town of Stolin indicating the location of the SS troops in it., 2 sheets."}, {"link": "/files/2602/", "title": "Case 365", "date": "", "description": "Correspondence about the equipment of guard posts of the German SS security police in Ukraine: in Nowy Buz, Mykolaiv region, 2 sheets."}, {"link": "/files/2603/", "title": "Case 366", "date": "", "description": "Correspondence of the chief of the German police of the order of Berlin about the establishment of the SS and a police base in Tarasha and in Dunaevtsy., 7 sheets."}, {"link": "/files/2604/", "title": "Case 367", "date": "", "description": "Documents on the establishment of the SS and the German regional support point in Volodymyr-Volynskyi., 2 sheets."}, {"link": "/files/28019/", "title": "Case 368", "date": "", "description": "Plan of the city of Kamin-Kashirsk and the placement of German SS troops and police in it, plan of the training ground of the SS troops, 0 sheet."}, {"link": "/files/2605/", "title": "Case 369", "date": "", "description": "Materials on the establishment of a SS and police base in Ponevezh., 3 sheets."}, {"link": "/files/2606/", "title": "Case 370", "date": "1942-1943", "description": "Documents on the construction of an SS and police base in Stalino, 1942-1943, 4 sheets."}, {"link": "/files/2607/", "title": "Case 371", "date": "1943", "description": "Documents on the planning of the construction of the SS and police base in Ivankovo., 1943, 2 sheets."}, {"link": "/files/2608/", "title": "Case 372", "date": "1943", "description": "Planning documents for the construction of premises for the SS and police stations in Korsun., 1943, 2 sheets."}, {"link": "/files/2609/", "title": "Case 373", "date": "1942", "description": "Documents of the construction of a police station in Berdychev, 1942, 6 sheets."}, {"link": "/files/2610/", "title": "Case 374", "date": "1943", "description": "Documents on the construction of premises for the SS and police stations in Dnipropetrovsk., 1943, 4 sheets."}, {"link": "/files/2611/", "title": "Case 375", "date": "", "description": "Correspondence of the SS authorities on the construction of a support point of the SS and police of the 3rd degree in Stolpyn., 9 sheets."}, {"link": "/files/2612/", "title": "Case 376", "date": "", "description": "Correspondence on the establishment of the SS and a police base in Nemyrov., 3 sheets."}, {"link": "/files/2613/", "title": "Case 377", "date": "1942", "description": "Correspondence about Franko Rudnytskyi, 1942, 3 sheets."}, {"link": "/files/2614/", "title": "Case 378", "date": "1943", "description": "Copy of the verdict of the military court (tank unit) in Vitebsk in the case of Ivan Vitkovsky and others, September 8, 1943, 6 sheets."}, {"link": "/files/2615/", "title": "Case 379", "date": "", "description": "Materials of the investigative case on the accusation of Stach Elsa, Stach Herta and Tempus Johann and others in connection with Russian prisoners of war., 170 sheets."}, {"link": "/files/2616/", "title": "Case 380", "date": "1942-1943", "description": "Correspondence of judicial and investigative bodies of the German army on the Eastern Front., 1942-1943, 106 sheets."}, {"link": "/files/2617/", "title": "Case 381", "date": "", "description": "Documents on accusations of Soviet citizens Roman Khodokovsky, Senin Zakhar, Ivan Slivkov, Yosyp Goliney for speculation, theft and anti-Nazi statements., 15 sheets."}, {"link": "/files/28020/", "title": "Case 382", "date": "", "description": "Indictment in the group case (12 people) accused of subversive activities against Germany (against Romanenko, Romanov, Kholmov, etc.), 0 sheets."}, {"link": "/files/28021/", "title": "Case 383", "date": "", "description": "Personal file of Bulka Jan, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28022/", "title": "Case 384", "date": "", "description": "Personal file of Bakal Yaroslav, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28023/", "title": "Case 385", "date": "", "description": "Personal file of Buly Vasyl, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28024/", "title": "Case 386", "date": "", "description": "Personal file of Hetman Ivan, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28025/", "title": "Case 387", "date": "", "description": "Personal file of Jerzy, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28026/", "title": "Case 388", "date": "", "description": "Personal file of Ivan Zavkievich, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28027/", "title": "Case 389", "date": "", "description": "Personal file of Oleksandr Kruk, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28028/", "title": "Case 390", "date": "", "description": "Personal file of Ivan Kovalchuk, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28029/", "title": "Case 391", "date": "", "description": "Personal file of Kiykh Andrii, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28030/", "title": "Case 392", "date": "", "description": "Personal file of Ivan Lipianin, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28031/", "title": "Case 393", "date": "", "description": "Personal file, Volodymyr Laus, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28032/", "title": "Case 394", "date": "", "description": "Personal file of Muk Pavel, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28033/", "title": "Case 395", "date": "", "description": "Personal file of Mykhailo Markovych, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28034/", "title": "Case 396", "date": "", "description": "Personal file of Ivan Mikhailovsky, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28035/", "title": "Case 397", "date": "", "description": "Personal file of Nowak Josef, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28036/", "title": "Case 398", "date": "", "description": "Personal file of Evgenia Novosad, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28037/", "title": "Case 399", "date": "", "description": "Personal file of Osyp Emiliana, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28038/", "title": "Case 400", "date": "", "description": "Personal file of Ostavshego Mykhailo, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28039/", "title": "Case 401", "date": "", "description": "Personal file, Yosyp Prokopchuk, who served in the 203rd German battalion., 0 sheet."}, {"link": "/files/28040/", "title": "Case 402", "date": "", "description": "Personal file of Pirzionek Gnat, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28041/", "title": "Case 403", "date": "", "description": "Personal file of Andrii Pirstionek, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28042/", "title": "Case 404", "date": "", "description": "Personal file of Dmytro Prakop, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28043/", "title": "Case 405", "date": "", "description": "Personal file of Antony Kukalo, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28044/", "title": "Case 406", "date": "", "description": "Personal file of Tsutselo Michei, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28045/", "title": "Case 407", "date": "", "description": "Personal file of Ivan Sternyuk, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28046/", "title": "Case 408", "date": "", "description": "Personal file, Fedrina Mykhailo, who served in the 203rd German battalion., 0 sheet."}, {"link": "/files/28047/", "title": "Case 409", "date": "", "description": "Personal file of Stefan Fedirko, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28048/", "title": "Case 410", "date": "", "description": "Personal file of Shutzman Mykhailo Homek, who served in the 203rd German battalion., 0 sheet."}, {"link": "/files/28049/", "title": "Case 411", "date": "", "description": "Personal file of Evgeny Tseliapka, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28050/", "title": "Case 412", "date": "", "description": "Personal file of Bidniuk Oleksiy, who served in the 203rd German battalion., 0 sheet."}, {"link": "/files/28051/", "title": "Case 413", "date": "", "description": "Personal file of Boyarin Mykola, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28052/", "title": "Case 414", "date": "", "description": "Personal file of Antonyuk Oleksandr, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28053/", "title": "Case 415", "date": "", "description": "Personal file of Yevhen Bihunets, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28054/", "title": "Case 416", "date": "", "description": "Personal file of Ivan Bodeik, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28055/", "title": "Case 417", "date": "", "description": "Personal file of Vasyl Blitz, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28056/", "title": "Case 418", "date": "", "description": "Personal file of Volodymyr Bakht, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28057/", "title": "Case 419", "date": "", "description": "Personal file of Mykhailo Vorobel, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28058/", "title": "Case 420", "date": "", "description": "Personal file of Ivan Dudko, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28059/", "title": "Case 421", "date": "", "description": "Personal file of Anton Dekhnyk, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28060/", "title": "Case 422", "date": "", "description": "Personal file of Dehnyk Hnat, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28061/", "title": "Case 423", "date": "", "description": "Personal file of Joseph Zhivchuk, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28062/", "title": "Case 424", "date": "", "description": "Personal file of Zalev Vasyl, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28063/", "title": "Case 425", "date": "", "description": "The personal file of Peter Andriyovych Koz, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28064/", "title": "Case 426", "date": "", "description": "Personal file of Mykola Kordonchuk, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28065/", "title": "Case 427", "date": "", "description": "Personal file of Johann Kryvka, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28066/", "title": "Case 428", "date": "", "description": "Personal file of Ivan Liseik, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28067/", "title": "Case 429", "date": "", "description": "Personal file of Mykhailo Psui, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28068/", "title": "Case 430", "date": "", "description": "Personal file of Jan Radavskyi, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28069/", "title": "Case 431", "date": "", "description": "Personal file of Roy Stanislav Andreyovych, who served in the 203rd German battalion., 0 sheet."}, {"link": "/files/28070/", "title": "Case 432", "date": "", "description": "Personal file of Mykhailo Danylovych Rybalt, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28071/", "title": "Case 433", "date": "", "description": "Personal file of Mykhailo Struk, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28072/", "title": "Case 434", "date": "", "description": "Personal file of Yuliana Samulevych, who served in the 203rd German battalion., 0 sheet."}, {"link": "/files/28073/", "title": "Case 435", "date": "", "description": "Personal file of Tyyar Ivan, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28074/", "title": "Case 436", "date": "", "description": "Personal file of Mykola Fedonchuk, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28075/", "title": "Case 437", "date": "", "description": "Personal file of Stasyuk Yosyp, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28076/", "title": "Case 438", "date": "", "description": "Personal file of Fedonchuk Johann, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28077/", "title": "Case 439", "date": "", "description": "Personal file of Khmil Stanislav, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28078/", "title": "Case 440", "date": "", "description": "Personal file of Mykola Puk, who served in the 203rd German battalion, 0 sheet."}, {"link": "/files/28079/", "title": "Case 441", "date": "", "description": "Personal file of Khrabchuk Zinovy, who served in the 203rd German battalion., 0 sheet."}, {"link": "/files/2618/", "title": "Case 442", "date": "1943-1944", "description": "Documents of the German security police and SD, Abwehr of Kyiv, etc. cities of Ukraine., vol. I., 1943-1944, 180 sheets."}, {"link": "/files/28097/", "title": "Case 443", "date": "1943-1944", "description": "The same, vol. P (last)., 1943-1944, 0 sheets."}, {"link": "/files/2619/", "title": "Case 444", "date": "", "description": "Documents on the activity of working groups of Rosenberg's headquarters in Ukraine (reports, abstracts, correspondence)., 335 sheets."}, {"link": "/files/2620/", "title": "Case 445", "date": "", "description": "Personal card of Mykola Zhivytsa, who worked in Germany, 6 sheets."}, {"link": "/files/2621/", "title": "Case 446", "date": "", "description": "The same, Zhmykhova Demyan., 4 sheets."}, {"link": "/files/2622/", "title": "Case 447", "date": "", "description": "The same, Zhuravlyova Ivana., 2 sheets."}, {"link": "/files/2623/", "title": "Case 448", "date": "", "description": "The same, Zhuchenko Mykhailo., 4 sheets."}, {"link": "/files/2624/", "title": "Case 449", "date": "", "description": "The same, Fedor's Tooth., 5 sheets."}, {"link": "/files/2625/", "title": "Case 450", "date": "", "description": "The same, Zubka (Savvy)., 8 sheets."}, {"link": "/files/2626/", "title": "Case 451", "date": "", "description": "The same, Mykola Zubrenka., 5 sheets."}, {"link": "/files/2627/", "title": "Case 452", "date": "", "description": "The same, Mitrofana Zubrych., 5 sheets."}, {"link": "/files/2628/", "title": "Case 453", "date": "", "description": "The same, Mykola Zueva., 5 sheets."}, {"link": "/files/2629/", "title": "Case 454", "date": "", "description": "The same, Skoblina Mykola., 4 sheets."}, {"link": "/files/2630/", "title": "Case 455", "date": "", "description": "The same, Skalskyi Vasyl., 12 sheets."}, {"link": "/files/2631/", "title": "Case 456", "date": "", "description": "The same, Skuryatina Ivan., 10 sheets."}, {"link": "/files/2632/", "title": "Case 457", "date": "", "description": "The same, Slobodienko Anatolia., 4 sheets."}, {"link": "/files/2633/", "title": "Case 458", "date": "", "description": "The same, Mykola Slobodianyuk., 5 sheets."}, {"link": "/files/2634/", "title": "Case 459", "date": "", "description": "The same, Slymak Volodymyr., 8 sheets."}, {"link": "/files/2635/", "title": "Case 460", "date": "", "description": "The same, Smuk Ivan., 25 sheets."}, {"link": "/files/2636/", "title": "Case 461", "date": "", "description": "The same, Smishnova Semena., 6 sheets."}, {"link": "/files/2637/", "title": "Case 462", "date": "", "description": "The same, Smolyk Yehor., 3 sheets."}, {"link": "/files/2638/", "title": "Case 463", "date": "", "description": "The same of Sorokous Oleksandr,, 4 sheets."}, {"link": "/files/2639/", "title": "Case 464", "date": "", "description": "The same, Suk Hryhoriya., 1 sheet."}, {"link": "/files/2640/", "title": "Case 465", "date": "", "description": "The same, Panteleia Street., 6 sheets."}, {"link": "/files/2641/", "title": "Case 466", "date": "", "description": "The same, Sulym Vasyl., 3 sheets."}, {"link": "/files/2642/", "title": "Case 467", "date": "", "description": "The same, Sulym Mark., 5 sheets."}, {"link": "/files/2643/", "title": "Case 468", "date": "", "description": "The same, Sumyatnytskyi Vasyl., 10 sheets."}, {"link": "/files/2644/", "title": "Case 469", "date": "", "description": "The same, Surkova Oleksandra., 5 sheets."}, {"link": "/files/2645/", "title": "Case 470", "date": "", "description": "The same, Syroedova Kyryla., 3 sheets."}, {"link": "/files/2646/", "title": "Case 471", "date": "", "description": "The same, Sysoeva Petra., 8 sheet."}, {"link": "/files/2647/", "title": "Case 472", "date": "", "description": "The same, Ivan Shabaltenko, 13 ark."}, {"link": "/files/2648/", "title": "Case 473", "date": "", "description": "The same, Ivan Shivchishina, 5 sheet."}, {"link": "/files/2649/", "title": "Case 474", "date": "", "description": "Documents on the activities of the German security police of the SD in Kyiv and in other occupied areas of Ukraine (reports, correspondence, lists of persons who collaborated with the Germans, as well as lists of persons arrested and killed by the German occupiers), i.e., 1,023 sheets."}, {"link": "/files/2650/", "title": "Case 475", "date": "", "description": "The same, t. P, 730 sheets."}, {"link": "/files/2651/", "title": "Case 476", "date": "", "description": "The same, vol. Sh (last)., 1120 sheets."}, {"link": "/files/2652/", "title": "Case 477", "date": "1933-1934", "description": "Documents on the activities of Ukrainian nationalist organizations in Poland, Austria and Germany (reports, correspondence)., 1933-1934, 431 sheets."}, {"link": "/files/2653/", "title": "Case 478", "date": "", "description": "Report of the head of the German security police and SD of the occupied regions of Ukraine to the head of the SS in Riga on the historical, economic and political development of Ukraine., 297 sheets."}, {"link": "/files/2654/", "title": "Case 479", "date": "", "description": "Report of the head of the German secret police and security service at the SS of Kharkov about the mood of the population, the creation of a nationalist society in the city of Education, economic, industrial and religious activities., 49 sheets."}, {"link": "/files/2655/", "title": "Case 480", "date": "", "description": "Report of the head of the German secret police of the occupied eastern regions on the spread of the partisan movement in Ukraine and Crimea, the economic situation and mood of the population of Western Ukraine, etc., 502 sheets."}, {"link": "/files/2656/", "title": "Case 481", "date": "", "description": "Documents about the agitation and propaganda work carried out by the German occupation authorities of Kyiv and Vinnytsia regions among Volksdeutsche Germans (reports, reports, correspondence)., 277 sheets."}, {"link": "/files/2657/", "title": "Case 482", "date": "", "description": "Documents on the activities of the national-socialist \"Universal Cossack Union\" in Serbia, the Ukrainian nationalist Cossack movement \"UNAKOR\", etc. (appeals, reports, correspondence, magazines, newspapers)., 103 sheets."}, {"link": "/files/2658/", "title": "Case 483", "date": "", "description": "Documents about the nationalist Ukrainian and nationalist German movement in Austria (denunciations, reports, correspondence with movement participants), 246 sheets."}, {"link": "/files/2659/", "title": "Case 484", "date": "1942", "description": "Information on the number of the population, its national composition (in particular Volksdeutsche), on the sown area and harvesting of grain and vegetable crops of the village of Dobrovelichkivka, Pervomaysky district, Odesa region., 08.10.1942-13.10.1942, 24 sheets."}, {"link": "/files/2660/", "title": "Case 485", "date": "", "description": "Personal file of Volksdeutsche, teacher Bart Raphael., 3 sheets."}, {"link": "/files/2661/", "title": "Case 486", "date": "", "description": "Personal file of Volksdeutsche, teacher Heitzman Agnes., 7 sheets."}, {"link": "/files/2662/", "title": "Case 487", "date": "1942", "description": "Personal file of Volksdeutsche, Haller teachers, 04.12.1942, 7 sheets."}, {"link": "/files/2663/", "title": "Case 488", "date": "", "description": "Personal file of Volksdeutsche, teacher Kremer Hans., 3 sheets."}, {"link": "/files/2664/", "title": "Case 489", "date": "", "description": "Personal file of nurse Kunitska Iryna., 2 sheets."}, {"link": "/files/2665/", "title": "Case 490", "date": "", "description": "Personal file of nurse Shilo Lidia., 2 sheets."}, {"link": "/files/2666/", "title": "Case 491", "date": "", "description": "Old description No. 4, 50 sheets."}]