[{"link": "/files/20952/", "title": "Case 1", "date": "1924-1925", "description": "Documents on the work of the Central Committee of National Minorities in Ukraine, September 3, 1924-October 31, 1925, 435 sheets."}, {"link": "/files/20953/", "title": "Case 2", "date": "1926-1927", "description": "Resolution of the Secretariat of the Central Committee of the CP(b)U and extracts from the minutes of meetings, reports and correspondence with executive committees on work among national minorities, 01.28.1926-09.26.1927, 96 sheets."}, {"link": "/files/20954/", "title": "Case 3", "date": "1925-1927", "description": "Reports, report notes, summaries and other documents on the fight against anti-Semitism in Ukraine, 09/03/1925-07/22/1927, 76 sheets."}, {"link": "/files/20955/", "title": "Case 4", "date": "1926-1927", "description": "Documents on the work of the Central Committee of National Minorities at the VUCVK (minutes, circulars, reports, report notes, summaries), 06.23.1926-10.20.1927, 275 sheets."}, {"link": "/files/20956/", "title": "Case 5", "date": "1926", "description": "Excerpts from the minutes of the meetings of the Presidium of the VUCVK. Report on the work of the Polish Bureau of the Central Committee of National Minorities from February 1925 to June 1926, circulars, report notes, information and other documents on the survey of the state of national minorities in Ukraine and the work of local authorities among them, 05/19/1926-10/26/1926, 132 sheets ."}, {"link": "/files/20957/", "title": "Case 6", "date": "1926", "description": "Excerpts from the minutes of the meetings of the Main Bureau of the Jewish Section of the Central Committee of the CP(b)U and VUCVK, reports, statements, correspondence with the GPU, the NKVD, executive committees and other documents examining the state of national minorities and the work of local authorities, 01/05/1926-06/19/1926, 126 sheet"}, {"link": "/files/20958/", "title": "Case 7", "date": "1925-1928", "description": "Minutes of the closed meetings of the Central Committee of National Minorities at the Central Committee of the Central Committee of the Central Committee of the People's Republic of Ukraine and related documents, 14.02.1925-05.12.1928, 118 sheets."}, {"link": "/files/20959/", "title": "Case 8", "date": "1927-1928", "description": "Minutes of the meetings of the National Committee of the USSR, the Main Bureau of the Jewish Section of the Central Committee of the CP(b)U, the French Comzet of the RSFSR, meetings of the active members of the Polish organization of the CP(b)U, 11.03.1927-25.06.1928, 50 sheets."}, {"link": "/files/20960/", "title": "Case 9", "date": "1927-1928", "description": "Minutes of meetings of the Main Bureau of the Jewish Section of the Central Committee of the CP(b)U, reports, information and other documents about work among national minorities, October 7, 1927-December 12, 1928, 101 sheets."}, {"link": "/files/20961/", "title": "Case 10", "date": "1924-1926", "description": "Documents of the survey of Mennonite settlements and German colonists in Ukraine (resolutions, protocols, acts, reports, correspondence). List of Mennonites living in Ukraine, 16.07.1924-27.05.1926, 393 sheets."}, {"link": "/files/20962/", "title": "Case 11", "date": "1925-1928", "description": "Correspondence with the Ukrkomzet and the Central Committee of National Minorities on the resettlement of Jews to the Crimea and providing them with material assistance, November 25, 1925-September 28, 1928, 209 sheets."}, {"link": "/files/20963/", "title": "Case 12", "date": "1926", "description": "Agenda of the meeting of the Central All-Ukrainian Commission for the Ukrainization of the Soviet Apparatus under the RSC of the USSR, 08/31/1926, 2 sheets."}, {"link": "/files/20964/", "title": "Case 13", "date": "1928", "description": "Personal file of Kubansky, 1928, 20 sheets."}]