[{"link": "/files/21836/", "title": "Case 1", "date": "", "description": "Draft regulations of the Kyiv Provincial Tuberculosis Council, a plan for conducting a three-day tuberculosis day in the cities, instructions for the mobile medical unit of the Society for the Protection of the Health of the Jewish Population (OSE), estimates, registration forms, etc., 51 sheets."}, {"link": "/files/21837/", "title": "Case 2", "date": "1917-1920", "description": "Minutes of the school sanitation and physical education committee meeting; general demographic information of the Katerynoslav province; provisions on the medical and sanitary conditions in the Crimea, rules for combating infection in nurseries; instructions for arranging children's playgrounds, etc., 17.09.1917-1920, 101 sheets."}, {"link": "/files/21838/", "title": "Case 3", "date": "1917", "description": "Minutes of the meetings of the Kyiv Bureau of the OZE, 24.09.1917-06.09.1917, 12 sheets."}, {"link": "/files/21839/", "title": "Case 4", "date": "1917-1918", "description": "Copies of minutes of the union of teachers of preschool education, 18.12.1917-22.09.1918, 21 sheets."}, {"link": "/files/21840/", "title": "Case 5", "date": "1917-1921", "description": "Minutes of meetings of the Statistical Commission of the OZE Society; basic provisions and brief information about the organization of the Company's activities; medical and sanitary charter of the Society, the program of the Jewish community in the field of health care, etc., 14.04.1917-04.08.1921, 34 sheets."}, {"link": "/files/21841/", "title": "Case 6", "date": "", "description": "Estimates of institutions for the treatment of children with typhus, 15 sheets."}, {"link": "/files/21842/", "title": "Case 7", "date": "1917-1919", "description": "Income and expenditure book of the Moscow branch of the OZE Society, 1917-12.1919, 86 sheets."}, {"link": "/files/21843/", "title": "Case 7a", "date": "", "description": "Journal of incoming documents for 1916-1917, 170 sheets."}, {"link": "/files/21844/", "title": "Case 8", "date": "1919", "description": "Society's report on medical and sanitary activities and the report of the focal commission, report on the activities of the Kyiv provincial subdivision of preschool education, brief information on the activities of the OZE Society for 1914-1920, etc., 1919, 121 sheets."}, {"link": "/files/21845/", "title": "Case 9", "date": "1919", "description": "Minutes of the meetings of the mixed commission of representatives of the Red Cross and OZE; report of the OZE cultural league section on preschool education of children; notes of the mixed commission under the children's department of the Relief Committee on providing assistance to children affected by the pogroms, 09/15/1919-12/13/1919, 43 sheets."}, {"link": "/files/21846/", "title": "Case 9a", "date": "1919", "description": "Instructional directives on medical care of children's preschool institutions, 1919, 75 sheets."}, {"link": "/files/21847/", "title": "Case 10", "date": "1919", "description": "Minutes of meetings of the preschool education department at the main branch of the OZE Society, 02/09/1919-12/25/1919, 37 sheets."}, {"link": "/files/21848/", "title": "Case 11", "date": "1919", "description": "Minutes of meetings of the Kyiv Bureau of the OZE Society, the Main Committee of the OZE Preschool Education, 02.01.1919-07.02.1919, 22 sheets."}, {"link": "/files/21849/", "title": "Case 12", "date": "1919-1922", "description": "Reports of doctor Rabinovych on the provision of medical assistance to the population, monthly information on the activities of the medical and sanitary organization of the OZE society, etc., 01.12.1919-22.06.1922, 136 sheets."}, {"link": "/files/21850/", "title": "Case 13", "date": "1918-1919", "description": "Report on the magazine \"Izvestie\" - an organ of the OZE for 1918, copies of the magazine \"Izvestie\" for 1918-1919, 1918-04.11.1919, 30 sheets."}, {"link": "/files/21851/", "title": "Case 14", "date": "1920", "description": "Resolution of the plenary meeting and minutes of the meetings of the Central Bureau of the OZE Society; report on the life of Jews in destroyed cities; estimates of the Company; report on the meeting of the American delegation and representatives of the OZE regarding the organization of aid to Jews affected by pogroms, etc., 05/23/1920-11/04/1920, 47 sheets."}, {"link": "/files/21852/", "title": "Case 15", "date": "1920-1922", "description": "Minutes of the meetings of the Jewish Department of the People's Commissariat of Nationalities of the RSFSR, the board of the OZE; information about banditry in the Gomel province; correspondence with the Central Committee of OZE on the provision of food, medical and sanitary aid to the Jewish population, etc., 04/01/1920-03/25/1922, 131 sheets."}, {"link": "/files/21853/", "title": "Case 16", "date": "1919", "description": "Minutes of meetings of the medical and pharmaceutical commission of OZE with representatives of the Jewish society, the Jewish department of the People's Commissariat of Nationalities of the RSFSR; correspondence of the Moscow branch of OZE about the maintenance of sanatoriums for Jewish children suffering from tuberculosis; bibliographic index on issues of Jewish health care, etc., 09.12.1919-06.05.1919, 55 sheets."}, {"link": "/files/21854/", "title": "Case 17", "date": "1920-1921", "description": "Minutes of meetings of the OZE Society, the Vologda branch of the OZE, the commission under the supply department, the statistical commission, information about the work of the OZE in Moscow and the Moscow and Minsk districts, etc., 03/28/1920-12/12/1921, 54 sheets."}, {"link": "/files/21855/", "title": "Case 18", "date": "1920", "description": "Report on the work of the children's colony of the home for sick children in Kyiv, report on the pogrom in the city of Horodyshche, report on the activities of the Kyiv Department of OZE, report of Dr. Shur on the Volyn province, estimates of the OZE society, report on the activities of the medical and sanitary unit in the Kyiv district, etc., 28.01 .1920-05.12.1920, 33 sheets."}, {"link": "/files/21856/", "title": "Case 19", "date": "", "description": "Reports of Minsk, Warsaw, Vilnius and other committees of the OZE society on their activities; correspondence with the commissioners of departments about orphanages and assistance to Jews, 172 sheets."}, {"link": "/files/21857/", "title": "Case 20", "date": "1920", "description": "Correspondence with the Kiev branch of the OZE about the dispatch of medical and sanitary units to Ukraine to provide assistance to the Jewish population affected by pogroms and epidemics, etc., 12.07.1920-28.11.1920, 33 sheets."}, {"link": "/files/21858/", "title": "Case 21", "date": "1920", "description": "Report on the activities of the medical and sanitary detachment in the cities of Korsun, Horodyshche and Smila, which were affected by the pogroms, correspondence with the Kyi branch of OZE about the extension of aid, etc., 10.08.1920-11.12.1920, 26 sheets."}, {"link": "/files/21859/", "title": "Case 22", "date": "1920", "description": "Correspondence with Minsk, Bobruisk, Wilensky and other associations of OZE about providing premises for orphanages, allocation of funds, sending construction materials, medicines, etc., 06.07.1920-12.30.1920, 163 sheets."}, {"link": "/files/21860/", "title": "Case 23", "date": "1919-1920", "description": "Correspondence with the Polotsk branch of OZE about work, 15.12.1919-18.12.1920, 25 sheets."}, {"link": "/files/21861/", "title": "Case 24", "date": "1920-1921", "description": "Correspondence with the Smolensk branch of OZE about work, November 29, 1920-February 6, 1921, 6 sheets."}, {"link": "/files/21862/", "title": "Case 25", "date": "1920", "description": "Correspondence with the OZE supply department on the provision of food and medicine for children and victims of pogroms, 09/06/1920-11/22/1920, 13 sheets."}, {"link": "/files/21863/", "title": "Case 26", "date": "1920", "description": "Certificates of employees of Jewish public organizations who were sent to cities to provide medical, sanitary and other assistance to the population, lists of things, medicines, products collected for the Jewish population, 06/07/1920-10/03/1920, 29 sheets."}, {"link": "/files/21864/", "title": "Case 27", "date": "1920-1921", "description": "Certificates of OZE employees seconded to organize medical and sanitary assistance in Ukraine; staff of the Central Committee of OZE, 21.07.1920-11.07.1921, 32 sheets."}, {"link": "/files/21865/", "title": "Case 28", "date": "1920", "description": "Requirements information of OZE departments for issuing medicines from warehouses, 05.07.1920-11.07.1920, 24 sheets."}, {"link": "/files/21866/", "title": "Case 29", "date": "1921", "description": "Annual medical report for 1917 on the activities of the OZE sanatorium in Yevpatoria for children suffering from bone and lymphatic tuberculosis, the magazine \"Izvestia\" of the OZE society for 1919, a report on the situation of the Jewish population, which suffered from the pogroms in Kremenchuk in 1918 - 1920, resolution of the plenary meeting of the OZE Central Committee on the provision of medical and sanitary assistance to the Jewish population, protocols of the OZE committee meetings, a program for doctors and educators in the specialties \"childhood protection\" and \"physical rehabilitation of children and youth\" in schools, estimates, etc., 18.01.1921-30.05.1921, 86 sheets."}, {"link": "/files/21867/", "title": "Case 30", "date": "1921", "description": "Minutes of meetings of the Gomel Committee of the OZE, correspondence with it about the situation of the Jewish population and the organization of aid to victims of pogroms, the work of medical and sanitary units and the supply of medicines to them, cost estimates, etc., 01.04.1921-09.23.1921, 161 sheets."}, {"link": "/files/21868/", "title": "Case 31", "date": "1921", "description": "A copy of the minutes of the meeting of the medical and pharmaceutical commission at the Jewish Public Committee and correspondence with the Central Committee of the OZE Society about medical assistance, transfer of the composition, etc., 10.02.1921-04.03.1921, 4 sheets."}, {"link": "/files/21869/", "title": "Case 32", "date": "", "description": "Annual medical report on the activities of the sanatorium in Yevpatoria for children for 1917, 29 sheets."}, {"link": "/files/21870/", "title": "Case 33", "date": "1921", "description": "Report of the OZE sanatorium in Alushta, certificates of OZE employees on a business trip to the Crimea to provide medical and sanitary assistance to the Jewish population, lists of medicines and surgical instruments, etc., 01.02.1921-07.30.1921, 60 sheets."}, {"link": "/files/21871/", "title": "Case 34", "date": "1921", "description": "Report of the employee of the 2nd sanitary-epidemiological detachment of the People's Commissariat of Health of the RSFSR M. O. Tzeitlin about the pogrom in Vasylevichi, correspondence with the Jewish department of the People's Commissariat of Nationalities of the RSFSR about the work of the Minsk branch, etc., 04/15/1921, 6 sheets."}, {"link": "/files/21872/", "title": "Case 35", "date": "1921", "description": "Correspondence with the Jewish Public Committee on the approval of estimates for the dispatch of medical and sanitary aid units to the provinces and districts to provide assistance to pogrom victims, the organization of the Moscow collectorate for the reception and referral of orphans affected by the pogroms to other institutions, an extract from the letter of the authorized Jewish committee in America, etc., 02.01.1921-26.07.1921, 168 sheets."}, {"link": "/files/21873/", "title": "Case 36", "date": "1920", "description": "Correspondence with the OZE branch in Vilna about medical and sanitary work, organization of dispensaries, colonies for weak children, playgrounds, etc., 07/20/1920-10/03/1920, 7 sheets."}, {"link": "/files/21874/", "title": "Case 37", "date": "1921", "description": "Correspondence with the branch in the city of Orsha about the organization of orphanages, colonies and sanatoriums of OZE, 04/29/1921-07/11/1921, 18 sheets."}, {"link": "/files/21875/", "title": "Case 38", "date": "1921", "description": "List of points affected by pogroms in the provinces, estimates for the maintenance and equipment of children's sanatoriums, correspondence, etc., 21.02.1921-07.06.1921, 41 sheets."}, {"link": "/files/21876/", "title": "Case 39", "date": "", "description": "Resolution of the 1st All-Ukrainian Congress of Cultural and Educational Workers, Kyiv, 27 sheet."}, {"link": "/files/21877/", "title": "Case 40", "date": "1923", "description": "Copies of Dr. Rabinovych's reports on the review of medical and sanitary work in children's institutions in the cities of Proskuriv and Starokostyantiniv, 04/22/1923-05/22/1923, 17 sheets."}, {"link": "/files/21878/", "title": "Case 41", "date": "", "description": "Old description No. 1 for 1917-1923, 5 sheets."}]