[{"link": "/files/2210/", "title": "Case 1", "date": "", "description": "Reports of employees of the utilization department on the inventory of books exported from the occupied regions of Ukraine and Poland, 59 sheets."}, {"link": "/files/2211/", "title": "Case 2", "date": "", "description": "Report of the Baltic working group on its activities in 1941, 33 sheets."}, {"link": "/files/2212/", "title": "Case 3", "date": "", "description": "Order of the head of the utilization department on the use of Soviet articles, newspapers and journalists for the purpose of counter-revolutionary propaganda, 96 sheets."}, {"link": "/files/2213/", "title": "Case 4", "date": "", "description": "An excerpt from the article by Professor Vashchenko (who collaborated with the occupiers) \"Stages of the Development of Soviet Pedagogy and School\", the article by an unknown author \"Hungary and the Jewish Question\" and other articles, 133 sheets."}, {"link": "/files/2214/", "title": "Case 5", "date": "", "description": "Translation of the article by the secretary of the Leningrad regional committee of the party \"The People's Army behind enemy lines\", 44 sheets."}, {"link": "/files/2215/", "title": "Case 6", "date": "", "description": "Lists of research institutes, libraries, museums of the occupied regions, 47 sheets."}, {"link": "/files/2216/", "title": "Case 7", "date": "", "description": "Clippings from German newspapers, 83 sheets."}, {"link": "/files/2217/", "title": "Case 8", "date": "", "description": "\"Appeal to the Jewish People of the USSR\", published in Moscow in 1925 (in German), 57 sheets."}, {"link": "/files/2218/", "title": "Case 9", "date": "", "description": "Report of the head of the special staff of science on a trip to Ukraine. I. D. Kolesnyk's book \"Summer planting of potatoes in the central zone of Ukraine\" translated into German, 40 sheets."}, {"link": "/files/2219/", "title": "Case 10", "date": "", "description": "Certificates of Germans, employees of the working group of Ukraine and Russians who worked in Rosenberg's headquarters, 46 sheets."}, {"link": "/files/2220/", "title": "Case 11", "date": "", "description": "Report on the activities of the Rostov special command for the IV quarter of 1942, 52 sheets."}, {"link": "/files/2221/", "title": "Case 12", "date": "", "description": "Report on the activities of the Rostov special team from September 6 to October 4, 1942, correspondence with the heads of departments about the enrollment of female translators for service in the Rostov team, etc. questions, 66 sheets."}, {"link": "/files/2222/", "title": "Case 13", "date": "", "description": "Correspondence with the head of the Baltic working group about archival materials of Vileika. Excerpts from the metrical books of St. George's Church in Vileika. Photographs of the Minsk archive, 28 sheets."}, {"link": "/files/2223/", "title": "Case 14", "date": "", "description": "Anti-Soviet article by A. Dryoma, who collaborated with the Germans, \"Polish chauvinism under the Bolshevik mask.\" Lists of books that were in the libraries of Lithuania and Latvia, 37 sheets."}, {"link": "/files/2224/", "title": "Case 15", "date": "", "description": "Stories, fairy tales, songs of Soviet writers, translated into German, vol. I, 96 sheets."}, {"link": "/files/2225/", "title": "Case 16", "date": "", "description": "Also, t. P, 134 sheets."}, {"link": "/files/2226/", "title": "Case 17", "date": "", "description": "List of operative department employees, 3 sheets."}, {"link": "/files/2227/", "title": "Case 18", "date": "", "description": "Excerpt from a report (author unknown) on the Communist Party of Croatia. The article \"We and Versailles\", published in the Yugoslav newspaper \"Vremya\" (German language), 80 sheets."}, {"link": "/files/2228/", "title": "Case 19", "date": "", "description": "Reports of the heads of departments of the Rosenberg headquarters on the work, lists of institutions in the city of Ratibor, correspondence with the luggage office of Krakow about sending cargo, 115 sheets."}, {"link": "/files/2229/", "title": "Case 20", "date": "", "description": "Correspondence with headquarters institutions about the transportation of goods from Ukraine to Germany, baggage notes on cargo, 100 sheets."}, {"link": "/files/2230/", "title": "Case 21", "date": "", "description": "Correspondence with heads of departments about the business trip of German employees, about the delivery and accounting of cargo, 166 sheets."}, {"link": "/files/2231/", "title": "Case 22", "date": "", "description": "Correspondence with heads of departments about the equipment of office premises, enrollment of employees, management of records, 89 sheets."}, {"link": "/files/2232/", "title": "Case 23", "date": "", "description": "Correspondence with the head of the occupation institutions of Ratibor about the use of buildings for warehouses, about the secondment of German employees to other cities of the occupied regions, their lists, 88 sheets."}, {"link": "/files/2233/", "title": "Case 24", "date": "", "description": "Correspondence with heads of departments about receiving cargo, about their accounting, payment of costs for unloading, 95 sheets."}, {"link": "/files/2234/", "title": "Case 25", "date": "", "description": "Statistical essay of Professor Sosnovy, who collaborated with the occupiers, \"The Movement of the Population of Ukraine from 1917 to 1941\", 123 sheets."}, {"link": "/files/2235/", "title": "Case 26", "date": "", "description": "Order of the General Commissar of Belgrade on the use of archives and libraries of occupied cities. Correspondence with heads of departments about business trips of German employees, 53 sheets."}, {"link": "/files/2236/", "title": "Case 27", "date": "", "description": "The article of Professor Melander, who collaborated with the German-Nazi occupiers, \"Public Education in the USSR\" and the article of civil engineer Alekseev \"Railway transport of the USSR from 1938 to 1941\", 80 sheets."}, {"link": "/files/2237/", "title": "Case 28", "date": "", "description": "Review of the book \"Soviet psychology and its attitude towards the Germans\" by Professor Gruzynsky, who collaborated with the occupiers. Brochure by M. G. Kosarev \"How to increase the yield of rye seeds\" (German language), 102 sheets."}, {"link": "/files/2238/", "title": "Case 29", "date": "", "description": "Translation into German of the article by Professor Filipov, who collaborated with the occupiers, \"The State of Higher Education in the Soviet Union.\" Review of the book \"Anglophilia in Serbia\" by the Yugoslav writer Prokych, 60 sheets."}, {"link": "/files/2239/", "title": "Case 29a", "date": "1943", "description": "Translation from Russian of P. Menshutin's article \"Stara Russa\", published in the magazine \"Voice of the North\", 04/21/1943, 34 sheets."}, {"link": "/files/2240/", "title": "Case 29b", "date": "1943", "description": "Articles published by the German Wanzes Institute \"Proposals on Agrarian Policy in the Occupied Eastern Regions\", 04.1943, 99 sheets."}, {"link": "/files/2241/", "title": "Case 29c", "date": "1943", "description": "Anti-Soviet and anti-Semitic articles by Ludwig Bronovsky, 04.1943, 97 sheets."}, {"link": "/files/2242/", "title": "Case 30", "date": "", "description": "Bulletins of the German-Nazi propaganda service No. 1, 13 for 1943 and No. 1, for 1944, 39 sheets."}, {"link": "/files/2243/", "title": "Case 30a", "date": "1943", "description": "Documents on the activities of the German-Nazi Central Film Company \"Ost\" (correspondence, agreements, messages), 13.03.1943-29.10.1943, 119 sheets."}, {"link": "/files/2244/", "title": "Case 34", "date": "", "description": "Anti-Soviet article by the Latvian priest A. Pibalgs. Lists of books stored in the libraries of Lithuania and Latvia, 181 sheets."}, {"link": "/files/2245/", "title": "Case 35", "date": "", "description": "Review of the Yugoslav newspaper Novoe vremya from August 15 to 30, 1943, 48 sheets."}, {"link": "/files/2246/", "title": "Case 36", "date": "", "description": "Article by Gromov, who collaborated with the occupiers, \"Characteristics of the Soviet Peasant\", 12 sheets."}, {"link": "/files/2247/", "title": "Case 37", "date": "", "description": "The article \"Church in Estonia\", translated into German by Pravdin. Anti-Soviet fiction about the Estonian SSR, 62 sheets."}, {"link": "/files/2248/", "title": "Case 38", "date": "", "description": "Translation into German of Dr. Yevtich's book \"Political parties and currents in Serbia and among the Serbian people\" (from 1929 to the present time), 109 sheets."}, {"link": "/files/2249/", "title": "Case 39", "date": "", "description": "Review of the Italian press for February-May 1944, 42 sheets."}, {"link": "/files/2250/", "title": "Case 40", "date": "", "description": "Old description No. 2, 19 sheets."}]