[{"link": "/files/20990/", "title": "Case 1", "date": "1919", "description": "Circular of the All-Ukrainian Central Committee for Assistance to Victims of Pogroms on the Organization of the Legal Department, October 12, 1919, 0 sheets."}, {"link": "/files/20991/", "title": "Case 2", "date": "1919", "description": "Instructions of the All-Ukrainian Central Committee for Assistance to Victims of Pogroms on organizing committees in districts, filling out accounting and control cards; justification documents for the funds spent, 15.08.1919-24.10.1919, 0 sheets."}, {"link": "/files/20992/", "title": "Case 3", "date": "1919", "description": "Minutes of the meeting of the Shepetiv Jewish Public Council on arrests and robberies of passengers; mandate of the Commissioner of the Shepetiv Jewish Community Council, 03.10.1919, 0 sheet."}, {"link": "/files/20993/", "title": "Case 4", "date": "1919", "description": "Report notes and reports of the head of the sanitary department of the Kamianets Jewish community and eyewitnesses about the pogroms in Kitayhorod, 06/27/1919-10/18/1919, 0 sheets."}, {"link": "/files/20994/", "title": "Case 5", "date": "1919", "description": "Copy of the report of the representative of the Yampil Jewish community on pogroms, 09/22/1919, 0 sheet."}, {"link": "/files/20995/", "title": "Case 6", "date": "1919", "description": "Copy of the report of the Zhmeryn Jewish Public Council on the state of the Jewish population after the pogroms that took place in July-August 1919, 09/29/1919, 0 sheet."}, {"link": "/files/20996/", "title": "Case 7", "date": "1919", "description": "Excerpt from the report and a letter from the Haysyn Branch of the All-Ukrainian Central Committee for Assistance to Victims of Pogroms on the Organization of the Legal Department, 02.10.1919-14.10.1919, 0 sheets."}, {"link": "/files/20997/", "title": "Case 8", "date": "1919", "description": "Copy of the report of the inspector-instructor of the Ministry of Jewish Affairs of the Ukrainian People's Republic on bringing to justice those who took part in the pogroms, the list of victims, November 4, 1919, 0 sheet."}, {"link": "/files/20998/", "title": "Case 9", "date": "1919", "description": "Correspondence with the Ministry of Jewish Affairs of the Ukrainian People's Republic, the Kamianets-Podilskyi Jewish Community on the allocation of funds for the provision of assistance to victims of pogroms, eyewitness accounts of looting, 08/21/1919, 0 sheet."}, {"link": "/files/20999/", "title": "Case 10", "date": "1919", "description": "Financial reports and supporting documents of the Zynkiv Jewish community, September 16, 1919, 0 sheets."}, {"link": "/files/21000/", "title": "Case 11", "date": "1919", "description": "Act on the robbery of the cooperative of the Braille Society of the Union of Jewish Ex-Soldiers, 09/10/1919, 0 sheet."}, {"link": "/files/21001/", "title": "Case 12", "date": "1919", "description": "Applications for assistance from pogrom victims, lists of missing items, 08/22/1919, 0 sheets."}, {"link": "/files/21002/", "title": "Case 13", "date": "1919", "description": "Petition of a merchant from Vendy residents of the Podilsk province about the return of the manufactory taken from him, 09/22/1919, 0 sheet."}, {"link": "/files/21003/", "title": "Case 14", "date": "1919", "description": "Statements of the victims and testimony of the members of the Kamianets-Podilskyi Committee for Aid to Victims of Pogroms about the circumstances of the killing of Jews, 09/05/1919-10/07/1919, 0 sheet."}, {"link": "/files/21004/", "title": "Case 15", "date": "1919", "description": "Application of a pogrom-affected resident of Kitaygorod, Podilsk province, to provide him with material assistance, 09/28/1919, 0 sheet."}, {"link": "/files/21005/", "title": "Case 16", "date": "1919", "description": "Statements of victims of pogroms residents of the village. Minsk residents of the Podilsk province on providing them with material assistance, 02.09.1919-22.09.1919, 0 sheet."}, {"link": "/files/21006/", "title": "Case 17", "date": "1919", "description": "Statement of the manufacturer of Mogilev-Podilskyi about the requisition of his monpansier, 09/01/1919-09/02/1919, 0 sheet."}, {"link": "/files/21007/", "title": "Case 18", "date": "1919", "description": "Statement of the Jewish community of Mogilev-Podilskyi and individuals about torture of the Jewish population and request for medical and food aid; certificate of the instructor of the All-Ukrainian Central Committee for Assistance to Victims of Pogroms, 09/07/1919-11/06/1919, 0 sheet."}, {"link": "/files/21008/", "title": "Case 19", "date": "1919", "description": "Statement of a resident of Murovani Kurylivtsi about the requisition of his eggs, 08/21/1919, 0 sheet."}, {"link": "/files/21009/", "title": "Case 20", "date": "1919", "description": "Statements of victims of pogroms from residents of the Podilsk province about losses, lists of stolen things, 06.26.1919-10.15.1919, 0 sheets."}, {"link": "/files/21010/", "title": "Case 21", "date": "1919", "description": "Statement of a resident of the village. Zynkiv of the Podilsk province about the seizure of horses from it, 09/22/1919, 0 sheet."}, {"link": "/files/21011/", "title": "Case 22", "date": "1919", "description": "Statements of residents of Volyn cities on providing assistance to victims of pogroms; certificates of employees of the All-Ukrainian Central Committee for Assistance to Victims of Pogroms, September 22, 1919-December 8, 1919, 0 sheets."}, {"link": "/files/21012/", "title": "Case 23", "date": "1919", "description": "Complaints of a resident of Solobkivtsi, who received damage to his hand during the pogroms and a doctor's certificate, 08/30/1919, 0 sheet."}, {"link": "/files/21013/", "title": "Case 24", "date": "1919", "description": "Statement of a resident of Sharivka of the Podilsk province about the theft of sugar, 16.09.1919, 0 sheet."}, {"link": "/files/21014/", "title": "Case 25", "date": "1919", "description": "Statement of residents of the village Yaruga of the Podilsk province on the return of contributions to them, 09/28/1919, 0 sheet."}, {"link": "/files/21015/", "title": "Case 26", "date": "1919", "description": "Registration letters for persons affected by pogroms in the city of Bar, Podilsk province and in need of financial assistance, 08/24/1919-09/09/1919, 0 sheets."}, {"link": "/files/21016/", "title": "Case 27", "date": "1919", "description": "Registration letters for persons affected by pogroms in the village. Vovky residents of the Podilsk province and need financial assistance, 09/29/1919, 0 sheet."}, {"link": "/files/21017/", "title": "Case 28", "date": "1919", "description": "Registration letters for persons affected by pogroms in the town of Haysyn, Podilsk province and in need of financial assistance, 09/17/1919, 0 sheets."}, {"link": "/files/21018/", "title": "Case 29", "date": "1919", "description": "Registration letters for persons affected by the pogroms in the town of Horodok, Podilsk province, and in need of financial assistance, September 10, 1919-September 12, 1919, 0 sheets."}, {"link": "/files/21019/", "title": "Case 30", "date": "", "description": "Registration letters for persons affected by the pogroms in the city of Kamianets-Podilskyi of the Podilsk province and in need of material assistance, 0 sheets."}, {"link": "/files/21020/", "title": "Case 31", "date": "1919", "description": "Registration letters for persons affected by pogroms in Kuna, Podilsk province and in need of financial assistance, 10.1919, 0 sheets."}, {"link": "/files/21021/", "title": "Case 32", "date": "1919", "description": "Registration letters for persons affected by pogroms in the city of Raigorod, Podilsk province and in need of financial assistance, 09/19/1919-09/21/1919, 0 sheets."}, {"link": "/files/21022/", "title": "Case 33", "date": "1919", "description": "Registration letters for persons affected by pogroms in the village. Sobolivka of the Podilsk province and in need of financial assistance, 1919, 0 sheets."}, {"link": "/files/21023/", "title": "Case 34", "date": "1919", "description": "Copy of the accompanying letter to the information about the participants in the pogroms, 08/20/1919, 0 sheets."}]