[{"link": "/files/20968/", "title": "Case 1", "date": "1919", "description": "Draft documents on the creation of the Commissariat for Jewish Affairs, on issues of Jewish national culture, the order of the Temporary Commissioner for Jewish Affairs on the withdrawal of all religious institutions from his jurisdiction; notice on the dissolution of Jewish public councils and the opening of commissariats in Jewish affairs, etc., 27.02.1919-19.03.1919, 9 sheets."}, {"link": "/files/20969/", "title": "Case 2", "date": "1919", "description": "The Statute of the Cultural League, the shorthand report of the congress and the pamphlet \"The Main Tasks of the Cultural League\", 1919, 18 sheets."}, {"link": "/files/20970/", "title": "Case 3", "date": "1919", "description": "Orders of the Ministry of Jewish Affairs, regulations of the Kyiv Regional Commissariat on the remuneration of employees of institutions located in the city of Kyiv and the Kyiv province, 02/07/1919-03/14/1919, 17 sheets."}, {"link": "/files/20971/", "title": "Case 4", "date": "1919", "description": "Minutes of the meeting on the organization of the Kyiv branch of the Central Publishing Bureau, certificates and lists of employees of the Yidysher Folks-Farlag cooperative society, etc., 20.02.1919-19.07.1919, 16 sheets."}, {"link": "/files/20972/", "title": "Case 5", "date": "", "description": "Copies of reports of the Temporary Commissioner on the organization of the Commissariat for Jewish Affairs, its functions and the work of the former Ministry of Jewish Affairs of the Ukrainian People's Republic, 13 sheets."}, {"link": "/files/20973/", "title": "Case 6", "date": "1919", "description": "Report note of the Chernobyl Revolutionary Committee to the Provisional Government of the USSR about the attack of the rebel units of Laznyuk and Struk, February 11, 1919, 3 sheets."}, {"link": "/files/20974/", "title": "Case 7", "date": "1919", "description": "Clippings from the newspapers \"Nas Tsait\", \"Nash Put\", \"Nova Rada\", etc. about the 3rd All-Ukrainian conference of the Bund Jewish party, speeches of its members and the party's position, pogroms in Romania, Bessarabia, Ukraine, elections to the Labor Congress of the Ukrainian People's Republic, etc., 1919, 20 sheets."}, {"link": "/files/20975/", "title": "Case 8", "date": "1919", "description": "Correspondence of the Temporary Commissariat of the Ukrainian SSR for Jewish Affairs with various institutions about its financing, 20.02.1919-05.04.1919, 17 sheets."}, {"link": "/files/20976/", "title": "Case 9", "date": "1919", "description": "Correspondence with the Housing Audit Commission under the Executive Committee of the Council of Workers' and Soldiers' Deputies on the provision of premises for the union of Jewish artists and choristers and victims of pogroms, 20.02.1919-13.04.1919, 14 sheets."}, {"link": "/files/20977/", "title": "Case 10", "date": "1919", "description": "Correspondence with the Kyiv Provincial Executive Committee of the Council of Workers', Peasants', and Red Army Deputies on the allocation of funds, issuance of certificates, enlistment, etc., 02/09/1919-04/29/1919, 38 sheets."}, {"link": "/files/20978/", "title": "Case 11", "date": "1919", "description": "Copies of certificates issued to employees of the Temporary Commissariat of the Ukrainian SSR for Jewish Affairs, 02/17/1919-05/17/1919, 30 sheets."}, {"link": "/files/20979/", "title": "Case 12", "date": "1919", "description": "Certificates issued by prayer houses and Jewish communities to rabbis, cantors, etc., 01.02.1919-03.25.1919, 37 sheets."}, {"link": "/files/20980/", "title": "Case 13", "date": "1919", "description": "Petition of the Temporary Commissariat of the Ukrainian SSR for Jewish Affairs on the issuance of exit passes from the city of Kyiv to places of residence, lists, 27.02.1919-17.03.1919, 33 sheets."}, {"link": "/files/20981/", "title": "Case 14", "date": "1919", "description": "Demand information and lists for payment of salaries to employees of the Temporary Commissariat of the Ukrainian SSR for Jewish Affairs, 07/20/1919, 13 sheets."}, {"link": "/files/20982/", "title": "Case 15", "date": "1919", "description": "Postal book, 23.01.1919-13.05.1919, 99 sheets."}, {"link": "/files/20983/", "title": "Case 16", "date": "1919", "description": "Circular of the Temporary Commissariat of the Ukrainian SSR for Jewish Affairs on the provision of information on available primary, secondary and higher Jewish schools, evening courses, orders for enrollment in positions and statements of former employees of the Ministry of Jewish Affairs of the Ukrainian People's Republic about their dismissal, 03/01/1919-05/20/1919 , 20 sheets."}, {"link": "/files/20984/", "title": "Case 17", "date": "1919", "description": "Correspondence with the Commissariat of the Kyiv Educational District, the Ministry of Public Education, city authorities on providing funds for the needs of publishing houses and schools, providing information on the financial condition of Jewish schools, lists of heads of Jewish schools, 02/05/1919-04/30/1919, 25 sheets."}, {"link": "/files/20985/", "title": "Case 18", "date": "1919", "description": "Correspondence with Jewish communities of the Central Committee of the Jewish Teachers' Union of Ukraine and heads of schools about the state of primary, secondary and higher Jewish schools, teaching staff, their inclusion in the general network of schools in Ukraine, provision of funds to improve living conditions, certificates of Jewish teachers, etc., 02/13/1919-03/25 .1919, 95 sheets."}, {"link": "/files/20986/", "title": "Case 19", "date": "1919", "description": "Correspondence with the Central Committee for Assistance to Victims of Pogroms, copies of certificates, etc., 11.02.1919-31.05.1919, 28 sheets."}, {"link": "/files/20987/", "title": "Case 20", "date": "1919", "description": "Correspondence of the Kyiv Jewish Hospital with the Commissioner of the Ministry of Jewish Affairs about the opening of the hospital, the difficult financial condition of the hospital and the provision of medical assistance to the employees of the commissariat from, 02.23.1919-03.14.1919, 3 sheets."}, {"link": "/files/20988/", "title": "Case 21", "date": "1919", "description": "Collection of instructions and regulations on the organization of agricultural communes, correspondence with the Kyiv City Food Committee and other institutions on providing products for employees of the Temporary Commissariat of the Ukrainian SSR for Jewish Affairs, providing funds for heating houses, etc., 16.03.1919-15.07.1919, 48 sheets."}, {"link": "/files/20989/", "title": "Case 22", "date": "", "description": "Old description No. 1 for 1919, 4 sheets."}]