[{"link": "/files/19548/", "title": "Case 1", "date": "1917-1918", "description": "Law of the Council of Ministers on the normal maintenance of employees in central government institutions of the civil department; expense accounts for the Office of the General Secretariat of the Ukrainian Central Rada, lists for payment of maintenance to employees of the General Secretariat of Jewish Affairs, statements of employees of the Ministry of Jewish Affairs on the provision of monetary assistance, 11/10/1917-08/1918, 32 sheets."}, {"link": "/files/19549/", "title": "Case 2", "date": "1917-1918", "description": "Correspondence of the Secretariat of Internal Affairs with the provincial and district commissioners on the appointment of the General Secretary of Jewish Affairs, the prevention of pogroms and the issuing of money to persons injured in the pogroms, 10.10.1917-02.09.1918, 12 sheets."}, {"link": "/files/19550/", "title": "Case 3", "date": "1917-1918", "description": "Circular of the Council of People's Ministers on the procedure for introducing draft laws on record keeping; correspondence with the Council of People's Ministers and ministries about sending their draft laws, sending representatives to meetings of the state approval commission, etc., 11/14/1917-06/07/1918, 52 sheets."}, {"link": "/files/19551/", "title": "Case 4", "date": "1918", "description": "Telegrams and a report of the Ministry of Jewish Affairs on the formation of national-personal autonomy, the preparation of elections to the Ukrainian Constituent Assembly and the abolition of restrictions for the Jewish colonists of Kherson region and Katerynoslav region; certificates, etc., 02.01.1918-07.08.1918, 43 sheets."}, {"link": "/files/19552/", "title": "Case 5", "date": "1917-1918", "description": "Minutes of meetings of the commission of the General Secretariat of Jewish Affairs and correspondence with the General Secretariat of Military Affairs on the conscription of Jews into the army, lists of Jewish officers, 07.11.1917-02.07.1918, 21 sheets."}, {"link": "/files/19553/", "title": "Case 6", "date": "1917-1918", "description": "Minutes of meetings of managers of farms and garages and acts of a special commission for inspection of apartments of the Ministry of Jewish Affairs, correspondence with the economic department of the Council of Ministers on sending information on the number of cars and property, etc. , 19.12.1917-06.08.1918, 56 sheets."}, {"link": "/files/19554/", "title": "Case 7", "date": "1918", "description": "Orders of the Ministry of Jewish Affairs on employment, acts of property assessment; correspondence with the Ministry of Finance, State Control, the Commission for the Liquidation of National Ministries, transfer of funds, handover of seals, transfer of property; descriptions of documents of the Ministry of Jewish Affairs, 02.08.1918-06.09.1918, 79 sheets."}, {"link": "/files/19555/", "title": "Case 8", "date": "1918", "description": "Protests of Jewish public councils against the abolition of national personal autonomy and national ministries. Information on the results of elections to Jewish communities, 04.08.1918-26.08.1918, 28 sheets."}, {"link": "/files/19556/", "title": "Case 9", "date": "1917-1918", "description": "Correspondence with the Council of People's Ministers of the Ukrainian People's Republic, the Council of Ministers of the UD, the Ministry of Military Affairs, etc. about printing circulars, opening loans, purchasing furniture, etc. Addresses of the heads of the Ministry of Jewish Affairs, November 27, 1917-August 6, 1918, 54 sheets."}, {"link": "/files/19557/", "title": "Case 10", "date": "1917-1918", "description": "Correspondence with the Ministry of Finance and State Control about the allocation of funds for the maintenance of employees of the Ministry in Jewish affairs, the opening of libraries, etc., 10/16/1917-08/07/1918, 48 sheets."}, {"link": "/files/19558/", "title": "Case 11", "date": "1917-1918", "description": "Correspondence with the Ministry of Finance, the Ministry of Land Affairs, the Ministry of Communications, etc. on the transfer of security department files to the Central Archives of the Ministry of Jewish Affairs and the issuance of railway tickets for employees, 11/13/1917-07/11/1918, 62 sheets."}, {"link": "/files/19559/", "title": "Case 12", "date": "1917-1918", "description": "Applications for employment at the Ministry of Jewish Affairs, November 30, 1917-July 5, 1918, 69 sheets."}, {"link": "/files/19560/", "title": "Case 13", "date": "1917-1918", "description": "Statements by employees of the Ministry of Jewish Affairs regarding the granting of vacations, issuance of certificates, etc., 12/20/1917-06/10/1918, 38 sheets."}, {"link": "/files/19561/", "title": "Case 14", "date": "1917-1918", "description": "Certificates of employees of the Ministry of Jewish Affairs, October 29, 1917-July 23, 1918, 80 sheets."}, {"link": "/files/19562/", "title": "Case 15", "date": "1918", "description": "Copies of certificates of employees of the Ministry of Jewish Affairs, 02.01.1918-10.07.1918, 230 sheets."}, {"link": "/files/19563/", "title": "Case 16", "date": "1917-1918", "description": "Form lists of employees of the Ministry of Jewish Affairs, 1917-07/18/1918, 93 sheets."}, {"link": "/files/19564/", "title": "Case 17", "date": "", "description": "Provisions on the Jewish National Union and its statute, theses to the draft law on local bodies of the Jewish National Union in Ukraine, the Law of the Ukrainian People's Republic on National-Personal Autonomy, report note, etc. (drafts), 74 sheets."}, {"link": "/files/19565/", "title": "Case 18", "date": "1918", "description": "Resolution of the Congress of Representatives of the Jewish Community of the Proskuriv District on the Elections to the Constituent Assembly and the All-Russian Jewish Congress, pogroms, etc., a draft of the draft law on Jewish public self-government, a copy of the rules for drawing up temporary expense lists for January-April 1919, 10.10.1918- 11.10.1918, 22 sheets."}, {"link": "/files/19566/", "title": "Case 19", "date": "1918", "description": "Copy of the Volyn provincial commissar's circular, correspondence with city authorities and information from the Volyn provincial board on the issuance of sums from the \"box\" collection, 18.01.1918-26.08.1918, 13 sheets."}, {"link": "/files/19567/", "title": "Case 20", "date": "1917-1918", "description": "Circulars of the General Secretariat for Jewish Affairs, correspondence with the election commissions for elections to Jewish public councils and with the city administrations of the Kyiv province on conducting elections and accepting the records of the commissions, 25.10.1917-29.07.1918, 219 sheets."}, {"link": "/files/19568/", "title": "Case 21", "date": "1917-1918", "description": "Circular of the General Secretariat for Jewish Affairs on the procedure for establishing the fact of birth or death of citizens of Jewish nationality, information about which is missing in the metric books and correspondence with the city administrations of the Kyiv province on this issue, 10/25/1917-07/17/1918, 31 sheets."}, {"link": "/files/19569/", "title": "Case 22", "date": "1917-1918", "description": "Circular of the General Secretariat for Jewish Affairs on conducting rabbi elections; correspondence with city councils, district commissioners and elders of Kyiv region about elections to Jewish communities and transfer of excess \"box\" collection to election commissions for elections to Jewish communities, 25.10.1917-28.07.1918, 22 sheets."}, {"link": "/files/19570/", "title": "Case 23", "date": "1917-1918", "description": "Correspondence on the creation of election commissions for Jewish public councils, minutes of meetings of election commissions and Jewish city and parish administrations of the Kyiv province on the organization of elections, cost estimates and reports on the progress of elections, 08.12.1917-18.07.1918, 145 sheets."}, {"link": "/files/19571/", "title": "Case 24", "date": "1917-1918", "description": "Circulars of the Ministry of Jewish Affairs (copies), correspondence with city councils and election commissions for Jewish communities in cities of the Poltava province on conducting elections and sending commission records, 12/22/1917-07/18/1918, 35 sheets."}, {"link": "/files/19572/", "title": "Case 25", "date": "1918", "description": "Correspondence of the Department of National Self-Government on elections to the Kharkiv Council of the Jewish Community, 07/01/1918, 2 sheets."}, {"link": "/files/19573/", "title": "Case 26", "date": "1918", "description": "Correspondence of the Department of National Self-Government on receiving monetary reports, 07/15/1918, 3 sheets."}, {"link": "/files/19574/", "title": "Case 27", "date": "1917-1918", "description": "Minutes of meetings of vocal Jews of city councils of the Volyn province and commissions for elections to Jewish public councils, correspondence with them about the allocation of funds for holding elections, sending commission records, 14.11.1917-12.08.1918, 135 sheets."}, {"link": "/files/19575/", "title": "Case 28", "date": "1917-1918", "description": "Minutes of meetings of commissions for elections to Jewish communities, their cost estimates and correspondence with city authorities on the distribution of the \"box\" fee between these commissions for holding elections, 11/18/1917-11/07/1918, 62 sheets."}, {"link": "/files/19576/", "title": "Case 29", "date": "1917-1918", "description": "Minutes of the meetings of the Lozovsky city administration and the commission for elections to the Jewish community council with the city administrations of the Katerynoslav province on subsidizing, sending the paperwork of election commissions, 11/23/1917-08/28/1918, 15 sheets."}, {"link": "/files/19577/", "title": "Case 30", "date": "1918", "description": "Extracts from the minutes of the meeting and acts of the Katerynoslav Jewish Community Council, 06/10/1918-08/01/1918, 8 sheets."}, {"link": "/files/19578/", "title": "Case 31", "date": "1917-1918", "description": "Minutes of meetings of commissions for elections to the Jewish community, their cost estimates and correspondence with the city administrations of the Kyiv province on subsidizing these commissions for conducting elections, 03.11.1917-16.07.1918, 138 sheets."}, {"link": "/files/19579/", "title": "Case 32", "date": "1917-1918", "description": "Journals of the meetings of the Volyn and Podilsk provincial governments, the Starokonstantyniv City Duma, correspondence with the Ministry of Internal Affairs and the city administrations of the Kyiv province on the organization of elections to Jewish communities and the provision of funds for elections, etc., 10/24/1917-07/09/1918, 33 sheets."}, {"link": "/files/19580/", "title": "Case 33", "date": "1917-1918", "description": "Minutes of meetings of vocal Jews of city councils and commissions for elections to Jewish public councils of cities of the Podilsk province, correspondence with them about the holding of elections and sending commission records, lists of candidates from Jewish party committees, etc., 03.11.1917-28.08.1918, 122 sheets."}, {"link": "/files/19581/", "title": "Case 34", "date": "1917-1918", "description": "Journals of meetings of the Podilsk gubernatorial board, correspondence with the city and district administrations of the Podilsk gubernia about the transfer of the remaining \"box\" collection to the commissions for elections to Jewish communities, 07.11.1917-15.07.1918, 58 sheets."}, {"link": "/files/19582/", "title": "Case 35", "date": "1918", "description": "Minutes of meetings of vocal Jews of city councils with representatives of Jewish parties and meetings of commissions for elections to the Jewish community in the cities of Poltava province, correspondence with them about sending election materials; lists of candidates for the Kobelyak Jewish community and statements of Romna voters about violations of election rules in commissions, 13.01.1918-11.08.1918, 29 sheets."}, {"link": "/files/19583/", "title": "Case 36", "date": "1918", "description": "Minutes of meetings of commissions for elections to Jewish communities, prominent Jews; correspondence with city authorities on holding elections and providing funds, 12.01.1918-28.07.1918, 44 sheets."}, {"link": "/files/19584/", "title": "Case 37", "date": "1917-1918", "description": "Minutes of meetings of vocal Jews of city councils, meetings of commissions for elections to Jewish communities and correspondence with them about holding elections, 10/12/1917-07/07/1918, 26 sheets."}, {"link": "/files/19585/", "title": "Case 38", "date": "1918", "description": "Minutes of meetings, cost estimates, and statements of the Bobrovytska, Nikolsk-Slobidsk election commissions, and the Glukhiv Jewish Community Council on providing funds for holding elections to Jewish communities, 04/08/1918-07/09/1918, 11 sheets."}, {"link": "/files/19586/", "title": "Case 39", "date": "1918", "description": "Copies of the reports of the organizational and technical commission on conducting elections to Jewish communities and the order of the Ministry of Jewish Affairs on the allocation of funds, 05/28/1918-07/10/1918, 25 sheets."}, {"link": "/files/19587/", "title": "Case 40", "date": "1917-1918", "description": "Report of the election commission to the Kharkiv Public Council on record keeping and correspondence with the city administration on the provision of election materials, 07.12.1917-27.06.1918, 6 sheets."}, {"link": "/files/19588/", "title": "Case 41", "date": "1917-1918", "description": "Correspondence with the General Secretariat of Military Affairs of the Ukrainian SSR, the Council of Ministers of the UD, the Ministry of Internal Affairs, and city administrations on the organization of elections to Jewish communities, 12/18/1917-08/08/1918, 35 sheets."}, {"link": "/files/19589/", "title": "Case 42", "date": "1918", "description": "Correspondence with departments on the preparation of work reports, with the Malynyv organization of the Bund and the council of the Sumy Jewish community on the reorganization of Jewish communities, 03/21/1918-07/21/1918, 12 sheets."}, {"link": "/files/19590/", "title": "Case 43", "date": "1917-1918", "description": "Correspondence with the city administrations of the Volyn province about subsidizing commissions for organizing elections to Jewish public councils for holding elections, October 14, 1917-July 14, 1918, 50 sheets."}, {"link": "/files/19591/", "title": "Case 44", "date": "1917-1918", "description": "Correspondence with the city administrations of the Volyn province and commissions for organizing elections to Jewish public councils on the allocation of funds for holding elections and the provision of election commission materials, 12.27.1917-11.07.1918, 185 sheets."}, {"link": "/files/19592/", "title": "Case 45", "date": "1918", "description": "Correspondence with the Ministry of Finance of the UD on the provision of funds to employees and the State Bank on the transfer of funds to the account of the Ministry in connection with the liquidation of national ministries, 03/25/1918-09/02/1918, 11 sheets."}, {"link": "/files/19593/", "title": "Case 46", "date": "1918", "description": "Correspondence with the Volyn provincial administration and district elders on the elimination of obstacles in the organization of elections to Jewish communities, etc., 05/02/1918-07/03/1918, 8 sheets."}, {"link": "/files/19594/", "title": "Case 47", "date": "1918", "description": "Correspondence with the Jewish community councils of Volhynia about the distribution of funds from the \"box\" collection, the transfer of metric books from the rabbinate to Jewish communities, 07/07/1918, 13 sheets."}, {"link": "/files/19595/", "title": "Case 48", "date": "1917-1918", "description": "Correspondence with the Katerynoslav provincial commissar and the board, the Pavlograd city board on the provision of cost estimates, information on the state of funds in the coffers of Jewish colonies and the organization of Jewish communities, 11/26/1917-06/25/1918, 8 sheets."}, {"link": "/files/19596/", "title": "Case 49", "date": "1918", "description": "Correspondence with district elders of the Katerynoslav province about elections to Jewish communities, etc., 05/15/1918-07/30/1918, 3 sheets."}, {"link": "/files/19597/", "title": "Case 50", "date": "1917-1918", "description": "Correspondence with city administrations and commissions on the organization of elections to Jewish public councils in the Katerynoslav province and the allocation of funds for holding elections, etc., 11/23/1917-07/18/1918, 46 sheets."}, {"link": "/files/19598/", "title": "Case 51", "date": "1917-1918", "description": "Correspondence with the city administrations of the Katerynoslav province on the state of the sums of the box tax and estimates of expenses of the election commissions for elections to Jewish communities, 12/27/1917-06/07/1918, 20 sheets."}, {"link": "/files/19599/", "title": "Case 52", "date": "1918", "description": "Correspondence with the Katerynoslav and Nikopol Jewish public councils on providing assistance to victims of pogroms, elections to temporary national assemblies and functions of Jewish communities, 06/03/1918, 4 sheets."}, {"link": "/files/19600/", "title": "Case 53", "date": "1918", "description": "Telegram from the instructor of communities Sindylevich to the department of national self-government on the issuance of a temporary permit for entering Kyiv and performing his duties, 10.05.1918, 1 sheet."}, {"link": "/files/19601/", "title": "Case 53a", "date": "1917-1918", "description": "Correspondence with city administrations and councils of Jewish communities of Kyiv region about the rights of Jewish communities, the transfer of the functions of the rabbinate to Jewish communities, November 6, 1917-July 29, 1918, 54 sheets."}, {"link": "/files/19602/", "title": "Case 54", "date": "1917-1918", "description": "Correspondence with the city administrations of the Kyiv province on the distribution of the sums of the \"box\" collection among Jewish communities and election commissions, the organization of almshouses, November 26, 1917-July 17, 1918, 83 sheets."}, {"link": "/files/19603/", "title": "Case 55", "date": "1918", "description": "Correspondence with the committee of the Jewish organization of the town of Khoinyki, Minsk province, and the city administrations on holding elections to Jewish communities, 04/30/1918-07/09/1918, 10 sheets."}, {"link": "/files/19604/", "title": "Case 56", "date": "1918", "description": "Correspondence with the Jewish organization of the city of Khoinyki about the accession of the city of Khoinyki of the Minsk province to Ukraine, 07/09/1918, 2 sheets."}, {"link": "/files/19605/", "title": "Case 57", "date": "1917-1918", "description": "Correspondence with the Podilsk provincial commissar and city authorities on the elimination of special taxes, rabbi elections, 10/16/1917-08/01/1918, 17 sheets."}, {"link": "/files/19606/", "title": "Case 58", "date": "1917-1918", "description": "Correspondence with the Podilsk provincial commissar, district elders and heads of state guards about elections to Jewish community councils, November 26, 1917-July 24, 1918, 13 sheets."}, {"link": "/files/19607/", "title": "Case 59", "date": "1917-1918", "description": "Correspondence with the city administrations of the Podilsk province on the transfer of surpluses from the \"box\" collection to the commissions for conducting elections to Jewish communities, 10/27/1917-07/18/1918, 39 sheets."}, {"link": "/files/19608/", "title": "Case 60", "date": "1918", "description": "Correspondence with the city administrations and Jewish public councils of the Podilsk province on the liquidation of rabbinates and the transfer of their functions to Jewish communities, 01.02.1918-07.04.1918, 8 sheets."}, {"link": "/files/19609/", "title": "Case 61", "date": "1918", "description": "Correspondence with city administrations and commissions for elections to Jewish communities of the Podilsk province about the procedure for holding elections, allocation of funds, etc., 07.01.1918-27.07.1918, 122 sheets."}, {"link": "/files/19610/", "title": "Case 62", "date": "1918", "description": "Correspondence with the Poltava provincial commissar and district elders about the organization of elections to Jewish public councils and the transfer of the functions of the rabbinate to them, 05/22/1918-07/01/1918, 5 sheets."}, {"link": "/files/19611/", "title": "Case 63", "date": "1917-1918", "description": "Correspondence with the city administrations of the Poltava province on financing election commissions for the organization of elections to Jewish communities, October 27, 1917-July 24, 1918, 17 sheets."}, {"link": "/files/19612/", "title": "Case 64", "date": "", "description": "Correspondence with the Kremenchug Jewish community about the procedure for the return of the Jewish population to the city, 3 sheets."}, {"link": "/files/19613/", "title": "Case 65", "date": "1917-1918", "description": "Correspondence with the city administration and the commission for the organization of elections in the city of Khorol, Poltava province, on the transfer of surplus \"box\" collection to the Khorol election commission, 08.12.1917-21.07.1918, 15 sheets."}, {"link": "/files/19614/", "title": "Case 66", "date": "1918", "description": "Correspondence with the city administrations and Jewish public councils of the Tavria province on the conduct of elections and the administration of election commissions, 30.05.1918-02.07.1918, 22 sheets."}, {"link": "/files/19615/", "title": "Case 67", "date": "1918", "description": "Correspondence with the Jewish public councils of the Tavria province about sending election commission materials to Jewish communities, May 22, 1918-July 11, 1918, 9 sheets."}, {"link": "/files/19616/", "title": "Case 68", "date": "1918", "description": "Correspondence with commissions for organizing elections to Jewish communities in the Kharkiv province, adoption of the law on elections, functions of communities, etc., 06/04/1918-06/26/1918, 7 sheets."}, {"link": "/files/19617/", "title": "Case 69", "date": "1918", "description": "A copy of the letter to the Kharkiv Election Commission on the allocation of funds for holding elections to Jewish public councils. Kharkiv, 04.06.1918, 1 sheet."}, {"link": "/files/19618/", "title": "Case 70", "date": "1918", "description": "Correspondence with district elders and city dumas of the Kherson region about holding elections to Jewish public councils and their functions, June 16, 1918-July 18, 1918, 6 sheets."}, {"link": "/files/19619/", "title": "Case 71", "date": "1918", "description": "Correspondence with city administrations and election commissions of the Kherson province on the organization of elections, etc., 04/16/1918-07/18/1918, 56 sheets."}, {"link": "/files/19620/", "title": "Case 72", "date": "1918", "description": "Correspondence with city administrations on the provision of funds to commissions for elections to Jewish communities, their cost estimates, information on the circulation of the \"box\" collection in the cities of the Kherson province, 04/28/1918-07/14/1918, 39 sheets."}, {"link": "/files/19621/", "title": "Case 73", "date": "1918", "description": "Correspondence with the Yelisavetgrad Jewish Community Council on the provision of funds for holding elections, 05/30/1918, 2 sheets."}, {"link": "/files/19622/", "title": "Case 74", "date": "1918", "description": "Correspondence with the Yelisavetgrad Election Commission on conducting elections, 04/16/1918-07/16/1918, 2 sheets."}, {"link": "/files/19623/", "title": "Case 75", "date": "1917-1918", "description": "Correspondence with the Chernihiv provincial commissar, the Oster district headman, the Minsk Zemstvo Board about elections to Jewish communities, distribution of funds from the \"box\" collection, lists of rabbis of the Chernihiv region, certificate of an employee of the Ministry of Jewish Affairs, 06.10.1917-12.06.1918, 8 sheets."}, {"link": "/files/19624/", "title": "Case 76", "date": "1918", "description": "Correspondence with the Chernihiv provincial commissioner and district elders about elections to Jewish communities and their rights, 04/11/1918-07/07/1918, 5 sheets."}, {"link": "/files/19625/", "title": "Case 77", "date": "1917-1918", "description": "Correspondence with the Chernihiv provincial administration and city administrations on the transfer of surplus \"box\" fees to election commissions, 10/27/1917-07/08/1918, 10 sheets."}, {"link": "/files/19626/", "title": "Case 78", "date": "1918", "description": "Correspondence with city and district administrations and commissions for the organization of elections on the procedure for conducting elections, providing materials of election commissions of Chernihiv province, 07.01.1918-11.07.1918, 38 sheets."}, {"link": "/files/19627/", "title": "Case 79", "date": "", "description": "Copy of the letter from the Ministry of Jewish Affairs on providing information on the results of the elections to the Konotop Jewish community, 1 sheet."}, {"link": "/files/19628/", "title": "Case 80", "date": "1918", "description": "Correspondence with the city administrations of the Katerynoslav province about the surplus of the \"box\" tax in the provinces, 18.01.1918-29.04.1918, 6 sheets."}, {"link": "/files/19629/", "title": "Case 81", "date": "1917-1918", "description": "Information of the Podilsk gubernatorial commissar on the remains of the \"box\" levy in the gubernia, 01.23.1917-04.27.1918, 13 sheets."}, {"link": "/files/19630/", "title": "Case 82", "date": "1918", "description": "Correspondence of the city administrations of the Poltava province with the Ministry of Jewish Affairs about the cash balances of the \"box\" collection, 05/28/1918-07/07/1918, 3 sheets."}, {"link": "/files/19631/", "title": "Case 83", "date": "1918", "description": "Information of the city administrations of the Kherson province on the circulation of the \"box\" fee in the province, 04/14/1918-08/29/1918, 14 sheets."}, {"link": "/files/19632/", "title": "Case 84", "date": "1918", "description": "Information from the city administrations of the Chernihiv province on the state of the amounts of the \"box\" tax in the province, etc., 13.01.1918-09.06.1918, 7 sheets."}, {"link": "/files/19633/", "title": "Case 85", "date": "", "description": "A copy of the shorthand report on the All-Ukrainian Jewish Teachers' Congress (May 31 - June 11, 1918) published in the newspaper \"Nae Zeit\", 15 sheets."}, {"link": "/files/19634/", "title": "Case 86", "date": "1917-1918", "description": "The statute of the Kyiv Jewish Teachers' Seminary and the staff of the seminary, an extract from the minutes of the meeting of the Ukrainian Central Council regarding the adoption of the law on the formation of Jewish public councils, the report of the Ministry of Jewish Affairs to the Council of Ministers on the allocation of funds for the development of the draft regulations on the Jewish National Union, orders, correspondence etc., 10.10.1917-20.05.1918, 85 sheets."}, {"link": "/files/19635/", "title": "Case 87", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the Oleksandriv Jewish community, list of candidates and elected members, 04/29/1918, 6 sheets."}, {"link": "/files/19636/", "title": "Case 88", "date": "1918", "description": "Minutes of the meetings of the commission for the organization of elections to the Bazaliya and Saksagan Jewish public councils, lists of voters and candidates, correspondence with the city administrations of the Kyiv province and the Ministry of Internal Affairs on providing funds for the elections, 08/04/1918-08/26/1918, 28 sheets."}, {"link": "/files/19637/", "title": "Case 89", "date": "1918", "description": "Minutes of the meetings of the Jewish zemstvos with representatives of parties and technical commissions on the conduct of elections to the Belinovo Jewish Community Council, lists of candidates and their statements of consent to run for office, 05/03/1918, 20 sheets."}, {"link": "/files/19638/", "title": "Case 90", "date": "1917-1918", "description": "Minutes of meetings of the Temporary Committee for the Reorganization of Jewish Communities and the Joint Commission for Organizing Elections to Jewish Communities, October 7, 1917-June 7, 1918, 9 sheets."}, {"link": "/files/19639/", "title": "Case 91", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to Jewish public councils of Berezivka, Kherson province, lists of candidates from committees of Jewish parties and other organizations, etc., 05.05.1918-26.06.1918, 48 sheets."}, {"link": "/files/19640/", "title": "Case 92", "date": "1918", "description": "Minutes of meetings and cost estimates of the commission for holding elections to Jewish public councils, lists of candidates from party committees, p. Berezne of the Volyn province and their applications to run for office and violation of election rules, 11.01.1918-02.05.1918, 41 sheets."}, {"link": "/files/19641/", "title": "Case 93", "date": "1918", "description": "Minutes of the meetings of the commission for the organization of elections to the Bogomolsk Jewish community and lists of candidates from the committees of Jewish parties and other organizations, 04/26/1918-06/19/1918, 24 sheets."}, {"link": "/files/19642/", "title": "Case 94", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the Jewish community and lists of candidates from Jewish parties and other organizations p. Boryspil, Poltava province, 13.02.1918-06.05.1918, 19 sheets."}, {"link": "/files/19643/", "title": "Case 95", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to Jewish public councils and lists of candidates from committees of Jewish parties and other organizations. Brailivka, Podilsk province, March 24, 1918-May 9, 1918, 15 sheets."}, {"link": "/files/19644/", "title": "Case 96", "date": "1917-1918", "description": "Minutes of meetings of the commission for organizing elections to the Upper Dnipro Jewish community, lists of candidates, etc., November 21, 1917-June 10, 1918, 44 sheets."}, {"link": "/files/19645/", "title": "Case 97", "date": "1918", "description": "Minutes of the meetings of the technical commission for holding elections to the Jewish community of Verkhivka, Podilsk province and lists of candidates, 05/23/1918-06/19/1918, 4 sheets."}, {"link": "/files/19646/", "title": "Case 98", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the Jewish community of Volodymyrets of the Volyn province and lists of candidates, 02.01.1918-15.05.1918, 28 sheets."}, {"link": "/files/19647/", "title": "Case 99", "date": "1917-1918", "description": "Minutes of meetings of the commission for organizing elections to the Jewish community of Gadyach, Poltava province, lists of candidates from Jewish parties and their applications for consent to run for office, November 23, 1917-June 14, 1918, 28 sheets."}, {"link": "/files/19648/", "title": "Case 100", "date": "1918", "description": "Minutes of the meetings of the commission for the organization of elections to the Gornostaypil Jewish community, lists of candidates and their statements of consent to run for office, statements of voters about violations of election rules, vote tallies, 10.01.1918-13.05.1918, 29 sheets."}, {"link": "/files/19649/", "title": "Case 101", "date": "1918", "description": "Minutes of the meeting of the commission for the organization of elections to the Jewish community of The guests of the Volyn province on the conduct and results of the elections, the list of those elected to the community, 06/23/1918-06/28/1918, 3 sheets."}, {"link": "/files/19650/", "title": "Case 102", "date": "1918", "description": "Minutes of the meetings of the commission for the organization of elections to the Jewish community in the town of Graniv, Haysynsky district, Podilsk province, lists of candidates, 04/13/1918-06/10/1918, 10 sheets."}, {"link": "/files/19651/", "title": "Case 103", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to Jewish communities, statements of Jewish party committees on the registration of candidates for the Gulyaipil Jewish community, lists and statements of candidates, 03/10/1918-06/19/1918, 23 sheets."}, {"link": "/files/19652/", "title": "Case 104", "date": "1918", "description": "Minutes of the meetings of the commission for the organization of elections to the Jewish community council of Demiivka of the Kyiv province, lists and statements of candidates running for office from Jewish party committees, 04/23/1918-05/07/1918, 62 sheets."}, {"link": "/files/19653/", "title": "Case 105", "date": "1918", "description": "Minutes of meetings of vocal Jews and meetings of the commission for organizing elections to the Jewish community of Dubossar, Kherson province, lists of candidates from committees of Jewish parties and other organizations, 04/24/1918-06/21/1918, 23 sheets."}, {"link": "/files/19654/", "title": "Case 106", "date": "1918", "description": "Minutes of meetings of the technical commission on elections to the Danube Jewish community and lists of persons elected to the city's Jewish community, 05/07/1918-06/10/1918, 4 sheets."}, {"link": "/files/19655/", "title": "Case 107", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the Jewish community of Zhabokrych of the Podilsk province and lists of elected vocal Jews to the community from Jewish parties, 04/01/1918-04/29/1918, 5 sheets."}, {"link": "/files/19656/", "title": "Case 108", "date": "1918", "description": "Minutes of the meetings of the commission for the organization of elections to the Jewish communities of Zdolbuniv, Volyn province, lists of candidates from the committees of Jewish parties and other organizations, statements of voters about violations of election rules, 11.01.1918-13.05.1918, 54 sheets."}, {"link": "/files/19657/", "title": "Case 109", "date": "1918", "description": "Minutes of the meetings of the commission for the organization of elections to the Jewish public councils of Izyaslav, Volyn province, notification of the date of the elections and lists of candidates, etc., 01.20.1918-05.07.1918, 27 sheets."}, {"link": "/files/19658/", "title": "Case 110", "date": "1918", "description": "Minutes of the meetings of the bureau for organizing elections to the Jewish community of Kozyatyn, lists of candidates from Jewish parties, 04/21/1918-07/09/1918, 10 sheets."}, {"link": "/files/19659/", "title": "Case 111", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the Jewish community of Kiblich, lists of candidates from the committees of Jewish parties and other organizations, etc., 04/10/1918-05/09/1918, 18 sheets."}, {"link": "/files/19660/", "title": "Case 112", "date": "1917-1918", "description": "Minutes of the meetings of the commission on elections to the council of Jewish communities of the Kyiv province and correspondence on the provision of funds for the holding of elections, lists of candidates, 11.12.1917-14.08.1918, 39 sheets."}, {"link": "/files/19661/", "title": "Case 113", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the Jewish community of Krasyliv, Volyn province, 04/07/1918-06/28/1918, 31 sheets."}, {"link": "/files/19662/", "title": "Case 114", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the Jewish community of Kremenets, lists of candidates, 01.20.1918-06.29.1918, 14 sheets."}, {"link": "/files/19663/", "title": "Case 115", "date": "1918", "description": "Minutes of the meetings of the technical commission on the organization of elections to the Jewish community of Kulchyny of the Volyn province, 31.01.1918-02.05.1918, 10 sheets."}, {"link": "/files/19664/", "title": "Case 116", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the Jewish community of Lanivtsi of the Volyn province, lists and statements of candidates from Jewish parties and other organizations, 05/26/1918-06/25/1918, 25 sheets."}, {"link": "/files/19665/", "title": "Case 117", "date": "1918", "description": "Minutes of meetings of the technical commission for the organization of elections to the Lokhvytsk Jewish community, notification of the date of the elections, 05/29/1918-06/18/1918, 4 sheets."}, {"link": "/files/19666/", "title": "Case 118", "date": "1918", "description": "Minutes of meetings of representatives of Jewish parties and the commission for organizing elections to the Jewish community of Malyna, Kyiv province, lists of candidates, 04/18/1918-06/19/1918, 25 sheets."}, {"link": "/files/19667/", "title": "Case 119", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the Murovano-Kuril Jewish community, lists of candidates, 04/19/1918-05/09/1918, 3 sheets."}, {"link": "/files/19668/", "title": "Case 120", "date": "1918", "description": "Minutes of the meetings of the commission for the organization of elections to the Mykolaiv Jewish community, lists of voters, 10.01.1918-30.06.1918, 24 sheets."}, {"link": "/files/19669/", "title": "Case 121", "date": "1918", "description": "Minutes of meetings of vocal Jews of the Nikopol City Duma and the commission for organizing elections to the Jewish community, 17.01.1918-04.06.1918, 8 sheets."}, {"link": "/files/19670/", "title": "Case 122", "date": "1918", "description": "Minutes of meetings of the technical commission on the organization of elections to the Jewish public council. Novohrad-Volynska, Volyn province, April 28, 1918-May 9, 1918, 13 sheets."}, {"link": "/files/19671/", "title": "Case 123", "date": "1917-1918", "description": "Minutes of meetings of the commission for organizing elections to the Jewish community council of Novozybkiv, lists and statements of candidates, October 8, 1917-July 11, 1918, 96 sheets."}, {"link": "/files/19672/", "title": "Case 124", "date": "1918", "description": "Minutes of the meetings of the commission for the organization of elections to the Jewish community council of Novoukrainka of the Kherson province, lists of candidates from Jewish party committees, 04/16/1918-05/12/1918, 11 sheets."}, {"link": "/files/19673/", "title": "Case 124a", "date": "1918", "description": "Minutes of the meetings of the commission for the organization of elections to the Jewish community of Obodivka, Podilsk province, lists of voters and candidates from the committees of Jewish parties, 05/20/1918-12/13/1918, 33 sheets."}, {"link": "/files/19674/", "title": "Case 125", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the Jewish community of Ovruch, Volyn province, lists of candidates from Jewish parties and other organizations, 14.01.1918-01.05.1918, 62 sheets."}, {"link": "/files/19675/", "title": "Case 126", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the Jewish community of Olevske, Volyn province, 04/27/1918-05/02/1918, 6 sheets."}, {"link": "/files/19676/", "title": "Case 127", "date": "1918", "description": "Protocols of the election commission on the organization of elections to the Ostroh Jewish community, notification of election results, lists of candidates from the city of Ostroh, Volyn province, 01.21.1918-05.21.1918, 16 sheets."}, {"link": "/files/19677/", "title": "Case 128", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the Pavlograd Jewish community, announcements with information about the elections, lists of candidates from the committees of Jewish parties and other organizations of the city of Pavlograd, Katerynoslav province, 05/03/1918-06/03/1918, 50 sheets."}, {"link": "/files/19678/", "title": "Case 129", "date": "1917-1918", "description": "Minutes of meetings of party members and meetings of the commission for organizing elections to the Jewish community of Poltava, lists and statements of candidates, 06.12.1917-17.06.1918, 159 sheets."}, {"link": "/files/19679/", "title": "Case 130", "date": "1918", "description": "Protocols of the meetings of the election commission for the elections to the Jewish community of Tas. Poninka of the Novohrad-Volyn district of the Volyn province, lists of candidates, 04/22/1918-06/19/1918, 8 sheets."}, {"link": "/files/19680/", "title": "Case 131", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the Jewish community of Radomyshlya, Kyiv province, mandates of representatives from Jewish party committees to participate in the work of the commission, lists of candidates, 01.20.1918-05.05.1918, 68 sheets."}, {"link": "/files/19681/", "title": "Case 132", "date": "1918", "description": "Minutes of the meetings of the commission for the organization of elections to the council of Jewish communities in Rivne, Volyn province, 01.07.1918-05.07.1918, 11 sheets."}, {"link": "/files/19682/", "title": "Case 133", "date": "1918", "description": "Minutes of the meetings of the commission for the organization of elections to the Jewish community, statements of the committees of the Jewish parties in the city of Rozhishche, Volyn province, on the registration of candidates and lists of candidates, 04/20/1918-06/10/1918, 21 sheets."}, {"link": "/files/19683/", "title": "Case 134", "date": "1918", "description": "Minutes of meetings of the technical and precinct commissions for the organization of elections to the Jewish Community Council, notification of the composition of the commission, verification of lists; lists of candidates from Jewish parties and other organizations of the city of Romny, statements of voters about violations of election rules, 15.01.1918-08.05.1918, 50 sheets."}, {"link": "/files/19684/", "title": "Case 135", "date": "1918", "description": "Minutes of the commission for the organization of elections to the council of Jewish communities in Slovechne, Volyn province, lists of candidates, 05/09/1918, 6 sheets."}, {"link": "/files/19685/", "title": "Case 136", "date": "1918", "description": "Minutes of meetings of members of Jewish parties in Sosnytsia, Chernihiv province and meetings of the commission for organizing elections to the Jewish community, certificates of commission members and lists of candidates, 04/27/1918-07/07/1918, 36 sheets."}, {"link": "/files/19686/", "title": "Case 137", "date": "1918", "description": "Minutes of meetings of representatives of Jewish parties and the commission for organizing elections to the Jewish community of Stara Sinyava of the Podilsk province, lists of candidates, 04/17/1918-05/14/1918, 7 sheets."}, {"link": "/files/19687/", "title": "Case 138", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the Jewish community of Stepantsi of Kyiv province, lists of candidates from Jewish party committees, 03/31/1918-05/18/1918, 26 sheets."}, {"link": "/files/19688/", "title": "Case 139", "date": "1918", "description": "Minutes of the meetings of the commission for organizing elections to the council of Jewish communities of Tetiyev of Kyiv province, lists and statements of candidates from Jewish party committees, 01.28.1918-05.10.1918, 47 sheets."}, {"link": "/files/19689/", "title": "Case 140", "date": "1917-1918", "description": "Minutes of meetings of representatives of Jewish parties and other organizations with the commission for organizing elections to the Jewish community of Teofipol, Volyn province, lists of candidates, 12/27/1917-05/21/1918, 50 sheets."}, {"link": "/files/19690/", "title": "Case 141", "date": "1918", "description": "Circulars of the Ministry of Jewish Affairs on the holding of elections to Jewish communities and correspondence with the Uman city administration on the provision of funds for the holding of elections, minutes of meetings of the commission for organizing elections to the council of Jewish communities, cost estimates, lists and statements of candidates from committees of Jewish parties and other organizations Umani, etc., 13.01.1918-10.05.1918, 194 sheets."}, {"link": "/files/19691/", "title": "Case 142", "date": "1917-1918", "description": "Regulations on the elections of the Kherson Council of Jewish Communities, minutes of meetings of the election committee and district commissions for organizing elections to the Kherson Council of Jewish Communities, lists of candidates, 12/31/1917-05/25/1918, 23 sheets."}, {"link": "/files/19692/", "title": "Case 143", "date": "1918", "description": "Protocols of the Commission on the Organization of Elections to Jewish Communities. Khmelnyky, statements of Jewish party committees, lists of candidates, 02/07/1918-06/04/1918, 18 sheets."}, {"link": "/files/19693/", "title": "Case 144", "date": "1918", "description": "Minutes of meetings of the commission for organizing elections to the council of the Jewish community of Chudny of the Volyn province, statements of the committees of Jewish parties and other organizations on the registration of candidates, lists of candidates, 04/17/1918-05/14/1918, 53 sheets."}, {"link": "/files/19694/", "title": "Case 145", "date": "1918", "description": "Minutes of the meetings of the commission for holding elections to the Jewish community of Shatava of the Podilsk province and lists of candidates, 04/01/1918-05/01/1918, 9 sheets."}, {"link": "/files/19695/", "title": "Case 146", "date": "1918", "description": "Minutes of the meetings of the commission for holding elections to the Jewish community of Shepetivka of the Volyn province, lists and statements of candidates running for office from the committees of Jewish parties and other organizations, 11.01.1918-21.05.1918, 22 sheets."}, {"link": "/files/19696/", "title": "Case 147", "date": "1918", "description": "Minutes of the meetings of the commission for the organization of elections to the Shpykiv Jewish community, mandates of commission members, lists and statements of candidates running for office and violations of election rules, 17.01.1918-01.05.1918, 41 sheets."}, {"link": "/files/19697/", "title": "Case 148", "date": "1918", "description": "Minutes of meetings of the technical commission for holding elections to the Jewish community of Chernivtsi, Podilsk province, lists and statements of candidates, 05/27/1918-07/05/1918, 28 sheets."}, {"link": "/files/19698/", "title": "Case 149", "date": "1918", "description": "Report of the members of the election commission on the results of the elections to the Jewish community of Chernyakhov, Volyn province, lists of candidates from Jewish parties and other organizations, June 21, 1918, 12 sheets."}, {"link": "/files/19699/", "title": "Case 150", "date": "1918", "description": "Minutes of the commission for organizing elections to the council of the Jewish community of Yampol, Podilsk province, lists of candidates from Jewish parties, 04/17/1918-05/02/1918, 20 sheets."}, {"link": "/files/19700/", "title": "Case 151", "date": "", "description": "Tabel (draft) of elections to the Jewish community, compiled by the Department of National Self-Government, 19 sheets."}, {"link": "/files/19701/", "title": "Case 152", "date": "1918", "description": "Documents in Yiddish, 04/25/1918-05/22/1918, 8 sheets."}, {"link": "/files/19702/", "title": "Case 153", "date": "1917-1918", "description": "A copy of the regulation on the General Council of Arts, correspondence with the ministries about representatives at the meeting of the commission on the development of the draft law on the rights of pedagogical councils, an explanatory note to the plan for managing public education in Ukraine, state projects, etc., 10.10.1917-25.07.1918, 46 sheets."}, {"link": "/files/19703/", "title": "Case 154", "date": "1917-1918", "description": "The charter of the Society for the creation and maintenance of the Jewish public gymnasium in Lubny, the report of the pedagogical council on the work, minutes of meetings of secondary school students, correspondence with the Ministry of Jewish Affairs about the opening of Jewish gymnasiums, a list of representatives and financial statements for the 1917/1918 academic year of the Teplyk Jewish Gymnasium in Podilsk of the province, 09/20/1917-07/21/1918, 80 sheets."}, {"link": "/files/19704/", "title": "Case 155", "date": "1918", "description": "Bills, resolutions of the Council of Ministers, Ministry of Jewish Affairs; correspondence with them, Jewish communities, commissariats of educational districts about organizing courses for Jewish teachers, allocating funds for opening courses, attracting teachers and providing premises, etc., 04/18/1918-08/01/1918, 198 sheets."}, {"link": "/files/19705/", "title": "Case 156", "date": "1918", "description": "Copy of the draft regulation, extract from the order of the Ministry of Jewish Affairs on the appointment of the director and members of the pedagogical council of the Kyiv Jewish Teachers' Seminary, cost estimates, lesson plan, 04/23/1918-12/31/1918, 8 sheets."}, {"link": "/files/19706/", "title": "Case 157", "date": "1917-1918", "description": "The resolution of the Congress on Vocational Education (September 21-29, 1917), the plan for the management of public education in Ukraine and an explanatory note to it, the report of the head of the Zhytomyr Public Women's Jewish School with a craft department on the reorganization of the women's comprehensive school, the regulations of the instructor school of art carpentry and furniture crafts, etc., 09.1917-05.1918, 73 sheets."}, {"link": "/files/19707/", "title": "Case 158", "date": "1918", "description": "A copy of the order of the Ministry of Jewish Affairs on the organization of a Jewish teacher's seminary in Kyiv, the program and staff of the seminary, information on the meeting of higher pedagogical schools and the program of the congress on preschool education, information from city authorities on the availability of Jewish schools, applications for employment, 04/23/1918-09/02/1918, 51 sheets."}, {"link": "/files/19708/", "title": "Case 159", "date": "1917-1918", "description": "Circular and instructions of the Ministry of Jewish Affairs, correspondence with the Ministry of Public Education, teachers' unions and Jewish primary schools of the Volyn, Katerynoslav and Kyiv provinces about inclusion in the school network, provision of premises and funds, 03.11.1917-22.07.1918, 155 sheets."}, {"link": "/files/19709/", "title": "Case 160", "date": "1917-1918", "description": "Report of the Ministry of Jewish Affairs to the Council of Ministers on the allocation of funds for the publication of school textbooks, the minutes of the general meetings of the Jewish Democratic Teachers' Union, statements and estimates of the Vilnius publishing house on the provision of financial and paper assistance, etc., 11/13/1917-08/09/1918, 19 sheets."}, {"link": "/files/19710/", "title": "Case 161", "date": "1917-1918", "description": "Minutes of meetings of the Pedagogical Council of the Kremenchuk Private Jewish Secondary Educational Institution, a memorandum and reports on the activities of the Union of Students of the A. A. Freudenberg Jewish Male Gymnasium, reports of Kremenchuk gymnasiums, \"Golos\" newspaper of May 9, 1918, 07.12.1917-23.05 .1918, 72 sheets."}, {"link": "/files/19711/", "title": "Case 162", "date": "1917-1918", "description": "Minutes of meetings of the Podilsk gubernatorial board and meetings of teachers of schools in the city of Haysyn, statements of the principals of elementary and secondary Jewish schools of the Podilsk gubernia about the provision of material assistance, provision of premises, questionnaires, etc., 10/25/1917-07/07/1918, 47 sheets."}, {"link": "/files/19712/", "title": "Case 163", "date": "1918", "description": "Lists of documents transferred by the Department of Public Education of the Ministry of Jewish Affairs to the Ministry of Public Education, September 2, 1918, 26 sheets."}, {"link": "/files/19713/", "title": "Case 164", "date": "1917-1918", "description": "Reports on the state of Jewish schools and correspondence with commissioners of educational districts of Jewish communities and schools on inclusion in the school grid and provision of funds, 17.10.1917-18.07.1918, 122 sheets."}, {"link": "/files/19714/", "title": "Case 165", "date": "1917-1918", "description": "Reports of directors of Jewish secondary schools of Kyiv province on work, correspondence with the Ministry of Jewish Affairs; applications of private individuals for permission to open Jewish gymnasiums, courses for adults, grant of rights to secondary schools, transformation of primary Jewish schools into higher education schools, 10/30/1917-08/01/1918, 132 sheets."}, {"link": "/files/19715/", "title": "Case 166", "date": "1918", "description": "Report on the state of education of the Jewish population, information on its number, estimates of primary, secondary schools and seminaries with explanatory notes to them, 05/23/1918-05/24/1918, 83 sheets."}, {"link": "/files/19716/", "title": "Case 167", "date": "1917-1918", "description": "The report of the executive commission on public education on the activities of the gymnasium of doctor A. E. Ratner, V.M. Gomel and correspondence on this issue, statements about the opening of Jewish gymnasiums in the city of Gomel, 05/21/1917-07/10/1918, 25 sheets."}, {"link": "/files/19717/", "title": "Case 168", "date": "1918", "description": "Report note of a member of the Berdyan District Council for Public Education on work in Jewish schools, allocation of funds for schools, questionnaires of schools in the Tavria province, 01.08.1918-06.18.1918, 10 sheets."}, {"link": "/files/19718/", "title": "Case 169", "date": "1917-1918", "description": "Correspondence with the Ministry of Public Education and the commissariat of the Kyiv educational district, statements about the opening of Jewish secondary schools, the granting of rights to state educational institutions, curricula, balance sheets, lists of secondary educational institutions in the provinces of Ukraine, questionnaires, 12/21/1917-07/16/1918, 100 sheets."}, {"link": "/files/19719/", "title": "Case 170", "date": "1917-1918", "description": "Correspondence with the Volyn provincial union of teachers of Jewish folk schools about the opening of educational institutions, questionnaire data about schools in Volyn, statement of the former head of the Duben Jewish community \"Talmud-Torah\" P. N. Sikulir about the assignment of his pension, 12.12.1917-25.06.1918, 21 sheets"}, {"link": "/files/19720/", "title": "Case 171", "date": "1918", "description": "Correspondence with the Ministry of Public Education, statements of members of the Jewish community and students of the Vilna Teacher's Institute evacuated to the city of Novomoskovsk, Katerynoslav province, about the issuance of certificates, 05/10/1918-06/04/1918, 19 sheets."}, {"link": "/files/19721/", "title": "Case 172", "date": "1918", "description": "Correspondence with the Ministry of Public Education and statements about the opening of Jewish secondary schools and granting them the rights of state educational institutions in the Katerynoslav province, 06/09/1918-07/22/1918, 17 sheets."}, {"link": "/files/19722/", "title": "Case 173", "date": "1917-1918", "description": "Correspondence with the Ministry of Public Education, Kyiv City Administration, State Control and other institutions about the organization of a Jewish teacher's seminary in Kyiv, the enrollment of teachers, the allocation of funds for the maintenance of teaching staff, 04.12.1917-04.07.1918, 30 sheets."}, {"link": "/files/19723/", "title": "Case 174", "date": "1918", "description": "Correspondence with the Ministry of Public Education on the allocation of funds for the Jewish teacher's seminary and applications for teaching jobs, 03/14/1918-07/28/1918, 20 sheets."}, {"link": "/files/19724/", "title": "Case 175", "date": "1917-1918", "description": "Correspondence with the Temporary Commissioner of the Odesa Educational District about the opening of Jewish secondary schools in the Kherson region, etc., November 28, 1917-June 31, 1918, 30 sheets."}, {"link": "/files/19725/", "title": "Case 176", "date": "1918", "description": "Report on the work of the female gymnasiumR. I. Amernyk, correspondence with the Ministry of Public Education, the Commissariat of the Odesa Educational District and statements about the opening of Jewish secondary schools, granting gymnasiums the rights of state educational institutions, questionnaires, etc., 05/09/1918-07/04/1918, 29 sheets."}, {"link": "/files/19726/", "title": "Case 177", "date": "1918", "description": "Correspondence with the Commissioner of the Odesa Educational District about the opening of Jewish secondary schools in Kherson, etc., 06/20/1918, 4 sheets."}, {"link": "/files/19727/", "title": "Case 178", "date": "1918", "description": "Correspondence with the Ministry of Public Education and statements about the opening of Jewish secondary schools in Chernihiv province, June 15, 1918-July 21, 1918, 14 sheets."}, {"link": "/files/19728/", "title": "Case 179", "date": "1917-1918", "description": "Correspondence with the Ministries of Foreign Affairs, Public Education, the commissariats of educational districts about the delegation of representatives to Warsaw and Vienna, the organization of the art department at the Ministry of Polish Affairs, etc., 08.10.1917-16.07.1918, 71 sheets."}, {"link": "/files/19729/", "title": "Case 180", "date": "1917-1918", "description": "Correspondence with the union of Jewish teachers, publishing houses and departments of the Ministry of Jewish Affairs about convening a teachers' congress, the lack of textbooks in Hebrew, etc., 12/28/1917-07/24/1918, 44 sheets."}, {"link": "/files/19730/", "title": "Case 181", "date": "1918", "description": "Telegrams of the Ekaterinoslav Union of Teachers and the Committee of the United Socialist Workers' Party \"SS and EU\" on the appointment of candidates for the teachers' congress, questionnaires on the organization of schools in the Ekaterinoslav Province, etc., 01.02.1918-06.21.1918, 11 sheets."}, {"link": "/files/19731/", "title": "Case 182", "date": "1917-1918", "description": "Notice of the Chernihiv gubernatorial commissar on permission for teachers to teach in the Krolevets Jewish primary school, telegrams on the election of candidates to the Chernihiv teachers' union and on vacant positions in Jewish schools of the gubernia, 07.12.1917-06.07.1918, 6 sheets."}, {"link": "/files/19732/", "title": "Case 183", "date": "1918", "description": "Questionnaire data on Jewish schools in the provinces, 05/19/1918-08/01/1918, 146 sheets."}, {"link": "/files/19733/", "title": "Case 184", "date": "1918", "description": "Applications of teachers for enrollment in teaching work at higher educational schools, 21.06.1918-11.08.1918, 105 sheets."}, {"link": "/files/19734/", "title": "Case 185", "date": "1918", "description": "Account of payments for transmitted telegrams from the Ministry of Jewish Affairs, price list of stationery, 04/23/1918-12/14/1918, 16 sheets."}, {"link": "/files/19735/", "title": "Case 186", "date": "1918", "description": "Cost estimate of the women's vocational school of Katerynoslav for 1919, charter of the Society for the Care of Jewish Children of Katerynoslav, report on the activities of the head of the Kremenchuk Jewish Craft School, report of the head of the Zhytomyr Public Women's Jewish School on reorganization, draft resolution on craft apprenticeships, etc., 19.04. 1918-17.07.1918, 74 sheets."}, {"link": "/files/19736/", "title": "Case 187", "date": "1918-1919", "description": "The charter and plan of the Jewish women's craft school in Yelysavetgrad, Kherson province, copies of the reports of the instructor of the vocational education department, reports of the activities of the Katerynoslav and Mariupol women's vocational schools; correspondence with craft schools about the allocation of funds, cost estimates and lists of teachers, 08/15/1918-02/15/1919, 0 sheets."}, {"link": "/files/19737/", "title": "Case 188", "date": "1917-1918", "description": "Correspondence with the Ministry of Public Education, public libraries, professional and teachers' unions about the allocation of funds, provision of literature, information on the organization of cultural and educational organizations, estimates of public education expenditures for 1918, 11/23/1917-07/17/1918, 95 sheets."}, {"link": "/files/19738/", "title": "Case 189", "date": "1918", "description": "Correspondence with the Ministry of Public Education on the transformation of the first polytechnic courses into the first polytechnic technical school with the granting of the rights of technical educational institutions and private polytechnic instructors. Katerynoslav in approval of states, 04/29/1918-06/18/1918, 22 sheets."}, {"link": "/files/19739/", "title": "Case 190", "date": "1918", "description": "Questionnaires of out-of-school education institutions in the provinces of Ukraine (evening courses, public libraries, literary clubs, drama clubs and societies), 04/16/1918-06/16/1918, 52 sheets."}, {"link": "/files/19740/", "title": "Case 191", "date": "1918", "description": "Questionnaires of evening courses in cities of Ukraine, 31.05.1918-14.07.1918, 17 sheets."}, {"link": "/files/19741/", "title": "Case 192", "date": "1918", "description": "Statistical information on the number of Jewish population, children and students in the provinces and towns of Ukraine, 06/03/1918-07/11/1918, 20 sheets."}, {"link": "/files/19742/", "title": "Case 193", "date": "", "description": "Old description No. 1 for 1918, 0 sheets."}]