[{"link": "/files/22421/", "title": "Case 1", "date": "1922", "description": "Estimates of the \"Kultur-Liga\" children's library for November 1922, 11.1922, 0 sheets."}, {"link": "/files/22422/", "title": "Case 2", "date": "1922-1925", "description": "Minutes of general meetings of members of the Fastiv credit industrial society \"Credit\" and shop meetings of procurers and shoemakers, acts of examination and audit of the society; monthly balance sheets and information on the development of operations of the Tiraspol Savings and Loan Industrial Cooperative Society for 1925, 09/02/1922-06/12/1925, 0 sheets."}, {"link": "/files/22423/", "title": "Case 3", "date": "1927", "description": "Appeals of the All-Ukrainian Society of Jewish Culture \"Hezkult\" about the beginning of the school year and the inclusion of all Jewish children in education, 1927, 0 sheets."}, {"link": "/files/22424/", "title": "Case 4", "date": "1927", "description": "Manuscript articles and poems submitted for publication in the Jewish newspaper \"Der Stern\" (\"The Star\") on the celebration of May 1, anniversaries of the newspaper, etc., 1927, 0 sheets."}, {"link": "/files/22425/", "title": "Case 5", "date": "1927", "description": "Articles and letters of the Central Publishing House of the Peoples of the USSR under the Presidium of the Ukrainian Central Committee on the distribution of its newspapers and magazines, 1927, 0 sheets."}, {"link": "/files/22426/", "title": "Case 6", "date": "1927", "description": "Notes of a Jewish melody, written by I. Novoselyts kim in Bila Tserkva, 1927, 0 sheet."}, {"link": "/files/22427/", "title": "Case 7", "date": "1928", "description": "Resolution of the Department of Jewish Culture on employee service; lists and acts on receipt of books and magazines from various places in the USSR and from abroad, 09/03/1928-10/20/1928, 0 sheets."}, {"link": "/files/22428/", "title": "Case 8", "date": "1928", "description": "The appeal of the readers of the Kyiv Central State Library to the editors of the newspaper \"Proletarska Pravda\" about the expansion of the area of ​​the reading room; lists of readers and books, 07.1928-01.10.1928, 0 sheets."}, {"link": "/files/22429/", "title": "Case 9", "date": "1928", "description": "Copies of printed appeals, instructions, etc. of the editorial office of the newspaper \"Der Stern\", 05/08/1928, 0 sheets."}, {"link": "/files/22430/", "title": "Case 10", "date": "1927-1928", "description": "Message, article, invitation to the opening of the Department of Jewish Culture, 12/16/1927-07/07/1928, 0 sheets."}, {"link": "/files/22431/", "title": "Case 11", "date": "1929", "description": "Correspondence with editors, publishing houses on issues of attracting employees, sending newspapers and magazines, 01.31.1929-10.01.1929, 0 sheets."}, {"link": "/files/22432/", "title": "Case 12", "date": "1929", "description": "Articles and practical works on the study of the literary Hebrew language (drafts), 1929, 0 sheets."}, {"link": "/files/22433/", "title": "Case 13", "date": "1929", "description": "Grammatical and syntactic rules for the study of the Hebrew language, 1929, 0 sheets."}, {"link": "/files/22434/", "title": "Case 14", "date": "1929", "description": "Drafts of articles on the work of the philological section at the Department of Jewish Culture, 1929, 0 sheets."}, {"link": "/files/22435/", "title": "Case 15", "date": "1929", "description": "Manuscript of grammatical rules of the Hebrew language, 1929, 0 sheets."}, {"link": "/files/22436/", "title": "Case 16", "date": "1929", "description": "Manuscript of V. Petrov \"History of one camp\", 1929, 0 sheets."}, {"link": "/files/22437/", "title": "Case 17", "date": "1929", "description": "Drafts of materials on the grammar of the Hebrew language, 1929, 0 sheets."}, {"link": "/files/22438/", "title": "Case 18", "date": "1929", "description": "Lists of magazines and books received from various places in the USSR and from abroad, 1929, 0 sheets."}, {"link": "/files/22439/", "title": "Case 18a", "date": "1930", "description": "Minutes of the meeting of the production sector of the local committee of the Department of Jewish Culture, 03/19/1930, 0 sheet."}, {"link": "/files/22440/", "title": "Case 19", "date": "1930", "description": "Bulletins Nos. 3-4, 6-7 of the Institute of Jewish Culture at the All-Ukrainian Academy of Sciences, 03.1930-05.1930, 0 sheets."}, {"link": "/files/22441/", "title": "Case 20", "date": "1930", "description": "Applications of individuals for permission to export Jewish libraries to Palestine, descriptions of books, 05/25/1930-09/12/1930, 0 sheets."}, {"link": "/files/22442/", "title": "Case 21", "date": "1929", "description": "Grammatical and phonetic rules for the study of the literary Hebrew language (drafts), 1929, 0 sheets."}, {"link": "/files/22443/", "title": "Case 22", "date": "", "description": "Appeal of the Jewish section of the Uman Communist Party Committee on preparation for the 2nd Jewish Non-Party Workers' Conference, 0 sheets."}, {"link": "/files/22444/", "title": "Case 23", "date": "", "description": "Historical information about the Jewish agricultural colonies of the Katerynoslav province in 1916, 0 sheets."}, {"link": "/files/22445/", "title": "Case 24", "date": "", "description": "Statute of the All-Russian Professional Union of Jewish Artists and Choristers, 0 sheet."}, {"link": "/files/22446/", "title": "Case 25", "date": "", "description": "Bibliographic journal programs, notes on Jewish history, literature and spelling for graduate students, 0 sheets."}, {"link": "/files/22447/", "title": "Case 26", "date": "", "description": "Lists of members of the center of Jewish proletarian culture, 0 sheets."}, {"link": "/files/22448/", "title": "Case 27", "date": "", "description": "Lists of cities - territories of compact Jewish settlement (\"settlement strips\"), 0 sheets."}, {"link": "/files/22449/", "title": "Case 28", "date": "", "description": "Jewish anti-religious newspaper \"Der Adikoires\", 0 sheets."}, {"link": "/files/22450/", "title": "Case 29", "date": "", "description": "Lists of newspapers and magazines published in Hebrew in 1917, 1919-1921, 0 sheets."}, {"link": "/files/22451/", "title": "Case 30", "date": "1924-1929", "description": "Correspondence with the office of the Presidium of the Academy of Sciences of the USSR about the approval of the commission's estimates for 1926-1927, 1929-1930, inventory acquisition, repairs, cash reporting, 07/14/1924-08/02/1929, 0 sheets."}, {"link": "/files/22452/", "title": "Case 31", "date": "1924-1929", "description": "Correspondence with various persons, editors and publishing houses in the USSR and abroad about the purchase and free transfer of various materials on the history of Jews in Russia, the publishing house of the monthly magazine \"Jewish World\", etc., 04/05/1924-05/09/1929, 0 sheets."}, {"link": "/files/22453/", "title": "Case 32", "date": "1925-1929", "description": "Correspondence with the office of the indispensable secretary of the Academy of Sciences of the USSR on the subject and provision of plans and reports on scientific work, registration of scientific business trips, granting of vacations to employees, etc., 12/17/1925-09/16/1929, 0 sheets."}, {"link": "/files/22454/", "title": "Case 33", "date": "1927-1929", "description": "Plans, estimates and reports on the activities of the historical and archaeological commission, reports to the leadership of the Academy of Sciences of the USSR on the acquisition of archival collections, etc. (drafts), 02.08.1927-15.03.1929, 0 sheets."}, {"link": "/files/22455/", "title": "Case 34", "date": "1927-1929", "description": "Report of the publishing house of the Academy of Sciences of the USSR on the timely sending of works ready for publication and other comments related to the publication of the commission's works, 05/17/1927-05/13/1929, 0 sheets."}, {"link": "/files/22456/", "title": "Case 35", "date": "", "description": "Old description No. 1, 0 sheets."}]