[{"link": "/files/19743/", "title": "Case 1", "date": "1923-1924", "description": "Decrees, resolutions, minutes of the meetings of the VUCVK, the National Committee of the Ukrainian SSR and correspondence with the VURPS, the People's Commissariat of Health of the Ukrainian SSR, the People's Commissariat of the Ukrainian SSR, the People's Commissariat of the Ukrainian SSR on the Ukrainianization of schools and public organizations, ensuring the independence of national minorities in Ukraine, 01.08.1923-10.04.1924, 158 sheets."}, {"link": "/files/19744/", "title": "Case 2", "date": "1923-1924", "description": "Documents on the transfer of the Department of National Minorities under the NKVD to the VUCVK and the work of the Jewish Section (resolutions, protocols, reports), 31.03.1923-21.01.1924, 232 sheets."}, {"link": "/files/19745/", "title": "Case 3", "date": "1924-1925", "description": "Extracts from the minutes of the meetings of the Small Presidium of the VUCVK. Copies, March 27, 1924-December 1, 1925, 72 sheets."}, {"link": "/files/19746/", "title": "Case 4", "date": "1924", "description": "Minutes of meetings of the Central Committee of National Minorities. Copies, 03.05.1924-12.12.1924, 40 sheets."}, {"link": "/files/19747/", "title": "Case 5", "date": "", "description": "Work plan of the Central Committee of National Minorities for 1924-1925, 4 sheets."}, {"link": "/files/19748/", "title": "Case 6", "date": "1924-1925", "description": "Extracts from the minutes of the meetings of the Central Committee of national minorities and Polish rural councils, reports, correspondence with provincial executive committees on the organization of Polish national districts, rural councils, and religious work among national minorities, 03.11.1924-09.11.1925, 113 sheets."}, {"link": "/files/19749/", "title": "Case 7", "date": "1924-1929", "description": "Extracts from the minutes of meetings of the Central Committee of national minorities, acts and correspondence with the People's Committee of the USSR, regional executive committees on the resettlement of national minorities and the allocation of land to them, 30.06.1924-28.11.1929, 160 sheets."}, {"link": "/files/19750/", "title": "Case 8", "date": "1924", "description": "Minutes of meetings of the board of People's Commissariat of the USSR and correspondence about the resettlement of Jewish colonists and the allocation of land to them, 1924, 38 sheets."}, {"link": "/files/19751/", "title": "Case 9", "date": "1924", "description": "Extracts from the minutes of the meetings of the Central Interdepartmental Commission for Societies and Unions under the NKVD of the USSR on the statutes of the unions of Koreans in Ukraine and the All-Ukrainian Association of Karaite National Societies, 06/21/1924-10/31/1924, 5 sheets."}, {"link": "/files/19752/", "title": "Case 10", "date": "", "description": "Reports on the work of the Central Committee of National Minorities for 1924-1926, 122 sheets."}, {"link": "/files/19753/", "title": "Case 11", "date": "1924-1925", "description": "Documents on cultural work among national minorities (resolutions, protocols, circulars, correspondence), 10/28/1924-12/12/1925, 132 sheets."}, {"link": "/files/19754/", "title": "Case 12", "date": "1924", "description": "Documents on the work of the Bureau of National Minorities of the Volyn Provincial Executive Committee (resolutions, resolutions, acts, reports), 03.1924-12.1924, 25 sheets."}, {"link": "/files/19755/", "title": "Case 13", "date": "1924-1925", "description": "Documents on the work among national minorities of the Zaporizhia and Podilsk provincial executive committees (minutes, information, correspondence), 11/18/1924-10/14/1925, 211 sheets."}, {"link": "/files/19756/", "title": "Case 14", "date": "1924", "description": "Minutes of meetings of the National Minorities Commission at the Kamianets District Executive Committee. Copies., 11/15/1924-12/18/1924, 5 sheets."}, {"link": "/files/19757/", "title": "Case 15", "date": "1924", "description": "Documents on the work of the Katerynoslav Provincial Executive Committee for the Land Settlement of National Minorities (minutes, reports, correspondence), 09.1924-12.1924, 18 sheets."}, {"link": "/files/19758/", "title": "Case 16", "date": "1924-1925", "description": "Documents on the work of the Katerynoslav Provincial Executive Committee for Land Settlement of National Minorities (minutes, reports, correspondence), 09/07/1924-07/21/1925, 108 sheets."}, {"link": "/files/19759/", "title": "Case 17", "date": "1924-1925", "description": "Minutes of meetings, reports of the bureau of national minorities at the Kyiv, Katerynoslav, and Volyn provincial executive committees, December 23, 1924-July 10, 1925, 339 sheets."}, {"link": "/files/19760/", "title": "Case 18", "date": "1924", "description": "Minutes of meetings of the National Minorities Commission at the Kyiv and Odesa Provincial Executive Committees. Copies, 15.01.1924-17.12.1924, 29 sheets."}, {"link": "/files/19761/", "title": "Case 19", "date": "1924", "description": "Documents on the work of the Odesa Provincial Executive Committee on land settlement of the Jewish population (excerpts from minutes, circulars and correspondence), 05.1924-12.1924, 33 sheets."}, {"link": "/files/19762/", "title": "Case 20", "date": "1924-1925", "description": "Documents on work among national minorities of the Odesa Provincial Executive Committee (minutes, information, reports and correspondence), 12/31/1924-07/04/1925, 165 sheets."}, {"link": "/files/19763/", "title": "Case 21", "date": "1924", "description": "Documents on the work of the provincial commissions of national minorities under the Podilsk provincial executive committee in the matter of involving the Jewish population in agriculture (plan, information and correspondence), 11.09.1924-11.12.1924, 16 sheets."}, {"link": "/files/19764/", "title": "Case 22", "date": "1924", "description": "Information of the Odesa Provincial Executive Committee on the national composition of trade unions of workers in the woodworking, textile, forestry, sugar, chemical, and metalworking industries, 1924, 23 sheets."}, {"link": "/files/19765/", "title": "Case 23", "date": "1924", "description": "Documents on the work among national minorities of Chernihiv, Poltava, and Kyiv regional executive committees (minutes, plan, circulars and correspondence), 07/09/1924-12/06/1924, 84 sheets."}, {"link": "/files/19766/", "title": "Case 24", "date": "1924-1925", "description": "Documents on the transfer of the Brodsky synagogue to the \"working club\" (minutes, acts and correspondence), November 6, 1924-February 14, 1925, 48 sheets."}, {"link": "/files/19767/", "title": "Case 25", "date": "1924", "description": "Documents on the progress of preparations for re-elections to councils in Ukraine (protocols, regulations, information summaries), 10.20.1924-12.10.1924, 29 sheets."}, {"link": "/files/19768/", "title": "Case 26", "date": "1924-1925", "description": "Information on the national composition of councils and executive committees, members of village councils, audit commissions for 1924-1927, 1924-1925, 33 sheets."}, {"link": "/files/19769/", "title": "Case 27", "date": "1924-1925", "description": "Information, lists of village councils and settlements with Polish schools, statistical data on the number of national councils in the provinces of Ukraine, 1924-1925, 194 sheets."}, {"link": "/files/19770/", "title": "Case 28", "date": "1925", "description": "Decree, regulations of the Central Committee of the Central Committee of National Minorities on the Central Committee of National Minorities, circulars of the Central Committee of National Minorities on the correct implementation of national policy in the field, 1925, 129 sheets."}, {"link": "/files/19771/", "title": "Case 29", "date": "1925", "description": "Resolution, minutes of the meetings of the VUCVK and the RSC of the USSR, the Central Committee of National Minorities on additional benefits for poor peasants, 01.23.1925-10.14.1925, 14 sheets."}, {"link": "/files/19772/", "title": "Case 30", "date": "1925-1927", "description": "Resolution, minutes of meetings of the VUCVK and the National Committee of the Ukrainian SSR, the Central Committee of the People's Republic of China and correspondence with the Central Committee on the categories of settlements, 1925-1927, 52 sheets."}, {"link": "/files/19773/", "title": "Case 31", "date": "1925", "description": "Resolutions and extracts from the minutes of the meetings of the RSC of the USSR and the All-Ukrainian Central Commission for the Ukrainization of the Soviet apparatus, 04/09/1925-12/31/1925, 21 sheets."}, {"link": "/files/19774/", "title": "Case 32", "date": "1925-1926", "description": "Resolution, excerpts from the minutes of the meetings of the VUCVK and the RSC of the USSR, AFK, Central Committee of national minorities on work among national minorities, 05/13/1925-04/19/1926, 117 sheets."}, {"link": "/files/19775/", "title": "Case 33", "date": "1925-1927", "description": "Draft resolutions of the VUCVK, RNC of the USSR and UEN on district executive committees, on the development of handicraft industry in areas of concentration of national minorities, on admission to higher education institutions, 09/08/1925-01/01/1927, 145 sheets."}, {"link": "/files/19776/", "title": "Case 34", "date": "1925-1927", "description": "Extracts from the minutes of the meetings of the Presidium of the Central Committee of the USSR on the organization of Jewish national districts and land settlement of working Jews, correspondence on the organization of resettlement societies from nomadic Gypsy-Tatar tribes, on the results of work among national minorities, etc., 25.09.1925-23.12.1927, 36 sheets."}, {"link": "/files/19777/", "title": "Case 35", "date": "1925-1926", "description": "Minutes of the meetings of the Central Committee of National Minorities on the eviction of former landowners and correspondence with the VUCVK on this issue, 10.12.1925-30.08.1926, 65 sheets."}, {"link": "/files/19778/", "title": "Case 36", "date": "1925", "description": "Minutes of the meeting of the Central Committee of the Ukrainian SSR on the organization of the election campaign, March 11, 1925, 9 sheets."}, {"link": "/files/19779/", "title": "Case 37", "date": "1925", "description": "Circulars of the Central Committee of National Minorities, 26.08.1925-31.12.1925, 59 sheets."}, {"link": "/files/19780/", "title": "Case 38", "date": "1925-1927", "description": "Circulars of the Central Committee of National Minorities on the transition to a three-level management system, on re-elections to councils in places where national minorities live, 07/10/1925-12/23/1927, 4 sheets."}, {"link": "/files/19781/", "title": "Case 39", "date": "1925", "description": "Minutes of meetings of the Central Committee of National Minorities and draft instructions on the language of authorities and record keeping in the administrative-territorial units of national minorities, 31.01.1925-25.02.1925, 19 sheets."}, {"link": "/files/19782/", "title": "Case 40", "date": "1925", "description": "Minutes of meetings of the Central Committee of National Minorities and related materials, 01.09.1925-12.31.1925, 85 sheets."}, {"link": "/files/19783/", "title": "Case 41", "date": "1925", "description": "Minutes of meetings of the Central Committee of National Minorities and related materials, 03.1925-04.1925, 136 sheets."}, {"link": "/files/19784/", "title": "Case 42", "date": "1925", "description": "Minutes of meetings of the Central Committee of National Minorities and related materials, 04.1925-05.1925, 82 sheets."}, {"link": "/files/19785/", "title": "Case 43", "date": "1925", "description": "Minutes of meetings of the Central Committee of National Minorities and related materials, 05.1925-07.1925, 106 sheets."}, {"link": "/files/19786/", "title": "Case 44", "date": "1925", "description": "Minutes of meetings of the Central Committee of National Minorities and related materials, 1925, 113 sheets."}, {"link": "/files/19787/", "title": "Case 45", "date": "1925", "description": "Minutes of meetings of the Central Committee of National Minorities and related materials, 08.1925-09.1925, 170 sheets."}, {"link": "/files/19788/", "title": "Case 46", "date": "1925", "description": "Minutes of meetings of the Central Committee of National Minorities and related materials, 09.1925-10.1925, 117 sheets."}, {"link": "/files/19789/", "title": "Case 47", "date": "1925", "description": "Minutes of meetings of the Central Committee of National Minorities and related materials, 11.1925-12.1925, 135 sheets."}, {"link": "/files/19790/", "title": "Case 48", "date": "1925-1926", "description": "Minutes of meetings of the Central Committee of National Minorities on work among the Polish population and a list of Poles-delegates at the IX All-Ukrainian Congress of Councils, 05/13/1925-11/24/1926, 39 sheets."}, {"link": "/files/19791/", "title": "Case 49", "date": "1925", "description": "Excerpts from the minutes of meetings of the Central Committee of National Minorities and correspondence from the VUCVK on the resettlement of the Jewish population, on the publication of legal literature in the languages ​​of national minorities, etc., 02.02.1925-31.12.1925, 115 sheets."}, {"link": "/files/19792/", "title": "Case 50", "date": "1925-1926", "description": "Documents for the meeting of the Central Committee of National Minorities (information, extracts from minutes and correspondence), 12.09.1925-19.01.1926, 26 sheets."}, {"link": "/files/19793/", "title": "Case 51", "date": "", "description": "Work plan of the Central Committee of National Minorities for 1925-1926, 15 sheets."}, {"link": "/files/19794/", "title": "Case 52", "date": "", "description": "Prospective plan for resettlement of national minorities in Ukraine for 1925-1926, 42 sheets."}, {"link": "/files/19795/", "title": "Case 53", "date": "", "description": "Report on the work of the Central Committee of National Minorities for 1925-1926, 90 sheets."}, {"link": "/files/19796/", "title": "Case 54", "date": "1925", "description": "Report on the work of the Central Committee of National Minorities for 1925-1926, 1925, 46 sheets."}, {"link": "/files/19797/", "title": "Case 55", "date": "1925", "description": "Report notes, acts, conclusions of the examination by the instructors of the Bureau of the German Section of the Luhansk District Executive Committee of the State of German Colonies, 08.1925-12.1925, 27 sheets."}, {"link": "/files/19798/", "title": "Case 56", "date": "1925-1928", "description": "Minutes of meetings of district executive committees on the implementation of measures for the development of the national economy and cultural work in Greek districts, September 3, 1925-July 22, 1928, 25 sheets."}, {"link": "/files/19799/", "title": "Case 57", "date": "1925-1927", "description": "Minutes of the meetings of the bureau of national minorities at the regional executive committees and related materials, 18.12.1925-28.04.1927, 156 sheets."}, {"link": "/files/19800/", "title": "Case 58", "date": "1925-1927", "description": "Minutes of meetings of the Bureau of National Minorities at the Regional Executive Committees and related materials, 05/08/1925-09/17/1927, 249 sheets."}, {"link": "/files/19801/", "title": "Case 59", "date": "1925-1926", "description": "Minutes of meetings of the Bureau of National Minorities at the Regional Executive Committees and related materials, 06.26.1925-04.18.1926, 92 sheets."}, {"link": "/files/19802/", "title": "Case 60", "date": "1925", "description": "Minutes of meetings of the Bureau of National Minorities at the Kyiv Provincial Executive Committee and the Kamianets District Executive Committee and reports on their work, 03/05/1925-12/15/1925, 130 sheets."}, {"link": "/files/19803/", "title": "Case 61", "date": "1925-1927", "description": "Minutes of the meetings of the Bureau of National Minorities at the Vinnytsia District Executive Committee, September 4, 1925-July 2, 1927, 48 sheets."}, {"link": "/files/19804/", "title": "Case 62", "date": "1925-1926", "description": "Minutes of the Vinnytsia city conference of artisans and craftsmen and correspondence with the Vinnytsia regional executive committee on the resettlement of national minorities, 06/27/1925-01/19/1926, 37 sheets."}, {"link": "/files/19805/", "title": "Case 63", "date": "1925-1926", "description": "Protocols and correspondence with the Zinoviev District Bureau of National Minorities on the distribution of funds among Jewish agricultural collectives, on the resettlement of the landless and those with little land to free territories, 01.09.1925-12.31.1926, 54 sheets."}, {"link": "/files/19806/", "title": "Case 64", "date": "1925", "description": "Minutes of the general meeting of the OZET board in Mariupol about the OZET meeting, 11/14/1925, 6 sheets."}, {"link": "/files/19807/", "title": "Case 65", "date": "1925", "description": "Protocols, acts of inspection of the state of settlements of national minorities and carrying out cultural work, 08.22.1925-12.04.1925, 175 sheets."}, {"link": "/files/19808/", "title": "Case 66", "date": "1925-1926", "description": "Minutes of meetings of the Kherson District Administrative and Territorial Commission on the expansion of the network of village councils and land management of German colonies, 07.1925-10.1926, 65 sheets."}, {"link": "/files/19809/", "title": "Case 67", "date": "1925-1926", "description": "Minutes of meetings of the Bureau of National Minorities at the Uman District Executive Committee and report on work, 12/30/1925-08/20/1926, 124 sheets."}, {"link": "/files/19810/", "title": "Case 68", "date": "1925", "description": "Documents on work among national minorities of the Artemiv District Executive Committee (minutes and correspondence), 07/23/1925-12/19/1925, 31 sheets."}, {"link": "/files/19811/", "title": "Case 69", "date": "1925-1927", "description": "Documents on the work of the Regional Bureau of National Minorities of Artemiv, Proskuriv, and Stalin Regional Executive Committees (minutes, plans, reports, reports), 08/05/1925-07/30/1927, 104 sheets."}, {"link": "/files/19812/", "title": "Case 70", "date": "1925-1927", "description": "Documents on the work among national minorities of the Berdychiv district executive committee (minutes, plans, reports), 25.02.1925-11.05.1927, 70 sheets."}, {"link": "/files/19813/", "title": "Case 71", "date": "1925-1926", "description": "Documents on work among national minorities of the Berdychiv district (minutes, plans, correspondence), 12.02.1925-12.14.1926, 63 sheets."}, {"link": "/files/19814/", "title": "Case 72", "date": "1925", "description": "Reports on the work of the Donetsk regional office, the Podilsk and Vinnytsia regional commissions of national minorities, 1925, 17 sheets."}, {"link": "/files/19815/", "title": "Case 73", "date": "1925-1926", "description": "Documents on work among national minorities of the Volyn Regional Executive Committee, 12.01.1925-13.02.1926, 232 sheets."}, {"link": "/files/19816/", "title": "Case 74", "date": "1925", "description": "Documents on work among national minorities of the Zhytomyr District Executive Committee (report note, certificate, correspondence), 31.07.1925-12.12.1925, 31 sheets."}, {"link": "/files/19817/", "title": "Case 75", "date": "1925", "description": "Documents on the organization of the Bureau of National Minorities at the Zinoviev District Executive Committee (excerpts from minutes, correspondence), 11.04.1925-30.11.1925, 11 sheets."}, {"link": "/files/19818/", "title": "Case 76", "date": "1925-1926", "description": "Documents on the work among national minorities of the Kamianets District Executive Committee (minutes, information, correspondence), 07/23/1925-09/19/1926, 32 sheets."}, {"link": "/files/19819/", "title": "Case 77", "date": "1925-1926", "description": "Documents on the work of the bureau of national minorities in Kyiv, Vinnytsia, Kryvyi Rih, Cherkasy, Kharkiv, Odesa districts (reports, protocols, lists, plans), 11/24/1925-10/19/1926, 236 sheets."}, {"link": "/files/19820/", "title": "Case 78", "date": "1925-1926", "description": "Documents on work among national minorities of the Kyiv District Executive Committee (excerpts from protocols, instructions, report note, correspondence), 12/15/1925-12/30/1926, 91 sheets."}, {"link": "/files/19821/", "title": "Case 79", "date": "1925", "description": "Documents on the work among national minorities of the Kamianets District Executive Committee (minutes, information, correspondence), 12/30/1925, 82 sheets."}, {"link": "/files/19822/", "title": "Case 80", "date": "1925-1926", "description": "Documents on work among national minorities of the Kryvyi Rih District Executive Committee (minutes, information, reports, correspondence), 19.12.1925-24.12.1926, 155 sheets."}, {"link": "/files/19823/", "title": "Case 81", "date": "1925-1926", "description": "Documents on the work of the Bureau of National Minorities of the Mariupol District Executive Committee (minutes, plans, reports, reports), 18.07.1925-12.12.1926, 81 sheets."}, {"link": "/files/19824/", "title": "Case 82", "date": "1925-1926", "description": "Documents on work among national minorities of Melitopol district (minutes, extracts from minutes, report note, correspondence), 12.25.1925-12.14.1926, 84 sheets."}, {"link": "/files/19825/", "title": "Case 83", "date": "1925", "description": "Documents on work among national minorities of the Poltava and Zaporizhzhia District Executive Committees (report notes, correspondence), 19.08.1925-21.12.1925, 40 sheets."}, {"link": "/files/19826/", "title": "Case 84", "date": "1925", "description": "Documents on the work of the Proskurivskyi and Romensky District Offices of National Minorities (minutes, reports, plans, correspondence), 13.01.1925-02.10.1925, 66 sheets."}, {"link": "/files/19827/", "title": "Case 85", "date": "1925-1927", "description": "Documents on the work among national minorities of the Tulchyna District Executive Committee (minutes, circulars, correspondence), 06.25.1925-06.30.1927, 74 sheets."}, {"link": "/files/19828/", "title": "Case 86", "date": "1925-1926", "description": "Documents on the work among national minorities of the Tulchyna District Executive Committee (minutes, circulars, correspondence), 10.01.1925-31.12.1926, 88 sheets."}, {"link": "/files/19829/", "title": "Case 87", "date": "1925-1926", "description": "Documents on work among national minorities of the Uman District Executive Committee (minutes, acts, estimates, correspondence), 11.12.1925-30.12.1926, 142 sheets."}, {"link": "/files/19830/", "title": "Case 88", "date": "1925-1926", "description": "Documents on cultural work among national minorities (excerpts from protocols, plans, report note, correspondence), 12/18/1925-09/03/1926, 124 sheets."}, {"link": "/files/19831/", "title": "Case 89", "date": "1925-1926", "description": "Documents on the results of the survey of Jewish resettlement groups (report, report notes, acts), 12.1925-05.1926, 112 sheets."}, {"link": "/files/19832/", "title": "Case 90", "date": "1925", "description": "Documents on the state of work among the Jewish population in the districts of Ukraine (information, questionnaires, correspondence), 27.02.1925-26.09.1925, 89 sheets."}, {"link": "/files/19833/", "title": "Case 91", "date": "1925", "description": "Documents on work among national minorities in German colonies (excerpts from protocols, explanatory note, information), 01.29.1925-11.05.1925, 60 sheets."}, {"link": "/files/19834/", "title": "Case 92", "date": "1925-1927", "description": "Documents on holding re-elections to national village councils (excerpts from protocols, information, report note, correspondence), 10.11.1925-12.02.1927, 71 sheets."}, {"link": "/files/19835/", "title": "Case 93", "date": "1925", "description": "Documents on the work of the Donetsk, Kyiv, Poltava, and Chernihiv provincial executive committees on land settlement of national minorities, 02/04/1925-11/25/1925, 239 sheets."}, {"link": "/files/19836/", "title": "Case 94", "date": "1925", "description": "Documents on the work of the Tulchyna District Executive Committee on the organization of village councils, the Jewish judicial chamber (excerpts from minutes, information, correspondence), 18.07.1925-26.11.1925, 64 sheets."}, {"link": "/files/19837/", "title": "Case 95", "date": "1925-1926", "description": "Documents on the formation of districts of national minorities (resolutions, excerpts from protocols, correspondence), 01.24.1925-04.14.1926, 108 sheets."}, {"link": "/files/19838/", "title": "Case 96", "date": "1925", "description": "Documents on cultural and educational work among national minorities (resolutions, protocols, correspondence), 04/13/1925-12/10/1925, 73 sheets."}, {"link": "/files/19839/", "title": "Case 97", "date": "1925-1926", "description": "Documents on resettlement of national minorities (protocols, information, correspondence, lists), 11/17/1925-02/17/1926, 130 sheets."}, {"link": "/files/19840/", "title": "Case 98", "date": "1925-1926", "description": "Documents on the work of national judicial chambers (resolution, reports, acts, plans, correspondence), 07.1925-07.1926, 133 sheets."}, {"link": "/files/19841/", "title": "Case 99", "date": "1925", "description": "Documents on the work among the Polish population of national minority commissions under provincial executive committees (excerpts from minutes, reports, resolutions, tables), 11.01.1925, 105 sheets."}, {"link": "/files/19842/", "title": "Case 100", "date": "1925", "description": "Documents on the results of the Greek population survey (protocols, resolutions, reports), 1925, 90 sheets."}, {"link": "/files/19843/", "title": "Case 101", "date": "1925", "description": "Documents on the survey of the state of German colonies in Kharkiv province (excerpts from protocols, reports, correspondence), 02/03/1925-03/26/1925, 13 sheets."}, {"link": "/files/19844/", "title": "Case 102", "date": "1925", "description": "Correspondence with the Central Committee of the Communist Party of Ukraine (b)U about the creation of village councils, surveys of work among Jewish youth, resettlement of the population, 13.01.1925-20.11.1925, 91 sheets."}, {"link": "/files/52679/", "title": "Case 103", "date": "1925-1926", "description": "Correspondence with the Central Committee of the CP (b)U about the network of national village councils, judicial chambers, work among the Jewish population, publication of periodical literature in the languages ​​of national minorities, 12/18/1925-09/02/1926, 71 sheets."}, {"link": "/files/19846/", "title": "Case 104", "date": "1925-1926", "description": "Correspondence with the RNU of the USSR, the People's Commissariat of the USSR, the People's Commissariat of Health of the USSR and other institutions on the health protection of national minorities, conducting a survey of the national composition of trade unions, releasing funds for the improvement of the condition of the Jewish population, 12/25/1925-09/25/1926, 425 sheets."}, {"link": "/files/19847/", "title": "Case 105", "date": "1925", "description": "Correspondence with the People's Commissar of the USSR, the NKVD on the convening of the next All-Ukrainian congress of representatives of the union of Dutch immigrants in Ukraine, the need to issue legislative acts in the languages ​​of national minorities, etc., 01.01.1925-25.11.1925, 115 sheets."}, {"link": "/files/19848/", "title": "Case 106", "date": "1925", "description": "Correspondence with People's Commissariat of the USSR about providing land for Jewish settlers, 02.04.1925-12.23.1925, 192 sheets."}, {"link": "/files/20337/", "title": "Case 107", "date": "1925", "description": "Correspondence with the People's Commissariat of Social Security of the USSR, Ukrderzhplan, NK RSI of the USSR, People's Commissariat of the USSR, regional executive committees on preparation for the 1926 population census, organization of national village councils and urban mutual aid committees, 15.01.1925-18.10.1925, 319 sheets."}, {"link": "/files/20338/", "title": "Case 108", "date": "1925-1927", "description": "Correspondence with the Central Committee of the AMSRR about the resettlement of national minorities, record keeping in national languages, courses for village council secretaries, etc., 11/28/1925-09/20/1927, 87 sheets."}, {"link": "/files/19849/", "title": "Case 109", "date": "1925", "description": "Correspondence with the Berdychiv District Executive Committee on the survey of Jewish rural collectives, 08.26.1925-12.31.1925, 32 sheets."}, {"link": "/files/19850/", "title": "Case 110", "date": "1925-1926", "description": "Correspondence with the Zaporizhzhya, Prylutsky and Poltava regional bureaus on work among national minorities, November 21, 1925-July 27, 1926, 126 sheets."}, {"link": "/files/19851/", "title": "Case 111", "date": "1925", "description": "Correspondence with the Konotop, Mogilev, and Chernihiv District Executive Committees on the resettlement of the Jewish population, October 13, 1925-December 21, 1925, 57 sheets."}, {"link": "/files/19852/", "title": "Case 112", "date": "1925", "description": "Correspondence with the Kyiv District Executive Committee about Jewish land collectives and associations, the national composition of the population. Kyiv, 07/06/1925-12/24/1925, 26 sheets."}, {"link": "/files/19853/", "title": "Case 113", "date": "1925", "description": "Correspondence with the Kryvyi Rih Regional Executive Committee on the activities of the Regional Bureau of National Minorities and the conclusion of the organizational department of the Katerynoslav District Consumer's Union according to the act of audit inspection of the Visokopil Consumer's Association, 09/22/1925-12/19/1925, 37 sheets."}, {"link": "/files/19854/", "title": "Case 114", "date": "1925", "description": "Correspondence with the Korosten District Executive Committee on the creation of village councils for national minorities, the transition of the Jewish population to land use and their relocation to the south of Ukraine, 07/24/1925-12/17/1925, 37 sheets."}, {"link": "/files/19855/", "title": "Case 115", "date": "1915-1925", "description": "Correspondence with the Mariupol District Executive Committee on the release of funds for the repair of buildings, former synagogues used as reading houses, the opening of national court chambers, 18.07.1915-17.12.1925, 16 sheets."}, {"link": "/files/19856/", "title": "Case 116", "date": "1925", "description": "Correspondence with the Melitopol District Executive Committee on the organization of the Bureau of National Minorities under it, 10.09.1925-28.12.1925, 16 sheets."}, {"link": "/files/19857/", "title": "Case 117", "date": "1925-1926", "description": "Correspondence with the Odesa Regional Bureau of National Minorities on the allocation of the National Jewish Council in Odessa, resettlement of national minorities, survey of land use in German colonies, 01.12.1925-21.12.1926, 123 sheets."}, {"link": "/files/19858/", "title": "Case 118", "date": "1925", "description": "Correspondence with the Odesa Regional Executive Committee on the allocation of the national Bulgarian district (Bolsha-Buyashskyi), registration of the Jewish population wishing to switch to agriculture; information on the Bulgarian population, allocation to independent national rural councils, 12.09.1925-03.12.1925, 60 sheets."}, {"link": "/files/19859/", "title": "Case 119", "date": "1925-1926", "description": "Correspondence with the Proskuriv District Executive Committee on work among national minorities, 08.12.1925-30.12.1926, 0 sheets."}, {"link": "/files/19860/", "title": "Case 120", "date": "1925", "description": "Correspondence with the Proskuriv District Executive Committee on work among national minorities, August 6, 1925-December 8, 1925, 0 sheets."}, {"link": "/files/19861/", "title": "Case 121", "date": "1925", "description": "Correspondence with the May Day District Executive Committee on the establishment of the Olshan National District, the establishment of national village councils, 07.1925-12.1925, 69 sheets."}, {"link": "/files/19862/", "title": "Case 122", "date": "1925", "description": "Correspondence with the Stalin District Executive Committee on work among national minorities, 08/29/1925-12/22/1925, 10 sheets."}, {"link": "/files/19863/", "title": "Case 123", "date": "1925", "description": "Correspondence with the Kherson District Executive Committee on providing assistance to Jewish settlers, 07/15/1925-11/09/1925, 28 sheets."}, {"link": "/files/19864/", "title": "Case 124", "date": "1925", "description": "Correspondence with the Uman District Executive Committee on the opening of national schools, registration of the Jewish population, 12.08.1925-14.12.1925, 19 sheets."}, {"link": "/files/19865/", "title": "Case 125", "date": "1925-1926", "description": "Correspondence with regional executive committees and regional bureaus of national minorities on reporting and re-election campaigns, meeting the cultural needs of the population of national districts, 11/17/1925-11/09/1926, 142 sheets."}, {"link": "/files/19866/", "title": "Case 126", "date": "1925", "description": "Correspondence with regional executive committees about the required number of election cards in the languages ​​of national minorities, 12/24/1925, 64 sheets."}, {"link": "/files/19867/", "title": "Case 127", "date": "1925", "description": "Correspondence on the organization of national trial chambers, 1925, 33 sheets."}, {"link": "/files/19868/", "title": "Case 128", "date": "1925-1926", "description": "Correspondence with private individuals on the resolution of disputed issues, 04.02.1925-01.04.1926, 40 sheets."}, {"link": "/files/19869/", "title": "Case 129", "date": "1925-1926", "description": "Correspondence with private individuals on the resolution of disputed issues, 04/18/1925-09/10/1926, 0 sheets."}, {"link": "/files/19870/", "title": "Case 130", "date": "1925-1928", "description": "Information, tables on religious work among the German population, budget expenditures by national regions of Ukraine for 1925/1926-1926/1927, 04/13/1925-05/10/1928, 0 sheets."}, {"link": "/files/19871/", "title": "Case 131", "date": "1925", "description": "Information, lists, tables on the number of schools and cultural institutions in the districts of Ukraine, 09.1925, 119 sheets."}, {"link": "/files/19872/", "title": "Case 132", "date": "1925", "description": "Information on the number, political, economic and cultural condition of the Bulgarian and Polish population of the Katerynoslav province, 1925, 157 sheets."}, {"link": "/files/19873/", "title": "Case 133", "date": "1925", "description": "Information on the economic and cultural state of national regions, 1925, 38 sheets."}, {"link": "/files/19874/", "title": "Case 134", "date": "1925-1926", "description": "Information on the national composition of councils, 1925-1926, 94 sheets."}, {"link": "/files/19875/", "title": "Case 135", "date": "1925-1926", "description": "Registers of national rural councils by districts of the USSR, 11.1925-04.1926, 0 sheets."}, {"link": "/files/19876/", "title": "Case 136", "date": "1925", "description": "Tables about the national composition of village councils, district executive committees, city councils by districts of Ukraine, 1925, 42 sheets."}, {"link": "/files/19877/", "title": "Case 137", "date": "1925-1926", "description": "Information on the national composition of the union of artisans in the districts of Ukraine, 01.06.1925-09.11.1926, 0 sheet."}, {"link": "/files/19878/", "title": "Case 138", "date": "1925", "description": "Information, lists and correspondence with district executive committees about the staff of district commissions of national minorities in Ukraine, 02/06/1925-09/10/1925, 68 sheets."}, {"link": "/files/19879/", "title": "Case 139", "date": "", "description": "Information summary on the work of district commissions of national minorities for the first half of 1926-1927 and materials for the 10th district congress of the Council on the main points of the work of the district commission on national minorities for 1925-1026, 76 sheets."}, {"link": "/files/19880/", "title": "Case 140", "date": "1925-1926", "description": "Cost estimate of the Karl-Libknecht District Executive Committee of the Mykolaiv District for 1926-1927 and correspondence with the District Executive Committee on the resolution of disputed issues among national minorities, March 25, 1925-December 11, 1926, 58 sheets."}, {"link": "/files/19881/", "title": "Case 141", "date": "", "description": "Book of original papers, 0 sheets."}, {"link": "/files/19882/", "title": "Case 142", "date": "1926-1928", "description": "Resolutions, excerpts from the protocols of the VUCVK, RNA of the USSR, UEN, 06.22.1926-09.11.1928, 40 sheets."}, {"link": "/files/19883/", "title": "Case 143", "date": "1926", "description": "Resolutions, excerpts from the minutes of the meetings of the National Committee of the USSR, UEN, People's Commissariat of the USSR on work among national minorities, 21.01.1926-23.12.1926, 29 sheets."}, {"link": "/files/19884/", "title": "Case 144", "date": "1926", "description": "Resolution, excerpts from the minutes of the meetings of the VUCVK and the RSC of the USSR and correspondence with regional executive committees on the organization of courses on retraining the secretaries of national rural councils, 06/08/1926-12/30/1926, 40 sheets."}, {"link": "/files/19885/", "title": "Case 145", "date": "1926", "description": "Resolutions of the VUCVK and the RSC of the USSR on surveying the Greek population, organizing inter-district courses for secretaries of national councils, allocation of national districts, budget commissions of district executive committees, 05.01.1926-09.08.1926, 186 sheets."}, {"link": "/files/19886/", "title": "Case 146", "date": "1926-1927", "description": "Resolution, excerpts from protocols, circulars of the National Committee of the Ukrainian SSR, the People's Commissariat of the Ukrainian SSR, the NKVD of the Ukrainian SSR, and correspondence about the activities of societies for the mutual aid of national minorities, cultural work, 28.02.1926-06.05.1927, 48 sheets."}, {"link": "/files/19887/", "title": "Case 147", "date": "1926", "description": "Resolutions, excerpts from the protocols of the VUCVK and the RSC of the USSR, AFK on measures to ensure the equality of national languages, the release of funds for the publication of legal literature in the languages ​​of national minorities, etc., 14.01.1926-02.07.1926, 157 sheets."}, {"link": "/files/19888/", "title": "Case 148", "date": "1926", "description": "Excerpts from the minutes of the meetings of the Small Presidium of the VUCVK, the Central Committee of national minorities and correspondence with regional executive committees on the establishment of full-time positions for workers of national minorities in the regions, 12.08.1926-30.10.1926, 15 sheets."}, {"link": "/files/19889/", "title": "Case 149", "date": "1926", "description": "Protocols, excerpts from the protocols of the Small Presidium of the VUCVK, regional executive committees, instructions and correspondence with regional executive committees about work among national minorities, their resettlement, land allocation, 01.02.1926-12.21.1926, 106 sheets."}, {"link": "/files/19890/", "title": "Case 150", "date": "1926-1928", "description": "Minutes of the meetings of the National Committee of the Ukrainian SSR, the National People's Commissariat of the Ukrainian SSR and correspondence about cultural work among national minorities, 09.1926-04.1928, 0 sheets."}, {"link": "/files/19891/", "title": "Case 151", "date": "1926-1927", "description": "Decree, protocols of the RSC of the USSR, reports and correspondence on measures to promote the transition of nomadic gypsies to a settled life, benefits for admission to universities and vocational schools for children of specialists working in national areas, abolition of district bureaus and commissioners for work among national minorities, 28.12.1926-19.09 .1927, 52 sheets."}, {"link": "/files/19892/", "title": "Case 152", "date": "1926-1927", "description": "Minutes of meetings of the Central Committee of National Minorities, 04.01.1926-06.09.1927, 145 sheets."}, {"link": "/files/19893/", "title": "Case 153", "date": "1926", "description": "Minutes of meetings of the Central Committee of National Minorities and related materials, 01.1926-04.1926, 108 sheets."}, {"link": "/files/19894/", "title": "Case 154", "date": "1926", "description": "Minutes of meetings of the Central Committee of National Minorities and related materials, 04.1926, 188 sheets."}, {"link": "/files/19895/", "title": "Case 155", "date": "1926", "description": "Minutes of meetings of the Central Committee of National Minorities and related materials, 04.1926-05.1926, 41 sheets."}, {"link": "/files/19896/", "title": "Case 156", "date": "1926", "description": "Circulars of the Central Committee of National Minorities, 15.01.1926-26.12.1926, 145 sheets."}, {"link": "/files/19897/", "title": "Case 157", "date": "1926-1927", "description": "Minutes of meetings of the Central Committee of national minorities and correspondence with the Central Committee of the Azerbaijan SSR, regional executive committees on work among national minorities, the organization of the Central Committee of National Minorities under the Central Committee of Azerbaijan, 10/26/1926-10/24/1927, 54 sheets."}, {"link": "/files/19898/", "title": "Case 158", "date": "1926", "description": "Minutes of meetings of the Central Committee of National Minorities and related materials, 12.05.1926-20.05.1926, 89 sheets."}, {"link": "/files/19899/", "title": "Case 159", "date": "1926", "description": "Minutes of meetings of the Central Committee of National Minorities and related materials, 06.1926, 114 sheets."}, {"link": "/files/19900/", "title": "Case 160", "date": "1926", "description": "Minutes of meetings of the Central Committee of National Minorities and related materials, 07.1926-08.1926, 125 sheets."}, {"link": "/files/19901/", "title": "Case 161", "date": "1926", "description": "Minutes of meetings of the Central Committee of National Minorities and related materials, 09.1926-10.1926, 137 sheets."}, {"link": "/files/19902/", "title": "Case 162", "date": "", "description": "Minutes of meetings of the Central Committee of National Minorities and related materials, 0 sheets."}, {"link": "/files/19903/", "title": "Case 163", "date": "", "description": "Work plans of the Central Committee of National Minorities for 1926-1927, 23 sheets."}, {"link": "/files/19904/", "title": "Case 164", "date": "1926", "description": "Minutes of meetings of the OZET Presidium and estimates of income and expenses for the provision of Jewish immigrants for 1926-1927, 04/05/1926-07/12/1926, 0 sheets."}, {"link": "/files/19905/", "title": "Case 165", "date": "1926", "description": "Minutes of meetings of the OZET Presidium, 04/03/1926-09/17/1926, 0 sheets."}, {"link": "/files/19906/", "title": "Case 166", "date": "1926-1927", "description": "Minutes of meetings of OZET and COMZET, October 28, 1926-September 29, 1927, 0 sheets."}, {"link": "/files/19907/", "title": "Case 167", "date": "1926-1929", "description": "Minutes of meetings of the resettlement department of the People's Commissariat of the Ukrainian SSR, Central Committee of National Minorities, information and correspondence with the People's Commissariat of the Ukrainian SSR, regional executive committees on the survey of work among the German population and their resettlement to the south of Ukraine, 11/30/1926-05/23/1929, 0 sheets."}, {"link": "/files/19908/", "title": "Case 168", "date": "1926", "description": "Protocols and reports on the work of the Artemivskyi, Vinnytsia, Korostenskyi, Kremenchugskyi, Kamianiskyi, Luhansk, Berdychivskyi, Proskurivskyi, Romenskyi and other regional bureaus of national minorities, 02/04/1926-12/20/1926, 197 sheets."}, {"link": "/files/19909/", "title": "Case 169", "date": "1926-1930", "description": "Minutes of meetings of workers of national minorities of Kyiv, Zaporizhzhya, and Kremenchug districts, 18.10.1926-30.06.1930, 113 sheets."}, {"link": "/files/19910/", "title": "Case 170", "date": "1926-1928", "description": "Documents of the meetings of the Okrburo of National Minorities (minutes, resolutions, plan), 18.10.1926-20.05.1928, 137 sheets."}, {"link": "/files/19911/", "title": "Case 171", "date": "1926-1927", "description": "Documents on the preparation of the First All-Ukrainian Conference on Work Among National Minorities (excerpts from minutes, information, correspondence), 12/28/1926-01/18/1927, 29 sheets."}, {"link": "/files/19912/", "title": "Case 172", "date": "1926-1929", "description": "Documents on the work of the Central Committee of National Minorities among the Polish and Jewish population (reports, plan, extracts from protocols, tables), 05/24/1926-07/10/1929, 131 sheets."}, {"link": "/files/19913/", "title": "Case 173", "date": "1926-1927", "description": "Documents on the development of a plan of specific measures for further deepening the work to ensure national minorities in Ukraine (minutes, plans, correspondence), 03.11.1926-23.11.1927, 53 sheets."}, {"link": "/files/19914/", "title": "Case 174", "date": "1926-1927", "description": "Documents on the work of the Central Committee of National Minorities (minutes, correspondence, theses of reports), March 19, 1926-March 18, 1927, 135 sheets."}, {"link": "/files/19915/", "title": "Case 175", "date": "1926", "description": "Documents on work among national minorities of the Artemiv district (excerpts from protocols, reports, correspondence), 01.07.1926-12.31.1926, 60 sheets."}, {"link": "/files/19916/", "title": "Case 176", "date": "1926-1927", "description": "Documents on the work of the representative of national minorities of the Bilotserki district executive committee (minutes, reports, plan, report), 04/16/1926-01/24/1927, 30 sheets."}, {"link": "/files/19917/", "title": "Case 177", "date": "1926", "description": "Documents on the work of the Vinnytsia Regional Executive Committee among national minorities (minutes, regulations, circulars, correspondence), 01.09.1926-12.08.1926, 0 sheets."}, {"link": "/files/19918/", "title": "Case 178", "date": "1926", "description": "Documents on the work of the Volyn District Executive Committee among national minorities (minutes, report, correspondence), 12.01.1926-20.12.1926, 0 sheets."}, {"link": "/files/19919/", "title": "Case 179", "date": "", "description": "Report and work plans of the Glukhiv regional bureau of national minorities for 1926-1927, 9 sheets."}, {"link": "/files/19920/", "title": "Case 180", "date": "1926", "description": "Minutes of meetings of the Presidium of the Groslibenthal district executive committee of Odesa district (German language), 06.1926-12.1926, 120 sheets."}, {"link": "/files/19921/", "title": "Case 181", "date": "1926-1927", "description": "Report on the work of the authorized representative of the Dunayevets District Executive Committee of the Kamianets District among the Polish population, 10.1926-06.1927, 0 sheets."}, {"link": "/files/19922/", "title": "Case 182", "date": "1927", "description": "Documents on the work of the Zaporizhia District Executive Committee among national minorities (minutes, reports, plans), 05.11.1927-06.06.1927, 28 sheets."}, {"link": "/files/19923/", "title": "Case 183", "date": "1926", "description": "Documents on the work among national minorities of the Zinoviyiv, Kamianets, Katerynoslav, and Kyiv district executive committees (minutes, abstracts of reports, reports, plans), 01.08.1926-12.23.1926, 248 sheets."}, {"link": "/files/19924/", "title": "Case 184", "date": "1926", "description": "Documents of the Katerynoslav District Executive Committee on work among national minorities (minutes, resolutions, correspondence), 04/03/1926-07/07/1926, 19 sheets."}, {"link": "/files/19925/", "title": "Case 185", "date": "1926", "description": "Documents on work among national minorities of the Konotop, Mogilev, Cherkasy, and Chernihiv district executive committees (minutes, conclusions, report note, correspondence), 14.01.1926-27.10.1926, 0 sheets."}, {"link": "/files/19926/", "title": "Case 186", "date": "1926", "description": "Documents on work among national minorities of the Korosten District Executive Committee (minutes, correspondence) (German and Polish languages), 01.20.1926-12.10.1926, 0 sheets."}, {"link": "/files/19927/", "title": "Case 187", "date": "1926-1927", "description": "Documents on the work of the Kremenchug, Kherson, and Shepetiv regional bureaus of national minorities (minutes, information, correspondence), 12/17/1926-10/07/1927, 0 sheets."}, {"link": "/files/19928/", "title": "Case 188", "date": "1926", "description": "Report on the work of the Commissioner for National Minorities at the Luhansk District Executive Committee and information on the land provision of German colonies in the Luhansk District, 08.01.1926-03.08.1926, 13 sheets."}, {"link": "/files/19929/", "title": "Case 189", "date": "1926-1927", "description": "Documents on the work of the Regional Bureau of National Minorities of the Luhansk Regional Executive Committee (minutes, reports, acts, conclusions), 07.10.1926-17.12.1927, 41 sheets."}, {"link": "/files/19930/", "title": "Case 190", "date": "1926", "description": "Documents on work among national minorities of the Mariupol District Executive Committee (minutes, report note, report, correspondence), 05.01.1926-08.12.1926, 96 sheets."}, {"link": "/files/19931/", "title": "Case 191", "date": "1926", "description": "Reports, plans, acts and correspondence with the Stalin District Executive Committee on the work of the Commissioner for National Minorities at the District Executive Committee, 01.28.1926-10.26.1926, 0 sheets."}, {"link": "/files/19932/", "title": "Case 192", "date": "1926", "description": "Documents on work among national minorities of the Stalin and Proskuriv district executive committees (minutes, reports, reports), 01.29.1926-11.20.1926, 0 sheets."}, {"link": "/files/19933/", "title": "Case 193", "date": "1926", "description": "Minutes of the conferences of Polish peasants of the Troyaniv and Romaniv regions of the Volyn district, 31.01.1926-12.12.1926, 26 sheets."}, {"link": "/files/19934/", "title": "Case 194", "date": "1926", "description": "Minutes of the 2nd Congress of Councils of the Friedrich-Engel District of Odesa District, March 14, 1926, 0 sheet."}, {"link": "/files/19935/", "title": "Case 195", "date": "1926", "description": "Minutes of the meetings of the National Minority Bureau; plans, reports and correspondence with regional executive committees on re-elections, surveys of work among national minorities, etc., 03/28/1926-12/31/1926, 0 sheets."}, {"link": "/files/19936/", "title": "Case 196", "date": "1926", "description": "Minutes of meetings of the Bureau of National Minorities of Oblast Executive Committees and correspondence with the People's Commissar of the USSR, Oblast Executive Committees about the Central Committee of National Minorities and its local bodies, 02.1926-08.1926, 0 sheets."}, {"link": "/files/19937/", "title": "Case 197", "date": "1926", "description": "Work plans of the representative of national minorities at the Chernihiv District Executive Committee for 1926 and the minutes of the Chernihiv District Meeting of National Minority Workers, 12/14/1926-12/15/1926, 0 sheets."}, {"link": "/files/19938/", "title": "Case 198", "date": "1926-1927", "description": "Documents on the organization of resettlement of individual national groups (excerpts from protocols, report note, plan, correspondence), 04.10.1926-27.06.1927, 94 sheets."}, {"link": "/files/19939/", "title": "Case 199", "date": "1926", "description": "Documents on land settlement of the German population (resolutions, protocols, resolutions, information, correspondence), 01.1926-04.1926, 96 sheets."}, {"link": "/files/19940/", "title": "Case 200", "date": "1926", "description": "Documents on land settlement of the German population (resolutions, protocols, resolutions, information, correspondence), 1926, 47 sheets."}, {"link": "/files/19941/", "title": "Case 201", "date": "1926", "description": "Documents on the results of the inspection of the state of work among national minorities (Germans) in Luhansk and Katerynoslavsk districts (excerpts from protocols, statistical data, correspondence), 13.01.1926-13.12.1926, 95 sheets."}, {"link": "/files/19942/", "title": "Case 202", "date": "1926", "description": "Documents on the preparation and conduct of elections to Soviets in the districts of Ukraine (resolution, information, reports, summaries), 1926, 0 sheets."}, {"link": "/files/19943/", "title": "Case 203", "date": "1926", "description": "Documents on the preparation of the election campaign in the districts of Ukraine (plans, information, correspondence), 01.1926-12.1926, 0 sheets."}, {"link": "/files/19944/", "title": "Case 204", "date": "1926-1927", "description": "Report on the participation of national minorities in the re-election campaign of 1927 in Tulchyn Oblast and protocols, acts, conclusions on the survey of village councils of national minorities in the districts of Ukraine, 06/30/1926-05/11/1927, 80 sheets."}, {"link": "/files/19945/", "title": "Case 205", "date": "1926", "description": "Report of the Bureau of National Minorities of the Katerynoslav Oblast Executive Committee on the results of the re-election campaign among the rural population of national minorities and information on the composition of members of village councils of national minorities, 1926, 96 sheets."}, {"link": "/files/19946/", "title": "Case 206", "date": "1926", "description": "Results of the re-election campaign in village councils among the Polish population in Berdychiv and Proskuriv districts, 1926, 44 sheets."}, {"link": "/files/19947/", "title": "Case 207", "date": "1926-1927", "description": "Documents on the national composition of village councils and their population, the national composition of district executive committees (information, reports, correspondence, extracts from minutes), 06/29/1926-05/26/1927, 122 sheets."}, {"link": "/files/19948/", "title": "Case 208", "date": "1926-1927", "description": "Documents on the organization of construction courses for Jewish unemployed youth (minutes, correspondence, estimates, report note), 06.12.1926-04.10.1927, 64 sheets."}, {"link": "/files/19949/", "title": "Case 209", "date": "1926-1927", "description": "Documents on the verification of the conducted population census (Polish) in 1927 (acts, correspondence, report notes), November 26, 1926-May 24, 1927, 0 sheets."}, {"link": "/files/19950/", "title": "Case 210", "date": "", "description": "Information summary on the work of district commissions of national minorities for the first half of 1926-1927, 40 sheets."}, {"link": "/files/19951/", "title": "Case 211", "date": "1926", "description": "Correspondence of the Supreme Court of the USSR, the People's Commissariat of the USSR about the consideration of the complaint of citizen Shekhter, the organization of Jewish trial chambers, etc., 01.02.1926-09.29.1926, 120 sheets."}, {"link": "/files/19952/", "title": "Case 212", "date": "1926-1927", "description": "Correspondence with the People's Commissar of the Ukrainian SSR, the All-Ukrainian Scientific Association of Oriental Studies about cultural work among national minorities, the celebration of March 8, the results of re-elections of the National Councils in Ukraine, November 25, 1926-February 4, 1927, 0 sheets."}, {"link": "/files/19953/", "title": "Case 213", "date": "", "description": "Reports on the work of Bulgarian district executive committees for 1926-1927, 69 sheets."}, {"link": "/files/19954/", "title": "Case 214", "date": "1926", "description": "Correspondence with the Central Committee of the CP(b)U about the number of intelligentsia in areas where national minorities live, measures for the development of rural handicrafts, 14.10.1926-31.12.1926, 23 sheets."}, {"link": "/files/19955/", "title": "Case 215", "date": "1926-1929", "description": "Correspondence with the People's Commissar of the Ukrainian SSR, the People's Commissariat of Social Security of the Ukrainian SSR, regional executive committees on the provision of work, the assignment of pensions to national minorities, 08/23/1926-12/02/1929, 76 sheets."}, {"link": "/files/19956/", "title": "Case 216", "date": "1926", "description": "Correspondence with People's Commissariat of the USSR about resettlement of national minorities and consolidation of lands for resettled collectives, 02.01.1926-27.09.1926, 182 sheets."}, {"link": "/files/19957/", "title": "Case 217", "date": "1926-1928", "description": "Correspondence with the Ukrorgbud, Tsetnrvydav, \"Silsky gospoder\", NVKS of the USSR, People's Commissariat of the USSR about the activities of Jewish rural councils, the allocation of land communities with forests, conducting paperwork in the languages ​​of national minorities, 10/28/1926-04/05/1928, 0 sheets."}, {"link": "/files/19958/", "title": "Case 218", "date": "1926", "description": "Correspondence with the Bilotserki District Executive Committee on work among national minorities, 16.01.1926-10.12.1926, 0 sheets."}, {"link": "/files/19959/", "title": "Case 219", "date": "1926", "description": "Correspondence with the Katerynoslav District Executive Committee on the resettlement of the Jewish population and its transition to land use, 1926, 17 sheets."}, {"link": "/files/19960/", "title": "Case 220", "date": "1926", "description": "Correspondence with the May Day District Executive Committee on work among national minorities, 01.09.1926-12.27.1926, 48 sheets."}, {"link": "/files/19961/", "title": "Case 221", "date": "1926", "description": "Correspondence with the Kherson District Executive Committee on the creation of Jewish village councils, local bodies of the Central Committee of National Minorities, the organization of a Jewish district on the territory of Kherson District, 15.01.1926-14.12.1926, 50 sheets."}, {"link": "/files/19962/", "title": "Case 222", "date": "1926", "description": "Correspondence with the Shepetiv District Executive Committee on work among national minorities, 05.01.1926-15.12.1926, 0 sheets."}, {"link": "/files/19963/", "title": "Case 223", "date": "", "description": "Information on the national composition of the population of Ukraine by district according to the data of 1926, 119 sheets."}, {"link": "/files/19964/", "title": "Case 224", "date": "", "description": "Information on the national composition of the population of Ukraine by districts according to the data of 1926, 147 sheets."}, {"link": "/files/19965/", "title": "Case 225", "date": "", "description": "Forms of the All-Union Population Census of 1926 and instructions for filling them out, 41 sheets."}, {"link": "/files/19966/", "title": "Case 226", "date": "", "description": "Information on the elections of village and settlement national councils and a report on the participation of national minorities in the election campaign of 1926, 0 sheets."}, {"link": "/files/19967/", "title": "Case 227", "date": "1926", "description": "Information on the quantitative and national composition of village councils after the election campaign of 1925, 1926, 0 sheet."}, {"link": "/files/19968/", "title": "Case 228", "date": "1926", "description": "Acts of examination of national village councils, part 1, 08.05.1926-11.18.1926, 0 sheets."}, {"link": "/files/19969/", "title": "Case 229", "date": "1926", "description": "Acts of examination of national rural councils, part 2, 1926, 0 sheets."}, {"link": "/files/19970/", "title": "Case 230", "date": "1926", "description": "Acts of examination of national rural councils, part 3, 1926, 0 sheets."}, {"link": "/files/19971/", "title": "Case 231", "date": "1926", "description": "Acts of examination of national rural councils, part 4, 1926, 0 sheets."}, {"link": "/files/19972/", "title": "Case 232", "date": "1926-1927", "description": "Acts, conclusions on the results of the inspection of the work of the Greek national village councils, 10/28/1926-01/06/1927, 0 sheets."}, {"link": "/files/19973/", "title": "Case 233", "date": "1926-1927", "description": "Acts, reports, conclusions on the examination of the work of national rural councils, 07.08.1926-07.06.1927, 0 sheets."}, {"link": "/files/19974/", "title": "Case 234", "date": "1926", "description": "Citizens' applications for children's education in the national (Hebrew) language, sent to VUCVK, 1926, 0 sheets."}, {"link": "/files/19975/", "title": "Case 235", "date": "1926-1927", "description": "Statements of private individuals and correspondence with them on the resolution of conflict issues, 08/09/1926-07/15/1927, 135 sheets."}, {"link": "/files/19976/", "title": "Case 236", "date": "1926", "description": "Documents on consideration of complaints of private individuals, 1926, 0 sheets."}, {"link": "/files/19977/", "title": "Case 237", "date": "1926", "description": "Documents on consideration of complaints of private individuals, 13.01.1926-03.02.1926, 0 sheets."}, {"link": "/files/19978/", "title": "Case 238", "date": "1927-1928", "description": "Resolutions and minutes of meetings of the Central Committee of the Central Committee, 08.25.1927-07.10.1928, 151 sheets."}, {"link": "/files/19979/", "title": "Case 239", "date": "1927-1928", "description": "Resolution of the VUCVK and the RSC of the Ukrainian SSR \"On measures to assist the transition of nomadic gypsies to a settled life\". Extracts from the minutes of the meetings of the Small Presidium of the VUCVK on work among national minorities, 01.25.1927-07.19.1928, 22 sheets."}, {"link": "/files/19980/", "title": "Case 240", "date": "1927", "description": "Resolution of the VUCVK on the draft regulations on the Central Committee of National Minorities and its local bodies, 19.05.1927-24.10.1927, 34 sheets."}, {"link": "/files/19981/", "title": "Case 241", "date": "1927-1928", "description": "Minutes of meetings of the Central Committee of National Minorities, October 3, 1927-September 26, 1928, 89 sheets."}, {"link": "/files/19982/", "title": "Case 242", "date": "1927-1928", "description": "Minutes of meetings of the Central Committee of National Minorities, September 6, 1927-February 29, 1928, 95 sheets."}, {"link": "/files/19983/", "title": "Case 243", "date": "1927", "description": "Minutes of meetings of the Central Committee of National Minorities, 01.1927-03.1927, 90 sheets."}, {"link": "/files/19984/", "title": "Case 244", "date": "1927", "description": "Minutes of meetings of the Central Committee of National Minorities, 04.1927-07.1927, 87 sheets."}, {"link": "/files/19985/", "title": "Case 245", "date": "1927", "description": "Minutes of meetings of the Central Committee of National Minorities and related materials, 07.1927-08.1927, 113 sheets."}, {"link": "/files/19986/", "title": "Case 246", "date": "1927-1928", "description": "Minutes of the meetings of the Central Committee of National Minorities at the Central Committee of the BSRR, 01.24.1927-12.05.1928, 67 sheets."}, {"link": "/files/19987/", "title": "Case 247", "date": "1927-1928", "description": "Minutes of meetings of the Central Committee of National Minorities, September 10, 1927-May 31, 1928, 43 sheets."}, {"link": "/files/19988/", "title": "Case 248", "date": "1927-1928", "description": "Circulars of the Central Committee of National Minorities to the Regional Bureau of National Minorities on the convening of the All-Ukrainian Meeting of Workers of National Councils and Districts and correspondence with regional executive committees on the involvement of the Jewish population in industrial activities and Soviet construction among national minorities, 10.08.1927-08.08.1928, 113 sheets."}, {"link": "/files/19989/", "title": "Case 249", "date": "1927", "description": "Report of the National Committee of the Ukrainian SSR on work among national minorities, extracts from the protocols of the 10th and 10th All-Ukrainian Congresses of Soviets. Resolution of the Politburo of the Central Committee of the CP(b)U \"On the state of public education in Ukraine\", 1927, 201 sheets."}, {"link": "/files/19990/", "title": "Case 250", "date": "1927-1928", "description": "Materials for the All-Ukrainian meeting of workers of Greek and German national administrative-territorial units (summaries of reports, minutes, correspondence), 12/28/1927-08/03/1928, 67 sheets."}, {"link": "/files/19991/", "title": "Case 251", "date": "1927", "description": "Materials of the First All-Ukrainian Conference on Work Among National Minorities (resolutions, resolutions, proposals, information), 1927, 37 sheets."}, {"link": "/files/19992/", "title": "Case 252", "date": "1927", "description": "Materials of the First All-Ukrainian Conference on Work Among National Minorities (reports, proposals, tables, lists), 1927, 139 sheets."}, {"link": "/files/19993/", "title": "Case 253", "date": "1927", "description": "Report of the Central Committee of National Minorities of the First All-Ukrainian Conference on Work Among National Minorities and Abstracts of the Report on Current Tasks on Work Among National Minorities, 1927, 71 sheets."}, {"link": "/files/19994/", "title": "Case 254", "date": "1927", "description": "Materials for meetings of the Central Committee of National Minorities (reports, extracts from minutes, minutes), 09.1927-12.1927, 96 sheets."}, {"link": "/files/19995/", "title": "Case 255", "date": "1917-1929", "description": "Correspondence with the RSC of the USSR, regional executive committees on the staff of local bodies of the Central Committee of National Minorities, September 10, 1917-November 28, 1929, 67 sheets."}, {"link": "/files/19996/", "title": "Case 256", "date": "1927-1928", "description": "Correspondence with the People's Commissariat of the Ukrainian SSR about improper taxation of agricultural tax and a review of the activity and financial condition of credit-savings and handicraft-industrial credit societies in Ukraine, 05/21/1927-10/22/1928, 48 sheets."}, {"link": "/files/19997/", "title": "Case 257", "date": "1927-1928", "description": "Correspondence with the People's Commissariat of People's Commissariat on public service by judicial bodies, survey of national court chambers, 13.12.1927-24.09.1928, 30 sheets."}, {"link": "/files/19998/", "title": "Case 258", "date": "1927", "description": "Documents on the work of the Central Committee of National Minorities (acts, resolutions, reports, conclusions, reports), 1927, 127 sheets."}, {"link": "/files/19999/", "title": "Case 259", "date": "1927-1928", "description": "Documents on preparation for the celebration of the 10th anniversary of the October Revolution (minutes, plan, correspondence), 14.10.1927-07.01.1928, 20 sheets."}, {"link": "/files/20000/", "title": "Case 260", "date": "1927-1928", "description": "Documents on the state of poor peasants' committees in Ukraine (report notes, information, correspondence), 12/27/1927-10/17/1928, 81 sheets."}, {"link": "/files/20001/", "title": "Case 261", "date": "1927", "description": "Minutes of the meetings of the Kryvyi Rih and Odesa regional bureaus for the affairs of national minorities, 05.05.1927-22.07.1927, 9 sheets."}, {"link": "/files/20002/", "title": "Case 262", "date": "1927", "description": "Protocols, reports, plans of regional executive committees and regional bureau of national minorities, 01.01.1927-28.10.1927, 0 sheets."}, {"link": "/files/20003/", "title": "Case 263", "date": "", "description": "Reports on the work of regional commissions of national minorities for 1927, 239 sheets."}, {"link": "/files/20004/", "title": "Case 264", "date": "1927-1928", "description": "Documents on the work of the Artemiv Regional Bureau of National Minorities (resolutions, protocols, plan, correspondence, proposals), 11/28/1927-10/28/1928, 40 sheets."}, {"link": "/files/20005/", "title": "Case 265", "date": "1927", "description": "Correspondence with the Berdychiv Regional Bureau of National Minorities about the sending of cadets to GPU courses, the survey of Jewish towns, 04.01.1927-27.09.1927, 0 sheets."}, {"link": "/files/20006/", "title": "Case 266", "date": "1927", "description": "Documents on the work of the Berdychiv Regional Bureau of National Minorities (minutes, circular, correspondence, information), 01.26.1927-09.06.1927, 24 sheets."}, {"link": "/files/20007/", "title": "Case 267", "date": "1927-1928", "description": "Minutes of the meetings of the Bilotserki Regional Bureau of National Minorities and its work plan for the second half of 1927-1928, October 31, 1927-May 19, 1928, 0 sheets."}, {"link": "/files/20008/", "title": "Case 268", "date": "1927-1928", "description": "Documents on the work of the Vinnytsia Regional Bureau of National Minorities (protocols, extracts from protocols, statements, correspondence), 09/19/1927-03/08/1928, 0 sheets."}, {"link": "/files/20009/", "title": "Case 269", "date": "1927", "description": "Correspondence with the Vinnytsia District Executive Committee on work among national minorities, March 10, 1927-August 3, 1927, 10 sheets."}, {"link": "/files/20010/", "title": "Case 270", "date": "1927", "description": "Documents on the work of the Bureau of National Minorities of the Volyn District Executive Committee (minutes, report, plan), 04.01.1927-13.05.1927, 15 sheets."}, {"link": "/files/20011/", "title": "Case 271", "date": "1927", "description": "Correspondence with the Dnipropetrovsk District Executive Committee on work among national minorities, 25.02.1927-13.05.1927, 5 sheets."}, {"link": "/files/20012/", "title": "Case 272", "date": "1927-1928", "description": "Documents on the work of the Bureau of National Minorities of the Dnipropetrovsk Oblast Executive Committee (excerpts from minutes, correspondence, complaint), October 4, 1927-September 28, 1928, 16 sheets."}, {"link": "/files/20013/", "title": "Case 273", "date": "1927", "description": "Documents on the work of the Regional Bureau of National Minorities at the Regional Executive Committees: Zinoviev, Kamianetsk, Katerynoslav, Kyiv (minutes, reports, plans, reports, acts), 01/05/1927-09/28/1927, 0 sheets."}, {"link": "/files/20014/", "title": "Case 274", "date": "1927", "description": "Extracts from the minutes of meetings of the Zinoviev District Executive Committee and correspondence with it about the resettlement of national minorities, measures to improve the situation of the Jewish population, cultural work, 01.02.1927-08.30.1927, 20 sheets."}, {"link": "/files/20015/", "title": "Case 275", "date": "1927-1928", "description": "Documents on the work of the Zaporizhzhya Regional Bureau of National Minorities (minutes, report, correspondence), 11/19/1927-1928, 32 sheets."}, {"link": "/files/20016/", "title": "Case 276", "date": "1927-1928", "description": "Minutes of the meeting of the Kamianets Regional Bureau of National Minorities and correspondence with it about sending the Jewish population to work in Donbas, 08/09/1927-05/26/1928, 0 sheets."}, {"link": "/files/20017/", "title": "Case 277", "date": "1927-1928", "description": "Minutes of meetings of the Konotop Regional Bureau of National Minorities, October 29, 1927-August 3, 1928, 0 sheets."}, {"link": "/files/20018/", "title": "Case 278", "date": "1927-1928", "description": "Correspondence with the Korosten Oblast Executive Committee about sending cadets to the TsIP(u), organizing construction courses for Jewish youth, etc., 12/13/1927-09/05/1928, 0 sheets."}, {"link": "/files/20019/", "title": "Case 279", "date": "1927-1928", "description": "Minutes of the meetings of the commissions of national minorities of the Kyiv Oblast Executive Committee and the report on the work of the House of the Peoples of the East for 1927-1928, September 27, 1927-October 11, 1928, 48 sheets."}, {"link": "/files/20020/", "title": "Case 280", "date": "1927-1928", "description": "Correspondence with the Kryvyi Rih regional bureau of national minorities about the organization of the Jewish national district in Kryvorizhi, December 3, 1927-September 24, 1928, 9 sheets."}, {"link": "/files/20021/", "title": "Case 281", "date": "1927", "description": "Correspondence with the Kryvyi Rih District Executive Committee on the taxation of artisans; forms of record keeping of the national Soviets, work among the Jewish population, 15.01.1927-30.09.1927, 29 sheets."}, {"link": "/files/20022/", "title": "Case 282", "date": "1927-1928", "description": "Correspondence with the Lubensk regional executive committee about work among national minorities and the work plan of the regional bureau of national minorities, 05/19/1927-09/14/1928, 0 sheets."}, {"link": "/files/20023/", "title": "Case 283", "date": "1927-1928", "description": "Documents on the work of the Mariupol Regional Bureau of National Minorities among the Greek and Jewish population (minutes, plans, correspondence, historical reference), November 1, 1927-July 20, 1928, 62 sheets."}, {"link": "/files/20024/", "title": "Case 284", "date": "", "description": "Results of re-elections to national village councils in the Mariupol district in 1926-1927, 59 sheets."}, {"link": "/files/20025/", "title": "Case 285", "date": "1927-1928", "description": "Minutes of meetings of the commission for national minorities at the Mariupol District Executive Committee and plans for work among national minorities, 12.10.1927-08.08.1928, 33 sheets."}, {"link": "/files/20026/", "title": "Case 286", "date": "1927-1928", "description": "Documents on the work of the Mogilev Regional Bureau of National Minorities (minutes, plans, correspondence), 01.25.1927-08.23.1928, 62 sheets."}, {"link": "/files/20027/", "title": "Case 287", "date": "1927-1928", "description": "Minutes of the meeting of the Mykolaiv Regional Bureau for National Minorities and correspondence with it about work among the German population, 12/24/1927-08/09/1928, 12 sheets."}, {"link": "/files/20028/", "title": "Case 288", "date": "1927-1928", "description": "Minutes of the meetings of the Presidium of the Olshan District Executive Committee of the Pervomay District, November 23, 1927-September 23, 1928, 143 sheets."}, {"link": "/files/20029/", "title": "Case 289", "date": "1927-1928", "description": "Documents on the work of the Proskuriv regional office of national minorities among the Polish and Jewish population (minutes, correspondence), 10/25/1927-07/19/1928, 0 sheets."}, {"link": "/files/20030/", "title": "Case 290", "date": "1927-1928", "description": "Documents on the work of the Stalin Regional Office for National Minorities (protocols, plans, information, report, correspondence), 03.12.1927-08.08.1928, 0 sheets."}, {"link": "/files/20031/", "title": "Case 291", "date": "1927", "description": "Documents on the work of the Uman District Executive Committee among national minorities (minutes, acts, correspondence), 01.25.1927-10.19.1927, 62 sheets."}, {"link": "/files/20032/", "title": "Case 292", "date": "1927-1928", "description": "Minutes of meetings of the Kharkiv Regional Bureau for National Minorities and the work plan for November 1927, March 1928, October 25, 1927-September 11, 1928, 36 sheets."}, {"link": "/files/20033/", "title": "Case 293", "date": "1927", "description": "Minutes of meetings of the National Minorities Commission at the Kharkiv Oblast Executive Committee, 05/07/1927-11/26/1927, 0 sheets."}, {"link": "/files/20034/", "title": "Case 294", "date": "1927", "description": "Minutes of the 2nd District Congress of Councils of the Petrovsky District of the Kherson District (March 8-11, 1927); report on work for the first half of the year of the Groslibental District Executive Committee, 1927, 0 sheets."}, {"link": "/files/20035/", "title": "Case 295", "date": "1927-1928", "description": "Minutes of meetings of the Shevchenkiv regional bureau of national minorities and correspondence with the regional executive committee on the survey of Jewish villages, the work of Jewish trial chambers, 10.10.1927-19.09.1928, 0 sheets."}, {"link": "/files/20036/", "title": "Case 296", "date": "1927", "description": "Correspondence with the Shepetiv District Executive Committee on work among national minorities, January 25, 1927-October 3, 1927, 13 sheets."}, {"link": "/files/20037/", "title": "Case 297", "date": "1927-1928", "description": "Documents on the work of the Shepetiv Regional Bureau of National Minorities (minutes, correspondence, report note), 19.10.1927-24.09.1928, 0 sheets."}, {"link": "/files/20038/", "title": "Case 298", "date": "1927", "description": "Minutes of the meetings of the Presidium of the Groslibenthal District Executive Committee and the report on the activities of the Friedrich-Engel District Executive Committee for 1925-1926, 01.08.1927-07.23.1927, 110 sheets."}, {"link": "/files/20039/", "title": "Case 299", "date": "1927", "description": "Minutes of the meeting of the Presidium of the Groslibental District Executive Committee from September 1, 1927 and the report on the holding of district congresses of Councils in the Friedrich-Engelskyi and Groslibentalsky Districts, 1927, 27 sheets."}, {"link": "/files/20040/", "title": "Case 300", "date": "1927", "description": "Certificates of delegates to the All-Ukrainian meeting of national minorities from the districts, 01.1927, 19 sheets."}, {"link": "/files/20041/", "title": "Case 301", "date": "1927-1928", "description": "Documents on the survey of the state of service to the Jewish population (excerpts from protocols, acts, conclusions, proposals), October 1, 1927-July 6, 1928, 0 sheets."}, {"link": "/files/20042/", "title": "Case 302", "date": "1927-1929", "description": "Documents on the organization of construction courses for Jewish youth (minutes, proposals, correspondence), 04/30/1927-03/04/1929, 0 sheets."}, {"link": "/files/20043/", "title": "Case 303", "date": "1927-1928", "description": "Resolution, excerpts from the protocols of the regional executive committees and acts of survey of national village councils and the state of service of national minorities, 05/07/1927-08/29/1928, 0 sheets."}, {"link": "/files/20044/", "title": "Case 304", "date": "1927-1928", "description": "Extracts from the minutes of the meetings of the Small Presidium of the Ukrainian Communist Party of Ukraine, the Polish bureau of the Central Committee of the CP(b)U and acts of examination of the national village councils, November 26, 1927-November 2, 1928, 16 sheets."}, {"link": "/files/20045/", "title": "Case 305", "date": "1927", "description": "Protocols, acts, conclusions on the survey of Polish village councils in Ukraine, 01.20.1927-12.09.1927, 89 sheets."}, {"link": "/files/20046/", "title": "Case 306", "date": "1927", "description": "Extracts from protocols, conclusions, information about the work of Polish village councils, 18.07.1927-27.10.1927, 125 sheets."}, {"link": "/files/20047/", "title": "Case 307", "date": "1927", "description": "Documents on the survey of Polish village councils of the Berdychiv district (protocols, acts, conclusions in Polish), 1927, 63 sheets."}, {"link": "/files/20048/", "title": "Case 308", "date": "1927", "description": "Extract from the protocol of the Presidium of the Vinnytsia District Executive Committee and acts on the survey of Polish village councils, 09/20/1927-12/10/1927, 7 sheets."}, {"link": "/files/20049/", "title": "Case 309", "date": "1927", "description": "Documents on the results of the examination of the work of the Polish village councils of the Volyn District (excerpts from protocols, acts, conclusions) (there are documents in Polish), 27.02.1927-21.10.1927, 75 sheets."}, {"link": "/files/20050/", "title": "Case 310", "date": "1927", "description": "Acts of examination of the work of Polish village councils of the Kamianets district, 09.07.1927-11.23.1927, 49 sheets."}, {"link": "/files/20051/", "title": "Case 311", "date": "1927", "description": "Acts of examination of the work of Polish village councils of the Kyiv District Executive Committee, 08.1927-11.1927, 25 sheets."}, {"link": "/files/20052/", "title": "Case 312", "date": "1927", "description": "Extracts from protocols, acts, conclusions on the examination of the work of the Polish national rural councils of the Korosten district, 09/08/1927-10/22/1927, 58 sheets."}, {"link": "/files/20053/", "title": "Case 313", "date": "1927", "description": "Minutes, excerpts from the minutes of the meetings of the Berdychiv Polish Bureau and acts on the inspection of the work of the Polish village councils of the Mogilev-Podilsky District, 08/06/1927-12/02/1927, 25 sheets."}, {"link": "/files/20054/", "title": "Case 314", "date": "1927", "description": "Extract from the protocol of the Tulchyn District Executive Committee and the act on the survey of the Polish national rural councils, 08.1927-09.1927, 14 sheets."}, {"link": "/files/20055/", "title": "Case 315", "date": "1927", "description": "Extracts from the protocols, report, conclusions, statistical tables on the survey of the Polish village councils of the AMSRR, Kherson and Melitopol districts, 08.22.1927-12.07.1927, 12 sheets."}, {"link": "/files/20056/", "title": "Case 316", "date": "1927", "description": "Acts of examination of the work of the Polish village councils of the Shepetiv district, 05.09.1927-20.12.1927, 63 sheets."}, {"link": "/files/20057/", "title": "Case 317", "date": "1927", "description": "Correspondence with regional executive committees on conducting a review of the work of Polish village councils, providing land plots for development to the village population, 03.01.1927-02.11.1927, 83 sheets."}, {"link": "/files/20058/", "title": "Case 318", "date": "1927-1928", "description": "Documents on preparation for conducting a review of the work of Polish village councils (excerpts from protocols, circulars, plans, correspondence), 31.05.1927-03.01.1928, 230 sheets."}, {"link": "/files/20059/", "title": "Case 319", "date": "", "description": "Clippings from newspapers about the work of Polish national village councils (Polish language), 58 sheets."}, {"link": "/files/20060/", "title": "Case 320", "date": "1927", "description": "Lists of national village councils in the USSR, 1927, 185 sheets."}, {"link": "/files/20339/", "title": "Case 321", "date": "1927", "description": "Correspondence with the Tulchyn District Executive Committee on the involvement of Jewish village youth in production, the results of an examination of the work of national village councils, 03/22/1927-10/13/1927, 31 sheets."}, {"link": "/files/20061/", "title": "Case 322", "date": "1927", "description": "Documents on the survey of the condition of the Greek village councils of the Mangush and Sartan districts, 12/16/1927, 0 sheets."}, {"link": "/files/20062/", "title": "Case 323", "date": "1927-1928", "description": "Acts, conclusions on the survey of German village councils in the districts of Ukraine, 09/05/1927-09/04/1928, 0 sheets."}, {"link": "/files/20063/", "title": "Case 324", "date": "1927", "description": "Documents on the organization of courses for the retraining of secretaries of national village councils (excerpts from protocols, circulars, estimates, correspondence), 15.01.1927-27.07.1927, 133 sheets."}, {"link": "/files/20064/", "title": "Case 325", "date": "1927-1928", "description": "Documents on the organization of courses for the retraining of secretaries of national rural councils (extract from the protocol, report, estimate, correspondence), 01.29.1927-09.23.1928, 0 sheets."}, {"link": "/files/20065/", "title": "Case 326", "date": "1927", "description": "Documents on the organization of courses for secretaries of national rural councils (reports, information, summaries), 1927, 115 sheets."}, {"link": "/files/20066/", "title": "Case 327", "date": "1927", "description": "Correspondence with the Volyn Oblast Executive Committee on the resettlement of national minorities, the organization of courses for the retraining of secretaries of national rural councils, 01.27.1927-09.10.1927, 40 sheets."}, {"link": "/files/20067/", "title": "Case 328", "date": "1927", "description": "Correspondence with the Kyiv District Executive Committee on the organization of courses for village council secretaries, survey of the Assyrian population, 06.01.1927-13.09.1927, 35 sheets."}, {"link": "/files/20068/", "title": "Case 329", "date": "1927", "description": "Correspondence from the Regional Bureau of National Minorities of the Kamianetsk Regional Executive Committee on re-elections of national village councils, organization of courses for village council secretaries and training of urban youth, 04.04.1927-22.09.1927, 17 sheets."}, {"link": "/files/20069/", "title": "Case 330", "date": "1927", "description": "Correspondence with Pershotravnev of the Regional Bureau of National Minorities about courses for secretaries of national village councils, organization of the Bulgarian national district, 18.01.1927, 16 sheets."}, {"link": "/files/20070/", "title": "Case 331", "date": "1927", "description": "Correspondence with the Proskuriv District Executive Committee on conducting a census of the Polish population, courses of secretaries of national village councils, 10.03.1927-20.03.1927, 27 sheets."}, {"link": "/files/20071/", "title": "Case 332", "date": "1927", "description": "Correspondence with the Odesa Regional Executive Committee on training courses for secretaries of national village councils, resettlement of national minorities, retraining of teachers, 04.01.1927-10.01.1927, 71 sheets."}, {"link": "/files/20072/", "title": "Case 333", "date": "1927-1928", "description": "Correspondence with regional executive committees about retraining courses for secretaries of national rural councils. Survey of public organizations, etc., 12.10.1927-27.09.1928, 128 sheets."}, {"link": "/files/20073/", "title": "Case 334", "date": "1927", "description": "Estimates of costs of retraining courses for secretaries of German rural councils and information on issuing travel and daily allowances to cadets, secretaries of German rural councils, 1927, 33 sheets."}, {"link": "/files/20074/", "title": "Case 335", "date": "", "description": "Budget of national village councils for 1927-1928 in Ukraine, 0 sheets."}, {"link": "/files/20075/", "title": "Case 336", "date": "1927", "description": "Financial documents of retraining courses for secretaries of Jewish village councils (information, statements, receipts, invoices), 1927, 287 sheets."}, {"link": "/files/20076/", "title": "Case 337", "date": "1927", "description": "Financial documents of retraining courses for secretaries of Bulgarian rural councils, 1927, 0 sheets."}, {"link": "/files/20077/", "title": "Case 338", "date": "1927", "description": "Financial documents of retraining courses for secretaries of Polish rural councils, 1927, 0 sheets."}, {"link": "/files/20078/", "title": "Case 339", "date": "1927", "description": "Correspondence with the Korosten District Bureau of National Minorities about re-elections to village councils, the situation of national minorities, 01.28.1927-09.17.1927, 31 sheets."}, {"link": "/files/20079/", "title": "Case 340", "date": "1927", "description": "Correspondence with the Melitopol District Executive Committee on re-elections to national village councils, provision of land plots for immigrants, retraining of German teachers, 01.01.1927-24.10.1927, 21 sheets."}, {"link": "/files/20080/", "title": "Case 341", "date": "1927", "description": "Correspondence with regional executive committees on preparations for re-elections of Soviets, resettlement of the Jewish population, 03/05/1927-06/28/1927, 0 sheets."}, {"link": "/files/20081/", "title": "Case 342", "date": "1927", "description": "Documents on the re-election of the national village councils in 1927 (report, conclusions, extract from the protocol), 1927, 0 sheets."}, {"link": "/files/20082/", "title": "Case 343", "date": "1927", "description": "Documents on the re-election of the national village councils in 1927 (report, conclusions, extract from the protocol), 1927, 312 sheets."}, {"link": "/files/20083/", "title": "Case 344", "date": "1927-1928", "description": "Protocols, the plan of the Kherson Regional Bureau of National Minorities and correspondence on the resettlement of national minorities, the construction of a railway platform for 451 km. Apastolo-Snihyrivka race, 09/23/1927-09/12/1928, 19 sheets."}, {"link": "/files/20084/", "title": "Case 345", "date": "1927-1928", "description": "Minutes of the meetings of the Presidium of the Central Committee of OZET, the Central Committee of National Minorities and correspondence with Ukoopspilka, Ukrsilbank, \"Silsky Gospodar\" about the resettlement of the Jewish population before production, 03.01.1927-24.07.1928, 0 sheets."}, {"link": "/files/20085/", "title": "Case 346", "date": "2917-1930", "description": "Documents on the implementation of economic and organizational-administrative measures to help the transition to a settled life of nomadic gypsies (resolutions of the VUCVK, RNK of the USRR, extracts from protocols, instructions, correspondence), 26.02.2917-16.01.1930, 0 sheet."}, {"link": "/files/20086/", "title": "Case 347", "date": "1927", "description": "Documents on the relocation of the German population to the south of Ukraine (extract from the protocol, plans, correspondence, information), 05/03/1927-09/15/1927, 11 sheets."}, {"link": "/files/20087/", "title": "Case 348", "date": "1927-1928", "description": "Correspondence with the Central Committee of the CP(b)U, People's Commissariat of the USSR, regional executive committees about the state of the Sereselen case in Ukraine in 1927-1928, 01.04.1927-06.15.1928, 41 sheets."}, {"link": "/files/20088/", "title": "Case 349", "date": "1927-1928", "description": "Correspondence with People's Commissariat of the USSR, regional executive committees on resettlement of national minorities, October 4, 1927-July 23, 1928, 85 sheets."}, {"link": "/files/20089/", "title": "Case 350", "date": "1927", "description": "Correspondence with district executive committees on the organization of district commissions of national minorities, the work of agricultural cooperatives, resettlement of national minorities to the Far East, 03.01.1927-27.09.1927, 56 sheets."}, {"link": "/files/20090/", "title": "Case 351", "date": "1927-1928", "description": "Documents on the survey of the condition of the Greek rural councils (report, extract from the resolution) and correspondence with publishing houses, the society \"Away with Illiteracy\", the All-Ukrainian Scientific Association of Oriental Studies on the publication of cooperative literature in the languages ​​of national minorities, the creation of schools, improvement of the material situation, 01.10.1927-21.09.1928, 151 sheets."}, {"link": "/files/20091/", "title": "Case 352", "date": "1927-1928", "description": "Correspondence with the Central Publishing House about ordering brochures on the agricultural tax in the languages ​​of national minorities; plans for the publication of literature in the languages ​​of national minorities, 31.10.1927-01.09.1928, 71 sheets."}, {"link": "/files/20092/", "title": "Case 353", "date": "1927-1928", "description": "Correspondence with the People's Commissar of the Ukrainian SSR on the improvement of religious services for national minorities, publication of educational literature in national languages, 13.10.1927-27.09.1928, 77 sheets."}, {"link": "/files/20093/", "title": "Case 354", "date": "1927", "description": "Correspondence with the People's Commissariat of Health of the Ukrainian SSR, the People's Commissariat of the Ukrainian SSR, the Central Publishing House, the People's Commissariat of the Ukrainian SSR, the People's Commissariat of the Ukrainian SSR and other institutions about cultural and secular work among national minorities, ensuring self-activity of national minorities, work among German women, 03.01.1927-24.10.1927, 238 sheets."}, {"link": "/files/20094/", "title": "Case 355", "date": "1927", "description": "Correspondence with Stalin's district executive committee about re-elections to national rural councils, the state of public education among the Greek population, 09.02.1927-11.10.1927, 21 sheets."}, {"link": "/files/20095/", "title": "Case 356", "date": "1927", "description": "Correspondence with the Mykolaiv Okrburo of National Minorities on conducting education in the labor school in the native language No. 15, 02/08/1927-06/24/1927, 8 sheets."}, {"link": "/files/20096/", "title": "Case 357", "date": "1927", "description": "Correspondence with the Kherson District Executive Committee on the transfer of the buildings of the Askania Nova State Reserve to the Seideminukh Vocational School, 04/28/1927-08/04/1927, 6 sheets."}, {"link": "/files/20097/", "title": "Case 358", "date": "1927-1928", "description": "Correspondence with the editors of the newspapers \"Serp\", \"Der Stern\", \"Emes\" regarding the consideration of materials sent for publication, 09/27/1927-04/03/1928, 70 sheets."}, {"link": "/files/20098/", "title": "Case 359", "date": "1927", "description": "Work plan and cost estimate for conducting local history and ethnological work in local history and ethnology. Commission under the Volyn District Office of National Minorities, 1927, 5 sheets."}, {"link": "/files/20099/", "title": "Case 360", "date": "1927", "description": "Information, correspondence with regional executive committees about Polish schools, cooperatives, societies for joint cultivation of land, 21.06.1927-28.10.1927, 55 sheets."}, {"link": "/files/20100/", "title": "Case 361", "date": "1927", "description": "Minutes of meetings of the Presidium of the All-Ukraine, 13.08.1927-25.08.1927, 0 sheets."}, {"link": "/files/20101/", "title": "Case 362", "date": "1927", "description": "Measures of VUCVK for the development of all branches of cooperation in the places of residence of national minorities, 1927, 15 sheets."}, {"link": "/files/20102/", "title": "Case 363", "date": "1927", "description": "Information, lists and correspondence with regional executive committees about the national composition of cooperative members, 12.08.1927-14.08.1927, 53 sheets."}, {"link": "/files/20103/", "title": "Case 364", "date": "1927-1928", "description": "Correspondence with the People's Commissariat of Social Security of the USSR on the organization of food in the areas of national minorities, November 12, 1927-August 23, 1928, 13 sheets."}, {"link": "/files/20104/", "title": "Case 365", "date": "1927-1928", "description": "Correspondence with the Prosecutor's Office of the Republic on the investigation of cases of private individuals, November 10, 1927-September 24, 1928, 0 sheets."}, {"link": "/files/20105/", "title": "Case 366", "date": "1927", "description": "The matter of the appointment of Mishchenko for the post of agronomist in the Kherson district, 1927, 12 sheets."}, {"link": "/files/20340/", "title": "Case 367", "date": "1928-1929", "description": "Minutes of meetings of the Central Committee of National Minorities, October 10, 1928-August 28, 1929, 65 sheets."}, {"link": "/files/20106/", "title": "Case 368", "date": "1928", "description": "Minutes of the meeting of the organizational commission on the convening of the II All-Ukrainian Organizational Council on Work Among National Minorities and the report \"On Soviet Construction Among National Minorities\", 1928, 21 sheets."}, {"link": "/files/20107/", "title": "Case 369", "date": "1928", "description": "Materials for meetings of the Central Committee of National Minorities (resolutions, conclusions, reports, proposals), 01.25.1928-12.28.1928, 170 sheets."}, {"link": "/files/20108/", "title": "Case 370", "date": "1928-1930", "description": "Documents on work among national minorities (protocols, plans, information, resolutions), 13.12.1928-20.01.1930, 0 sheets."}, {"link": "/files/20109/", "title": "Case 371", "date": "1928", "description": "Reference of the Central Committee of National Minorities on Soviet construction in national areas, 1928, 75 sheets."}, {"link": "/files/20110/", "title": "Case 372", "date": "1928-1929", "description": "Protocols, report notes, information, tables on the survey of the Belarusian population, religious work among the peoples of the East living in Ukraine, the state of work among the small national minorities of the USSR, 09/28/1928-04/22/1929, 217 sheets."}, {"link": "/files/20111/", "title": "Case 373", "date": "1928-1929", "description": "Minutes of meetings of the Poltava Regional Bureau of National Minorities, plans, resolutions and correspondence with the Poltava Regional Executive Committee on the resettlement of Gypsies, cultural work among national minorities, 04/09/1928-07/07/1929, 36 sheets."}, {"link": "/files/20112/", "title": "Case 374", "date": "", "description": "Stenographic report of the 3rd North Caucasian regional conference of Greek teachers held on 21-23. February 1928 in Rostov-on-Don, 0 sheet."}, {"link": "/files/20113/", "title": "Case 375", "date": "1928-1929", "description": "Correspondence with the People's Commissariat of the USSR, the People's Commissariat of Social Security of the USSR, regional executive committees about cultural work among national minorities, the creation of an expedition for the ethnographic study of national minorities, 08/27/1928-12/09/1929, 147 sheets."}, {"link": "/files/20114/", "title": "Case 376", "date": "1928-1929", "description": "Correspondence with the People's Commissariat of the USSR, regional executive committees, newspaper editors, the Central Publishing House on the publication of literature in the languages ​​of national minorities and the Central Publishing House's report to the Central Committee of the Communist Party of Ukraine (b)U on the publication of books in the languages ​​of national minorities, 10.07.1928-25.11.1929, 82 sheets."}, {"link": "/files/20115/", "title": "Case 377", "date": "1928", "description": "Correspondence with the NKVD of the USSR about the state of service of national minorities by the police, verification of the implementation of directives regarding signs, stamps, seals in the national language, 04/25/1928-09/24/1928, 31 sheets."}, {"link": "/files/20116/", "title": "Case 378", "date": "1928", "description": "Correspondence with the Pervomaysk Okrburo of National Minorities on the organization of vocational schools for the Jewish population, 07/06/1928-08/16/1928, 5 sheets."}, {"link": "/files/20117/", "title": "Case 379", "date": "1928", "description": "Correspondence with the Luhansk District Executive Committee on the opening of national schools, sending Jewish youth to work in the mines of Luhansk and Stalin Districts, 07/24/1928-09/11/1928, 3 sheets."}, {"link": "/files/20118/", "title": "Case 380", "date": "1928", "description": "Correspondence with regional executive committees on the use of the Hebrew language in areas where the Jewish population lives, 03/02/1928-06/27/1928, 46 sheets."}, {"link": "/files/20119/", "title": "Case 381", "date": "1928", "description": "Information, tables, lists of national schools and educational institutions by districts of Ukraine, 07/13/1928-09/05/1928, 133 sheets."}, {"link": "/files/20120/", "title": "Case 382", "date": "1928", "description": "Documents on religious work among the Greek population (excerpts from protocols, theses of reports, resolutions, plan), 1928, 53 sheets."}, {"link": "/files/20121/", "title": "Case 383", "date": "1928-1929", "description": "Documents on the introduction of the new Turko-Tatar alphabet among the Turko-Tatar national minorities (excerpts from protocols, report, correspondence), 09/14/1928-11/03/1929, 48 sheets."}, {"link": "/files/20122/", "title": "Case 384", "date": "1928", "description": "Correspondence on the organization of the exhibition of achievements of the development of national minorities in the USSR; exhibition plan and description of exhibits with characteristics of the Greek population, 1928, 14 sheets."}, {"link": "/files/20123/", "title": "Case 385", "date": "", "description": "Minutes of the meeting of the Bureau of National Minorities of the Zinoviev Oblast Executive Committee of March 7, 1928 on the resettlement of national minorities, the allocation of Moldovan village councils, the organization of courses for Jewish youth in cities and towns, 0 sheets."}, {"link": "/files/20124/", "title": "Case 386", "date": "1928", "description": "Correspondence with the Mariupol District Executive Committee on the resettlement of landless Germans, the work of Greek village councils. Creation of new resettlement villages in the areas of old Jewish colonies, 13.01.1928-28.09.1928, 25 sheets."}, {"link": "/files/20125/", "title": "Case 387", "date": "1928", "description": "Report notes, information, reports and correspondence with regional executive committees on improving the economic condition of national minorities, the work of village councils, etc., 06.11.1928-12.07.1928, 205 sheets."}, {"link": "/files/20126/", "title": "Case 388", "date": "1928-1929", "description": "Acts, conclusions on the examination of the work of national village councils, 22.06.1928-19.03.1929, 57 sheets."}, {"link": "/files/20127/", "title": "Case 389", "date": "1928", "description": "Documents on the State of the Jewish National Village Councils (Hebrew), 1928, 0 sheets."}, {"link": "/files/20128/", "title": "Case 390", "date": "1928-1929", "description": "Extracts from the minutes of the meetings of the Small Presidium of the VUCVK, reports and correspondence with regional executive committees on the work of courses on retraining the secretaries of national village councils, 04/10/1928-09/18/1929, 0 sheets."}, {"link": "/files/20129/", "title": "Case 391", "date": "1928", "description": "Correspondence with the Central Committee of the AMSRR, regional executive committees about courses for secretaries of Moldovan village councils in the city of Balti, survey of villages with a predominantly Jewish population, 04/28/1928-09/19/1928, 13 sheets."}, {"link": "/files/20130/", "title": "Case 392", "date": "1928", "description": "Documents of the course of secretaries of national village councils in Ukraine (minutes, correspondence, plans, report), 04/02/1928-10/19/1928, 87 sheets."}, {"link": "/files/20131/", "title": "Case 393", "date": "1928-1929", "description": "Minutes of meetings of Bulgarian district executive committees, 23.12.1928-06.03.1929, 113 sheets."}, {"link": "/files/20132/", "title": "Case 394", "date": "1928-1930", "description": "Minutes of meetings of Bulgarian district executive committees, 11/15/1928-03/26/1930, 149 sheets."}, {"link": "/files/20133/", "title": "Case 395", "date": "1928-1929", "description": "Minutes of meetings of the Regional Bureau of National Minorities and related materials, 07.06.1928-12.22.1929, 128 sheets."}, {"link": "/files/20134/", "title": "Case 396", "date": "1928-1930", "description": "Minutes of meetings of the Regional Bureau of National Minorities and related materials, 06.26.1928-04.23.1930, 115 sheets."}, {"link": "/files/20135/", "title": "Case 397", "date": "1928-1929", "description": "Minutes of meetings of the Regional Bureau of National Minorities and related materials, March 1, 1928-July 30, 1929, 172 sheets."}, {"link": "/files/20136/", "title": "Case 398", "date": "1928-1929", "description": "Extracts from the minutes, minutes of the meetings of the Regional Bureau of National Minorities and work plans for 1928-1929, 08/17/1928-02/21/1929, 0 sheets."}, {"link": "/files/20137/", "title": "Case 399", "date": "", "description": "Reports on the work of the Regional Bureau of National Minorities for 1928, 210 sheets."}, {"link": "/files/20138/", "title": "Case 400", "date": "1928", "description": "Correspondence with district executive committees about the staff of the district bureau of national minorities, 04/28/1928-07/31/1928, 42 sheets."}, {"link": "/files/20139/", "title": "Case 401", "date": "1928", "description": "Correspondence with regional executive committees about the staff of authorized national minorities, 02.02.1928-08.15.1928, 31 sheets."}, {"link": "/files/20140/", "title": "Case 402", "date": "1928-1929", "description": "Correspondence with the Zaporizhia, Poltava, and Prylutsky District Executive Committees on work among national minorities, November 21, 1928-January 25, 1929, 21 sheets."}, {"link": "/files/20141/", "title": "Case 403", "date": "1928", "description": "Documents on the work of the Volyn Regional Bureau of National Minorities (protocols, extracts from protocols, reports, instructions, correspondence), 31.01.1928-09.07.1928, 41 sheets."}, {"link": "/files/20142/", "title": "Case 404", "date": "1928", "description": "Extract from the protocol, plan and correspondence with the Glukhiv District Executive Committee on the work of the Regional Bureau of National Minorities, 22.02.1928-10.06.1928, 10 sheets."}, {"link": "/files/20143/", "title": "Case 405", "date": "1928-1930", "description": "Minutes of meetings of the Lubensk District Bureau of National Minorities, July 28, 1928-January 18, 1930, 0 sheets."}, {"link": "/files/20144/", "title": "Case 406", "date": "1928", "description": "Annual reports on the work of the Molochan and Luxemburg District Executive Committees of the Melitopol District, 1928, 0 sheets."}, {"link": "/files/20145/", "title": "Case 407", "date": "1928", "description": "Documents on the work of the Nizhyn Regional Bureau of National Minorities (minutes, plan, correspondence), 04/19/1928-08/14/1928, 6 sheets."}, {"link": "/files/20146/", "title": "Case 408", "date": "", "description": "The work plan of the Romen Regional Bureau of National Minorities for June-September 1928, 6 sheets."}, {"link": "/files/20147/", "title": "Case 409", "date": "1928", "description": "Document on the work of the Tulchyna District Bureau of National Minorities (minutes, correspondence, conclusions), 02/10/1928-08/21/1928, 0 sheets."}, {"link": "/files/20148/", "title": "Case 410", "date": "1928", "description": "Document on the work of the Odesa Regional Bureau of National Minorities (minutes, information, plan, correspondence), 05/04/1928-07/25/1928, 58 sheets."}, {"link": "/files/20149/", "title": "Case 411", "date": "1928", "description": "Minutes of meetings of the Uman District Bureau of National Minorities and the work plan for March-August 1928, 01.07.1928-08.31.1928, 0 sheets."}, {"link": "/files/20150/", "title": "Case 412", "date": "1928-1929", "description": "Briefing notes, reports, correspondence with regional executive committees, the Central Publishing House on the results of re-elections in Ukraine in 1928-1929, September 11, 1928-September 13, 1929, 110 sheets."}, {"link": "/files/20151/", "title": "Case 413", "date": "1928", "description": "Documents on re-elections to Soviets in 1928-1929 in national districts (report, summaries, information, summaries). Conclusions about the state of the Soviet apparatus in the AMSRR, 1928, 161 sheets."}, {"link": "/files/20152/", "title": "Case 414", "date": "1928", "description": "Excerpts from the minutes of the Presidium of the VUCVK, the Council of National Minorities, People's Commissariat of the Ukrainian SSR, regional executive committees and correspondence with the People's Commissariat of Health of the Ukrainian SSR, newspaper editorials about the service of national minorities by an agricultural credit cooperative, preparation for the re-election campaign, assistance to the poor, etc., 03.1928-11.1928, 181 sheets."}, {"link": "/files/20153/", "title": "Case 415", "date": "1928", "description": "Minutes, memorandum on the organization of the Jewish national district in the Zaporizhzhya district, 21.02.1928-06.04.1928, 0 sheets."}, {"link": "/files/20154/", "title": "Case 416", "date": "1928", "description": "Excerpts from the minutes of the Small Presidium of the VUCVK, reports on the training and retraining of employees of the lower-level Soviet apparatus, the involvement of the Jewish working population in production, etc., 03/15/1928-10/09/1928, 50 sheets."}, {"link": "/files/20155/", "title": "Case 417", "date": "1928", "description": "Correspondence with the People's Committee of the USSR, regional executive committees on the organization of construction courses for the retraining of Jewish youth, the involvement of the poor population of national minorities in production, 12.01.1928-21.08.1928, 62 sheets."}, {"link": "/files/20156/", "title": "Case 418", "date": "1928-1929", "description": "Extracts from the minutes of the meetings of the Central Administrative and Territorial Commission at the VUCVK, report notes and correspondence with regional executive committees on national zoning in Ukraine, 14.08.1928-18.12.1929, 61 sheets."}, {"link": "/files/20157/", "title": "Case 419", "date": "1928-1929", "description": "Extracts from the minutes of the meetings of the Central Committee of national minorities on the fight against unemployment and correspondence with the People's Commissariat of the USSR, regional executive committees on recruitment to TsIP courses, involvement of national minorities in production, 10/25/1928-12/08/1929, 79 sheets."}, {"link": "/files/20158/", "title": "Case 420", "date": "1928-1929", "description": "Extracts from the protocols of the Central Administrative and Territorial Commission, resolutions and correspondence with regional executive committees on the state of Greek national regions, measures to ensure language equality, 05/03/1928-06/07/1929, 55 sheets."}, {"link": "/files/20159/", "title": "Case 421", "date": "1928-1929", "description": "Extracts from the minutes of the meetings of the People's Committee of the Ukrainian SSR and correspondence about the restructuring of the farm system into closed villages with the simultaneous formation of collective farms, 10/30/1928-10/28/1929, 0 sheets."}, {"link": "/files/20160/", "title": "Case 422", "date": "1928-1929", "description": "Circulars and correspondence with regional executive committees, \"Silsky gospodar\" on the organization of training courses for members of the boards of agricultural societies, 15.03.1928-16.02.1929, 68 sheets."}, {"link": "/files/20161/", "title": "Case 423", "date": "1928-1929", "description": "Information, tables and correspondence with the People's Commissariat of the USSR, regional executive committees on self-taxation in national districts. Resolution of the National Fund of the Ukrainian SSR of January 30, 1928 \"On self-taxation of the population and satisfaction of its public needs\", 03/21/1928-03/02/1929, 0 sheet."}, {"link": "/files/20162/", "title": "Case 424", "date": "1928-1929", "description": "Correspondence with VUCVK about work among women of national minorities. Resolution of the VUCVK on holding during 1928-1929 events dedicated to March 8, 10.10.1928-26.06.1929, 19 sheets."}, {"link": "/files/20163/", "title": "Case 425", "date": "1928", "description": "Documents on the medical care of national minorities (protocols, information, correspondence), 15.06.1928-20.11.1928, 176 sheets."}, {"link": "/files/20164/", "title": "Case 426", "date": "1928", "description": "Documents on the medical and sanitary service of national minorities (summary of the report, plan, extracts from protocols), 23.02.1928-14.09.1928, 26 sheets."}, {"link": "/files/20165/", "title": "Case 427", "date": "1928", "description": "Correspondence with the People's Commissariat of Trade of the USSR about providing the population with bread, 03/10/1928-09/17/1928, 0 sheets."}, {"link": "/files/20166/", "title": "Case 428", "date": "1928-1929", "description": "Documents on measures to ensure the successful independent activities of national minorities in Ukraine and their better service (excerpts from protocols, correspondence, report notes), 04.08.1928-21.03.1929, 46 sheets."}, {"link": "/files/20167/", "title": "Case 429", "date": "1928-1929", "description": "Correspondence with regional executive committees and citizens' complaints about the deprivation of their voting rights, 13.12.1928-04.12.1929, 0 sheets."}, {"link": "/files/20168/", "title": "Case 430", "date": "1928-1929", "description": "Correspondence with Narcofin of the Ukrainian SSR, regional executive committees regarding consideration of citizens' complaints regarding excessive taxation of them with agricultural tax, 12/20/1928-11/04/1929, 0 sheets."}, {"link": "/files/20169/", "title": "Case 431", "date": "1928", "description": "Correspondence with private individuals on the resolution of disputed issues. Charter of the union of Assyrians living on the territory of the USSR, 02.1928-09.1928, 159 sheets."}, {"link": "/files/20170/", "title": "Case 432", "date": "1928", "description": "Correspondence with national districts (Hebrew language), 1928, 0 sheets."}, {"link": "/files/20171/", "title": "Case 433", "date": "1928", "description": "Correspondence with the Odesa Regional Party Committee on providing funds for the opening of TsIP courses (Hebrew language), 01.24.1928-08.23.1928, 7 sheets."}, {"link": "/files/20172/", "title": "Case 434", "date": "1929-1930", "description": "Extracts from the minutes of the meetings of the Presidium and the Secretariat of the VUCVK, 12.25.1929-12.12.1930, 33 sheets."}, {"link": "/files/20173/", "title": "Case 435", "date": "1929", "description": "Resolutions and excerpts from the minutes of the meetings of the Secretariat of the VUCVK, 13.02.1929-21.12.1929, 65 sheets."}, {"link": "/files/20174/", "title": "Case 436", "date": "1929-1930", "description": "Excerpts from the minutes of the meetings of the Secretariat of the VUCVK, the National Committee of the Ukrainian SSR, the Central Committee of National Minorities and related materials, 04/16/1929-05/25/1930, 10 sheets."}, {"link": "/files/20175/", "title": "Case 437", "date": "1929-1930", "description": "Minutes of meetings of the Central Committee of National Minorities and correspondence with the Regional Bureau of National Minorities, VRNG, Vukopromkreditsoyuz on involving the Jewish village poor in production, 12/29/1929-11/18/1930, 0 sheets."}, {"link": "/files/20176/", "title": "Case 438", "date": "", "description": "Work plans of the Central Committee of National Minorities, Vseukrkomzeta for 1928-1929 and 1929-1930, 0 sheets."}, {"link": "/files/20177/", "title": "Case 439", "date": "1929-1930", "description": "Correspondence with the People's Commissar of the Ukrainian SSR, the People's Commissariat of Health of the Ukrainian SSR, the People's Commissar of the Ukrainian SSR about strengthening work among national minorities. Report of the Central Committee of National Minorities on socio-economic, religious and socio-political work among Albanians and Moldovans living in Melitopol region, 10/28/1929-05/14/1930, 77 sheets."}, {"link": "/files/20178/", "title": "Case 440", "date": "1929-1930", "description": "Minutes of the meetings of the Regional Bureau of National Minorities and related materials, 08/13/1929-06/08/1930, 0 sheets."}, {"link": "/files/20179/", "title": "Case 441", "date": "1929-1930", "description": "Minutes of meetings of the Melitopol Regional Bureau of National Minorities, 05/07/1929-01/05/1930, 94 sheets."}, {"link": "/files/20180/", "title": "Case 442", "date": "1929", "description": "Minutes of meetings of Bulgarian district executive committees, 05.03.1929-11.11.1929, 13 sheets."}, {"link": "/files/20181/", "title": "Case 443", "date": "1929-1930", "description": "Minutes of the meetings of the German district executive committees and their materials, 15.10.1929-07.12.1930, 163 sheets."}, {"link": "/files/20182/", "title": "Case 444", "date": "1929", "description": "Materials of the first inter-district meeting on work among the Greeks of the Mariupol and Stalin districts, 1929, 0 sheets."}, {"link": "/files/20183/", "title": "Case 445", "date": "1929", "description": "Reports on the work among national minorities of the district executive committees and regional bureau of national minorities for 1927-1928 and 1928-1929, 1929, 125 sheets."}, {"link": "/files/20184/", "title": "Case 446", "date": "", "description": "Reports on the work of the Regional Bureau of National Minorities for 1929, 101 sheets."}, {"link": "/files/20185/", "title": "Case 447", "date": "", "description": "Reports on the work of district executive committees for 1926-1927 and 1928-1929, 262 sheets."}, {"link": "/files/20186/", "title": "Case 448", "date": "", "description": "Reports on the work of the Regional Bureau of National Minorities for 1928-1929, 89 sheets."}, {"link": "/files/20187/", "title": "Case 449", "date": "1929", "description": "Correspondence with regional executive committees about convening a plenum and meetings on work among national minorities, 07.22.1929-12.22.1929, 56 sheets."}, {"link": "/files/20188/", "title": "Case 450", "date": "1929", "description": "Correspondence with regional executive committees about convening meetings of national minority workers. Results of the interdistrict meeting on work among Greeks in Ukraine, 14.01.1929-13.12.1929, 40 sheets."}, {"link": "/files/20189/", "title": "Case 451", "date": "1929", "description": "Documents on the consequences of the survey of work among national minorities in Ukraine (excerpts from protocols, information, tables). Decree of the Presidium of the Council of National Minorities of the Central Committee of the USSR of December 12, 1929 on economic and social and cultural services for the German population, 1929, 103 sheets."}, {"link": "/files/20190/", "title": "Case 452", "date": "1929", "description": "Documents on work among national minorities (excerpts from protocols, conclusions, theses of reports, tables). Resolution of the Central Committee of the CP(b)U on the immediate tasks of work among national minorities, 1929, 154 sheets."}, {"link": "/files/20191/", "title": "Case 453", "date": "1929", "description": "Documents on organizational and mass work among national minorities (resolutions, resolutions, correspondence), 18.01.1929-24.12.1929, 63 sheets."}, {"link": "/files/20192/", "title": "Case 454", "date": "1929-1930", "description": "Documents on work among national minorities (reports, information, tables, correspondence), 08/05/1929-11/25/1930, 95 sheets."}, {"link": "/files/20193/", "title": "Case 455", "date": "1929", "description": "Excerpt from the minutes of the meeting of the Secretariat of the VUCVK, certificates, information on the placement of Gypsies in the districts of Ukraine (according to the 1926 census) and the convening of the First All-Ukrainian Conference of Working Gypsies, 1929, 0 sheets."}, {"link": "/files/20194/", "title": "Case 456", "date": "1929", "description": "Documents on the state of collectivization among national minorities (protocols, information, correspondence, lists, tables), 15.03.1929-22.11.1929, 116 sheets."}, {"link": "/files/20195/", "title": "Case 457", "date": "1929-1930", "description": "Resolutions of the VUCVK and the National Committee of the Ukrainian SSR and correspondence with the People's Commissar of the Ukrainian SSR on the introduction of a new Latinized alphabet among the peoples of Arabic writing, 07/05/1929-03/08/1930, 12 sheets."}, {"link": "/files/20196/", "title": "Case 458", "date": "1929-1930", "description": "Minutes of meetings of district executive committees and correspondence with the People's Committee of Health of the USSR, the People's Committee of Labor of the USSR, the Vukopromkreditsoyuz, the People's Commissariat of the USSR about the work of industrial cooperation among national minorities, training of pedagogical staff for national minorities, 14.07.1929-22.11.1930, 68 sheets."}, {"link": "/files/20197/", "title": "Case 459", "date": "1929", "description": "Minutes of meetings of ZET district commissions and theses of the report on the state of work and tasks of the society \"Away with Illiteracy\", 10.01.1929-13.09.1929, 197 sheets."}, {"link": "/files/20198/", "title": "Case 460", "date": "1929-1930", "description": "Information and correspondence with district executive committees on the existence of mixed village councils in districts, service of national minorities in their native language, 10.06.1929-20.01.1930, 78 sheets."}, {"link": "/files/20199/", "title": "Case 461", "date": "1929-1930", "description": "Correspondence with the Central Committee of the USSR. Mariupol regional bureau of national minorities on the introduction of the national language in schools, 08/30/1929-12/17/1930, 0 sheets."}, {"link": "/files/20200/", "title": "Case 462", "date": "1929", "description": "Correspondence with the People's Commissariat of the USSR, VRNG, regional executive committees on the state of cultural work among national minorities, April 12, 1929-December 5, 1929, 64 sheets."}, {"link": "/files/20201/", "title": "Case 463", "date": "1929", "description": "Acts, information, conclusions of the survey of the economic, political and cultural level of the Greek national regions, 1929, 0 sheets."}, {"link": "/files/20202/", "title": "Case 464", "date": "1929", "description": "Documents on religious work among the peoples of the East living in Odessa, Kyiv, Dnipropetrovsk and Stalino (excerpts from protocols, conclusions, acts, correspondence), 1929, 92 sheets."}, {"link": "/files/20203/", "title": "Case 465", "date": "1929-1930", "description": "Protocols, acts, correspondence with the Marchlev District Executive Committee, the Kharkiv City Council on the use of the synagogue as a dormitory for Jewish youth arriving in Kharkiv to study, 12/23/1929-09/25/1930, 17 sheets."}, {"link": "/files/20204/", "title": "Case 466", "date": "1929", "description": "Correspondence with regional executive committees, the editorial office of the newspaper \"Serp\" about the closing of synagogues in Ukraine, 01.07.1929-12.12.1929, 36 sheets."}, {"link": "/files/20205/", "title": "Case 467", "date": "1929-1930", "description": "Excerpts from the minutes of the meetings of the VUCVK, the Central Administrative and Territorial Commission under the VUCVK and correspondence with regional executive committees on the formation of national rural councils, 08/31/1929-12/03/1930, 40 sheets."}, {"link": "/files/20206/", "title": "Case 468", "date": "1929", "description": "Extracts from protocols, conclusions, information and correspondence with regional executive committees about the results of re-elections to Polish village councils, 16.01.1929-07.03.1929, 147 sheets."}, {"link": "/files/20207/", "title": "Case 469", "date": "1929", "description": "Conclusions on the progress and results of the re-election campaign to the Greek village councils in Ukraine in 1928-1929, 1929, 101 sheets."}, {"link": "/files/20208/", "title": "Case 470", "date": "1929", "description": "Results of re-elections to Bulgarian and German village councils in 1928-1929, 1929, 51 sheets."}, {"link": "/files/20209/", "title": "Case 471", "date": "1929", "description": "Correspondence with regional executive committees on the organization of courses for village council secretaries, 04/20/1929-07/23/1929, 102 sheets."}, {"link": "/files/20210/", "title": "Case 472", "date": "1929", "description": "Lists of national village councils in Ukraine and correspondence with district executive committees on the number of national village councils in the districts, 26.02.1929-05.03.1929, 46 sheets."}, {"link": "/files/20211/", "title": "Case 473", "date": "1929-1930", "description": "Correspondence with Ukrsilbank and Vukopromkreditsoyuz on the service of national minorities by an agricultural cooperative, 14.12.1929-25.03.1930, 0 sheets."}, {"link": "/files/20212/", "title": "Case 474", "date": "1929-1930", "description": "Correspondence with the People's Commissar of Trade of the USSR, the People's Commissar of the USSR, the State Plan of the USSR, regional executive committees on the service of national minorities through industrial cooperation, the recruitment of students to the FZU, medical and sanitary services for national minorities, the transfer of Assyrians to agriculture, 20.02.1929-22.06.1930, 74 sheets."}, {"link": "/files/20213/", "title": "Case 475", "date": "1929", "description": "Correspondence with the People's Commissariat of the USSR about the service of national minorities by judicial bodies, 05.01.1929-29.10.1929, 40 sheets."}, {"link": "/files/20214/", "title": "Case 476", "date": "1929-1930", "description": "Documents on strengthening the service of national minorities by agricultural cooperation, cultural construction (resolutions, reports, information), 1929-1930, 188 sheets."}, {"link": "/files/20215/", "title": "Case 477", "date": "1929-1930", "description": "Correspondence from the National Minorities Office and citizens' applications for assistance, resolution of disputed issues, 12/23/1929-12/05/1930, 29 sheets."}, {"link": "/files/20216/", "title": "Case 478", "date": "1929", "description": "Correspondence with regional executive committees on verification of lists and complaints of persons deprived of electoral rights, 12/22/1929, 70 sheets."}, {"link": "/files/20217/", "title": "Case 479", "date": "1929-1930", "description": "Correspondence with the Prosecutor's Office of the Republic, regional executive committees and statements of persons on the resolution of disputed issues, 09/28/1929-05/09/1930, 192 sheets."}, {"link": "/files/20218/", "title": "Case 480", "date": "1929", "description": "Minutes of meetings of German district executive committees (German), 02.01.1929-10.03.1929, 0 sheets."}, {"link": "/files/20219/", "title": "Case 481", "date": "1930", "description": "Minutes of the meetings of the Central Committee of National Minorities at the VUC, 31.03.1930-27.12.1930, 65 sheets."}, {"link": "/files/20220/", "title": "Case 482", "date": "1930", "description": "Documents of the II All-Ukrainian Conference on Work Among National Minorities (minutes, theses of reports, resolutions, certificates of delegates), 1930, 73 sheets."}, {"link": "/files/20221/", "title": "Case 483", "date": "1930", "description": "Extracts from minutes of meetings and work plans of the Central Committee of National Minorities for 1930 and correspondence with regional executive committees on discussing plans, 10.01.1930-13.12.1930, 29 sheets."}, {"link": "/files/20222/", "title": "Case 484", "date": "", "description": "Correspondence with NC RSI USRR, , 0 sheet."}, {"link": "/files/20223/", "title": "Case 485", "date": "1930", "description": "Correspondence with the Central Committee of the CP(b)U, the ethnographic commission at the All-Ukrainian Academy of Sciences, VRNG, People's Commissar of the USSR about work among national minorities, 14.01.1930-17.12.1930, 101 sheets."}, {"link": "/files/20224/", "title": "Case 486", "date": "1930", "description": "Correspondence with the VUCVK, People's Commissariat of the USSR and other institutions about convening meetings, plenums on work among national minorities, 11.01.1930-10.12.1930, 49 sheets."}, {"link": "/files/20225/", "title": "Case 487", "date": "1930", "description": "Correspondence with the Presidium of the Council of Nationalities of the Central Committee of the USSR, the People's Commissar of the USSR about the convening of the All-Union Conference on Work Among National Minorities, 10/12/1930-12/02/1930, 22 sheets."}, {"link": "/files/20226/", "title": "Case 488", "date": "1930", "description": "Correspondence with regional executive committees about the composition of workers of national minorities, July 20, 1930-September 3, 1930, 33 sheets."}, {"link": "/files/20227/", "title": "Case 489", "date": "1930", "description": "Correspondence with the People's Commissar of the USSR, People's Commissar of the USSR, VRNG, VUFKU, regional executive committees on the training of personnel to work among national minorities, 12.01.1930-30.11.1930, 140 sheets."}, {"link": "/files/20228/", "title": "Case 490", "date": "1930", "description": "Certificate of the Central Committee of National Minorities on the implementation of agricultural plans and the elimination of illiteracy in the areas where the Bulgarian population lives, 1930, 53 sheets."}, {"link": "/files/20229/", "title": "Case 491", "date": "1930", "description": "Report on the work of the All-Ukrainian branch of the Central Publishing House, 1930, 12 sheets."}, {"link": "/files/20230/", "title": "Case 492", "date": "1930", "description": "Correspondence with the People's Commissar of the Ukrainian SSR, the People's Commissar of the Ukrainian SSR, regional executive committees on the state of educational and cultural institutions in areas where national minorities live, 31.01.1930-11.12.1930, 89 sheets."}, {"link": "/files/20231/", "title": "Case 493", "date": "1930-1931", "description": "Correspondence with the People's Commissar of the Ukrainian SSR, People's Commissariat of Health of the Ukrainian SSR, Regional Bureau of National Minorities on the use of the national language in areas where national minorities live, 10.01.1930-18.01.1931, 26 sheets."}, {"link": "/files/20232/", "title": "Case 494", "date": "1930", "description": "Correspondence with the Book Association about the publication of printed editions in national languages, 13.01.1930-07.12.1930, 22 sheets."}, {"link": "/files/20233/", "title": "Case 495", "date": "1930", "description": "Correspondence with the Central Publishing House, the legal publishing house, the People's Committee of the USSR, regional executive committees on the publication of literature in the languages ​​of national minorities, 01.21.1930-12.30.1930, 58 sheets."}, {"link": "/files/20234/", "title": "Case 496", "date": "1930-1931", "description": "Correspondence with the Permanent Representation of the USSR to the Government of the USSR, the People's Commissar of the USSR, the People's Commissariat of Health of the USSR, institutes on the admission of representatives of national minorities to labor faculties, 26.02.1930-07.01.1931, 46 sheets."}, {"link": "/files/20235/", "title": "Case 497", "date": "1930", "description": "Correspondence with the People's Commissar of the USSR about the appointment of a scholarship to student Kaliev (Belgian), 1930, 2 sheets."}, {"link": "/files/20236/", "title": "Case 498", "date": "1930", "description": "Correspondence with the Kremenchug Oblast Executive Committee on the training of builders on the courses of the TsIP, 04/11/1930-12/14/1930, 0 sheets."}, {"link": "/files/20237/", "title": "Case 499", "date": "1930", "description": "Correspondence with district executive committees about the progress of collectivization in national districts, 31.01.1930-25.11.1930, 22 sheets."}, {"link": "/files/20238/", "title": "Case 500", "date": "", "description": "Minutes of the meeting of the Central Committee of National Minorities, plans, correspondence with the People's Commissar of the Ukrainian SSR, the People's Commissariat of Health of the Ukrainian SSR, the Vocational Union about the celebration of the 5-year anniversary of the Markhlevsky district, 0 sheets."}, {"link": "/files/20239/", "title": "Case 501", "date": "1930-1931", "description": "Minutes of meetings of district executive committees, October 30, 1930-January 29, 1931, 164 sheets."}, {"link": "/files/20240/", "title": "Case 502", "date": "1930", "description": "Minutes of the meetings of the Putyliv and Velikopysarov district executive committees, 11.11.1930-15.11.1930, 40 sheets."}, {"link": "/files/20241/", "title": "Case 503", "date": "1930-1931", "description": "Minutes of meetings of the Stalindorf District Executive Committee; report on the work of the Novozlatopil District Executive Committee, 05/08/1930-01/02/1931, 65 sheets."}, {"link": "/files/20242/", "title": "Case 504", "date": "1930", "description": "Correspondence with the People's Commissariat of the USSR on approving the budgets of national districts, 05/19/1930-12/15/1930, 10 sheets."}, {"link": "/files/20243/", "title": "Case 505", "date": "1930", "description": "Correspondence with the People's Commissariat of the Ukrainian SSR, the People's Commissariat of Health of the Ukrainian SSR, the People's Commissariat of the Ukrainian SSR about the allocation of funds for the needs of national minorities, 01.25.1930-08.23.1930, 0 sheets."}, {"link": "/files/20244/", "title": "Case 506", "date": "1930", "description": "Materials on the financial condition of the Olshan district, 1930, 32 sheets."}, {"link": "/files/20245/", "title": "Case 507", "date": "1930", "description": "Correspondence with regional executive committees on the organization of new national village councils, 11.1930-12.1930, 238 sheets."}, {"link": "/files/20246/", "title": "Case 508", "date": "1930", "description": "Correspondence with the NKVD of the USSR, the People's Commissar of the USSR, the People's Commissariat of the USSR regarding the allocation of funds for the needs of national village councils, 05/08/1930-09/30/1930, 17 sheets."}, {"link": "/files/20247/", "title": "Case 509", "date": "1930", "description": "Conclusions and proposals on the survey of the national village councils of the Volyn District, 1930, 87 sheets."}, {"link": "/files/20248/", "title": "Case 510", "date": "1930", "description": "Correspondence with the Central Committee of national minorities, information and correspondence with regional executive committees about the staffing of workers of national minorities, courses of secretaries of national rural councils, 04.01.1930-14.11.1930, 94 sheets."}, {"link": "/files/20249/", "title": "Case 511", "date": "1930", "description": "Documents on retraining courses for secretaries of national rural councils (reports, information, correspondence), 23.02.1930-07.12.1930, 227 sheets."}, {"link": "/files/20250/", "title": "Case 512", "date": "1930", "description": "Documents of the survey of national districts along the lines of the agricultural collective farm-cooperative system (protocols, resolutions, plans, conclusions), 1930, 157 sheets."}, {"link": "/files/20251/", "title": "Case 513", "date": "1930", "description": "Minutes of meetings of the Secretariat of the Ukrcomzem and correspondence with the People's Commissariat of the Ukrainian SSR, the Regional Bureau of National Minorities in Ukraine and their tax benefits, 02/01/1930-12/18/1930, 85 sheets."}, {"link": "/files/20252/", "title": "Case 514", "date": "1930", "description": "Correspondence with People's Commissariat of the USSR, Regional Bureau of National Minorities on resettlement of Gypsies, 01.28.1930-04.22.1930, 0 sheets."}, {"link": "/files/20253/", "title": "Case 515", "date": "1930", "description": "Correspondence with Ukrzem, regional executive committees on the resettlement of Jews, February 17, 1930-March 30, 1930, 0 sheets."}, {"link": "/files/20254/", "title": "Case 516", "date": "1930", "description": "Correspondence with district executive committees on the resettlement of Germans, 06/08/1930-07/29/1930, 0 sheets."}, {"link": "/files/20255/", "title": "Case 517", "date": "1930", "description": "Correspondence with People's Commissariat of the USSR, regional executive committees on land settlement of national minorities, 05.01.1930-19.11.1930, 13 sheets."}, {"link": "/files/20256/", "title": "Case 518", "date": "1930", "description": "Correspondence with People's Commissariat of the USSR, regional executive committees on the resettlement of a group of Poles from Argentina to create an agricultural commune in Ukraine, 10.01.1930-28.11.1930, 0 sheets."}, {"link": "/files/20257/", "title": "Case 519", "date": "1930", "description": "Circulars of the Central Committee of National Minorities and correspondence with the State Plan of the USSR, Central Publishing House on preparation for the election campaign in 1930, March 11, 1930-December 8, 1930, 0 sheets."}, {"link": "/files/20258/", "title": "Case 520", "date": "1930", "description": "Correspondence with regional executive committees about the results of early re-elections to the national councils, 05/31/1930-07/16/1930, 0 sheets."}, {"link": "/files/20259/", "title": "Case 521", "date": "1930", "description": "Correspondence with regional executive committees, information on the results of checking the lists of persons deprived of electoral rights, 07.08.1930-09.02.1930, 26 sheets."}, {"link": "/files/20260/", "title": "Case 522", "date": "1930", "description": "Correspondence with the Kremenchug society \"Help\", regional executive committees, OZET society on solving issues of eviction from houses of persons deprived of voting rights, 01.20.1930-03.30.1930, 6 sheets."}, {"link": "/files/20261/", "title": "Case 523", "date": "1930", "description": "Correspondence with the People's Commissar of Trade of the USSR, the Vukoopromkreditsoyuz on the organization of mutual aid and nutrition among the poor population of national minorities. Materials of the Presidium of the Central Committee of the Communist Party of Ukraine on the report of the Central Committee of the CPSU (b)U on the state and work of the Central Committee of the Communist Party of Ukraine for 1929-1930, 01.28.1930-11.19.1930, 52 sheets."}, {"link": "/files/20262/", "title": "Case 524", "date": "1930", "description": "Correspondence with the NC RSI of the USSR, regional executive committees on the correct assessment of the agricultural tax, 05/15/1930-11/17/1930, 0 sheets."}, {"link": "/files/20263/", "title": "Case 525", "date": "1930", "description": "Correspondence with the People's Commissariat of the USSR, district executive committees, city councils about the positions of instructors of national minorities under them, October 5, 1930-October 20, 1930, 31 sheets."}, {"link": "/files/20264/", "title": "Case 526", "date": "1930", "description": "Correspondence with the Vukoopromkreditsoyuz, VRNG, National Minority Bureau on the provision of raw materials for artisanal artillery, 31.01.1930-23.12.1930, 0 sheets."}, {"link": "/files/20265/", "title": "Case 527", "date": "1931", "description": "Resolutions of the Central Committee of the CP(b)U, Central Committee of National Minorities, reports and correspondence with district executive committees on resettlement of national minorities and their land settlement, 01.23.1931-11.27.1931, 66 sheets."}, {"link": "/files/20266/", "title": "Case 528", "date": "1931", "description": "Minutes of meetings of the National Committee of the Ukrainian SSR, the Central Committee of national minorities, district executive committees and correspondence with the People's Commissariat of the Ukrainian SSR, district executive committees on the allocation of funds for the needs of districts where national minorities live, 02.01.1931-11.05.1931, 40 sheets."}, {"link": "/files/20267/", "title": "Case 529", "date": "1931", "description": "Minutes of meetings of the Central Committee of National Minorities and related materials, work plan for 1931, 18.01.1931-23.12.1931, 87 sheets."}, {"link": "/files/20268/", "title": "Case 530", "date": "1931", "description": "Certificates of members of the Central Committee of National Minorities on their secondment to national districts to check their work, 04.01.1931-17.12.1931, 35 sheets."}, {"link": "/files/20269/", "title": "Case 531", "date": "1931", "description": "Minutes of meetings of district executive committees sent to the Central Committee of National Minorities, 04/19/1931-11/30/1931, 31 sheets."}, {"link": "/files/20270/", "title": "Case 532", "date": "1931", "description": "Minutes of meetings of district executive committees (Russian), March 28, 1931-December 27, 1931, 255 sheets."}, {"link": "/files/20271/", "title": "Case 533", "date": "1931", "description": "Minutes of meetings of the Blagoiv district executive committee (Bulgarian language), 07.01.1931-24.12.1931, 336 sheets."}, {"link": "/files/20272/", "title": "Case 534", "date": "1931", "description": "Minutes of meetings of the Zeltskyi and Luxemburg district executive committees (German language), 01.23.1931-12.27.1931, 243 sheets."}, {"link": "/files/20273/", "title": "Case 535", "date": "1931", "description": "Minutes of the meetings of the Marchlevsky District Executive Committee (Polish language), 04/03/1931-09/29/1931, 97 sheets."}, {"link": "/files/20274/", "title": "Case 536", "date": "1931-1932", "description": "Minutes of meetings of the Kalinindorf District Executive Committee (Hebrew), 12/31/1931-12/19/1932, 97 sheets."}, {"link": "/files/20275/", "title": "Case 537", "date": "1931", "description": "Minutes of meetings of the Kolariv and Olshan district executive committees, 01.08.1931-12.12.1931, 254 sheets."}, {"link": "/files/20276/", "title": "Case 538", "date": "1931", "description": "Minutes of meetings of the Sartansky, Velikoyanisolsky district executive committees, 02/16/1931-12/31/1931, 178 sheets."}, {"link": "/files/20277/", "title": "Case 539", "date": "1931", "description": "Minutes of meetings of the Spartakiv and Pulina district executive committees (German), 15.01.1931-28.12.1931, 305 sheets."}, {"link": "/files/20278/", "title": "Case 540", "date": "1931", "description": "Minutes of meetings of the Stalindorf and Kalinindorf district executive committees, March 15, 1931-September 7, 1931, 199 sheets."}, {"link": "/files/20279/", "title": "Case 541", "date": "1931", "description": "Documents on the national composition of districts and rural councils in the USSR (lists, information, correspondence), 07.01.1931-04.12.1931, 177 sheets."}, {"link": "/files/20280/", "title": "Case 542", "date": "1931-1932", "description": "Documents on the fight against diseases among national minorities (reports, resolutions, correspondence), October 1, 1931-August 31, 1932, 30 sheets."}, {"link": "/files/20281/", "title": "Case 543", "date": "1931", "description": "Correspondence with VRNG. People's Commissar of the USSR on the employment of national minorities, March 22, 1931-June 30, 1931, 6 sheets."}, {"link": "/files/20341/", "title": "Case 544", "date": "1931", "description": "Correspondence with the Regional Committee of Roads, the Regional Committee of Post Office of the USSR, district executive committees on the maintenance of areas where national minorities live, March 21, 1931-October 30, 1931, 20 sheets."}, {"link": "/files/20282/", "title": "Case 545", "date": "1931", "description": "Correspondence with the People's Commissar of the Ukrainian SSR, the People's Commissariat of the Ukrainian SSR about the service of national minorities by the justice authorities. Resolution on the report on the work of the Dnipropetrovsk Jewish Trial Chamber in 1930, 02/15/1931-06/13/1931, 9 sheets."}, {"link": "/files/20283/", "title": "Case 546", "date": "1931", "description": "Correspondence with the People's Commissariat of Health of the USSR, district executive committees on the service of national minorities by health care bodies, 02.06.1931-06.22.1931, 16 sheets."}, {"link": "/files/20284/", "title": "Case 547", "date": "1931", "description": "Correspondence with VRNG, city councils about commissions of national minorities under city councils, collectivization of agriculture. Resolutions of the II All-Ukrainian Conference on Work Among National Minorities, 01.01.1931-31.12.1931, 54 sheets."}, {"link": "/files/20285/", "title": "Case 548", "date": "1931-1932", "description": "Correspondence with People's Commissariat of the USSR, district executive committees on collectivization among national minorities. Draft resolution of the Central Committee of National Minorities on accelerating the involvement of small national minorities (Assyrians and Gypsies) in agriculture, 04/01/1931-08/02/1932, 39 sheets."}, {"link": "/files/20286/", "title": "Case 549", "date": "1931", "description": "Correspondence with People's Commissariat of the USSR, district executive committees about the state of national collective farms; list of Polish collective farms as of January 1, 1931, January 23, 1931-October 7, 1931, 30 sheets."}, {"link": "/files/20287/", "title": "Case 550", "date": "1931", "description": "Correspondence with district executive committees on the imposition of agricultural tax, 12.01.1931-21.08.1931, 19 sheets."}, {"link": "/files/20288/", "title": "Case 551", "date": "1931-1932", "description": "Information on national collective farms in 1930-1931 and correspondence with district executive committees on the state of agricultural artillery, 12/31/1931-08/04/1932, 78 sheets."}, {"link": "/files/20289/", "title": "Case 552", "date": "1931", "description": "Information on the state of collective farms in national districts, 1931, 44 sheets."}, {"link": "/files/20290/", "title": "Case 553", "date": "1931-1932", "description": "Abstracts of the report on the prospects of industrial development of national districts for 1932, control figures of geological exploration works in districts where national minorities live and correspondence with district executive committees on the organization of MTS, 11/22/1931-11/09/1932, 66 sheets."}, {"link": "/files/20291/", "title": "Case 554", "date": "1931", "description": "Documents on the development of local industry in national regions (minutes, reports, information, correspondence), 18.01.1931-25.12.1931, 119 sheets."}, {"link": "/files/20292/", "title": "Case 555", "date": "1931-1831", "description": "Report on the activities of the All-Ukrainian branch of the Central Publishing House and correspondence with the People's Commissar of the Ukrainian SSR, the Central Publishing House, district executive committees on the publication of literature in the languages ​​of national minorities, 09/28/1931-12/28/1831, 78 sheets."}, {"link": "/files/20293/", "title": "Case 556", "date": "1931-1932", "description": "Documents on religious and secular work and the state of political and secular institutions of national minorities (minutes, resolutions, plans, reports, acts, correspondence), 15.01.1931-05.01.1932, 285 sheets."}, {"link": "/files/20294/", "title": "Case 557", "date": "1931", "description": "Documents on religious and secular work and the state of political and secular institutions of national minorities (minutes, resolutions, plans, reports, acts, correspondence), 05/19/1931-06/03/1931, 387 sheets."}, {"link": "/files/20295/", "title": "Case 558", "date": "1931", "description": "Documents on religious and secular work and the state of political and secular institutions of national minorities (minutes, resolutions, plans, reports, acts, correspondence), 01.27.1931-05.13.1931, 361 sheets."}, {"link": "/files/20296/", "title": "Case 559", "date": "1931-1932", "description": "Documents on the discussion of the draft resolution of the Presidium of the VUCVK \"On the introduction of the positions of instructors for work among national minorities into the staff of some district executive committees (resolution, excerpts from protocols, information, lists, correspondence), 01.01.1931-01.02.1932, 87 sheets."}, {"link": "/files/20297/", "title": "Case 560", "date": "1931", "description": "Documents on the organization of training courses for heads and secretaries of village and settlement councils in Odessa (plans, estimates, reports, information, correspondence), 01.21.1931-06.10.1931, 25 sheets."}, {"link": "/files/20298/", "title": "Case 561", "date": "1931", "description": "Documents on the results of the survey of national districts, village councils (report notes, conclusions, acts, information), 04.1931-08.1931, 177 sheets."}, {"link": "/files/20299/", "title": "Case 562", "date": "1931", "description": "Documents on the publication and distribution of literature in the languages ​​of national minorities (minutes, reports, information, correspondence), 01.09.1931-11.26.1931, 133 sheets."}, {"link": "/files/20300/", "title": "Case 563", "date": "1931-1932", "description": "Correspondence with the People's Commissar of the USSR about the use of the native language in national areas, 12/28/1931-07/27/1932, 12 sheets."}, {"link": "/files/20301/", "title": "Case 564", "date": "1931", "description": "Documents on the use of the native language among national minorities (resolutions, protocols, reports, correspondence), 05.01.1931-05.12.1931, 170 sheets."}, {"link": "/files/20302/", "title": "Case 565", "date": "1931-1932", "description": "Correspondence with the People's Commissariat of the USSR, district executive committees, city councils on the opening of schools in areas where national minorities live, 12/03/1931-12/14/1932, 66 sheets."}, {"link": "/files/20303/", "title": "Case 566", "date": "1931-1932", "description": "Correspondence with the People's Commissar of the Ukrainian SSR, the People's Commissar of Health of the Ukrainian SSR, the People's Commissar of the People's Republic of the Ukrainian SSR, the Vukoopspilka, district executive committees on providing districts with national personnel, 17.06.1931-14.11.1932, 105 sheets."}, {"link": "/files/20304/", "title": "Case 567", "date": "1931", "description": "Correspondence with the Central Committee of the CP(b)U, People's Commissariat, educational institutions about the staffing of national minority groups in educational institutions, solving personal issues of students, 01.07.1931-10.31.1931, 38 sheets."}, {"link": "/files/20305/", "title": "Case 568", "date": "1932", "description": "Correspondence with the People's Commissariat of the USSR, district executive committees, city councils, institutions about cultural construction in national districts, 15.01.1932-15.12.1932, 103 sheets."}, {"link": "/files/20306/", "title": "Case 569", "date": "1931", "description": "Correspondence with the People's Commissar of the Ukrainian SSR, the People's Commissariat of the Ukrainian SSR, district executive committees on cultural work among national minorities, 12/23/1931-12/29/1931, 182 sheets."}, {"link": "/files/20307/", "title": "Case 570", "date": "1931", "description": "Correspondence with district executive committees about the position of instructor for work among national minorities, August 1, 1931-December 4, 1931, 144 sheets."}, {"link": "/files/20308/", "title": "Case 571", "date": "1931", "description": "Information and correspondence with the People's Commissariat of the USSR, district executive committees, educational institutions on providing districts with national personnel, 01.04.1931-12.25.1931, 213 sheets."}, {"link": "/files/20309/", "title": "Case 572", "date": "1931", "description": "Correspondence with the People's Commissariat of the Ukrainian SSR, People's Commissariat of the Ukrainian SSR, People's Commissariat of Social Security of the Ukrainian SSR, district executive committees on the provision of raw materials for artillery of national districts, supply of workers working at enterprises of city aid societies, 04/14/1931-09/12/1931, 11 sheets."}, {"link": "/files/20310/", "title": "Case 573", "date": "1931", "description": "Correspondence with the People's Commissar of Trade of the USSR, the Ustimiv District Executive Committee on the economic condition of Jewish settlements, 18.01.1931-25.04.1931, 12 sheets."}, {"link": "/files/20311/", "title": "Case 574", "date": "1931", "description": "Extracts from minutes of meetings of district executive committees and correspondence with the NKRSU of the USSR, district executive committees on consideration of cases of private individuals, 01.01.1931-27.12.1931, 146 sheets."}, {"link": "/files/20312/", "title": "Case 575", "date": "1931", "description": "Correspondence with private individuals about the reasons for the deprivation of their voting rights, 06.01.1931-05.12.1931, 94 sheets."}, {"link": "/files/20313/", "title": "Case 576", "date": "1931-1932", "description": "Correspondence with the district executive committees, the Prosecutor's Office of the Republic on consideration of citizens' complaints, 05.05.1931-20.01.1932, 52 sheets."}, {"link": "/files/20314/", "title": "Case 577", "date": "1931-1932", "description": "Correspondence with the People's Commissariat of the USSR, district executive committees on the resolution of disputed issues of citizens, 12.28.1931-12.22.1932, 50 sheets."}, {"link": "/files/20315/", "title": "Case 578", "date": "1931", "description": "Correspondence with private individuals on the resolution of disputed issues, 09.01.1931-10.12.1931, 353 sheets."}, {"link": "/files/20316/", "title": "Case 579", "date": "1931", "description": "Citizens' applications and correspondence with district executive committees regarding their consideration, 03/29/1931-07/10/1931, 31 sheets."}, {"link": "/files/20317/", "title": "Case 580", "date": "1931-1932", "description": "Statements of citizens and correspondence with district executive committees on the resolution of disputed issues, October 8, 1931-April 1, 1932, 13 sheets."}, {"link": "/files/20318/", "title": "Case 581", "date": "1932", "description": "Minutes of meetings of the Central Committee of National Minorities, 31.01.1932-27.11.1932, 30 sheets."}, {"link": "/files/20319/", "title": "Case 582", "date": "1932", "description": "Minutes of meetings of the Central Committee of National Minorities, 31.01.1932-13.09.1932, 26 sheets."}, {"link": "/files/20320/", "title": "Case 583", "date": "1932", "description": "Minutes of meetings of national minority commissions at city councils, regional executive committees and related materials. Draft regulations on regional commissions for national minorities under regional executive committees, 11.01.1932-19.12.1932, 87 sheets."}, {"link": "/files/20321/", "title": "Case 584", "date": "1932", "description": "Minutes of meetings of district executive committees (German), 02.05.1932-08.09.1932, 215 sheets."}, {"link": "/files/20322/", "title": "Case 585", "date": "1932", "description": "Work plans of national minority commissions under district executive committees and correspondence with district executive committees about staffing of national minority workers in the field, organization of regional national minority commissions, 08/14/1932-08/17/1932, 102 sheets."}, {"link": "/files/20323/", "title": "Case 586", "date": "1932", "description": "Correspondence with the People's Commissariat of the Ukrainian SSR, the People's Commissariat of Health of the Ukrainian SSR, the People's Commissariat of the Ukrainian SSR, the People's Commissar of the Ukrainian SSR, district executive committees on sending materials for the All-Ukrainian meeting on work among working Bulgarians in Ukraine, 04.1932-05.1932, 73 sheets."}, {"link": "/files/20324/", "title": "Case 587", "date": "", "description": "General information about the achievements of the Spartak German national district in the field of economic development, construction and culture, 9 sheets."}, {"link": "/files/20325/", "title": "Case 588", "date": "1932", "description": "Documents on the celebration of the 5th anniversary of the Kalinindorf District (VUCVK resolution, extracts from protocols, correspondence), 04/12/1932-10/08/1932, 34 sheets."}, {"link": "/files/20326/", "title": "Case 589", "date": "1932", "description": "Plans and correspondence with the Central Publishing House, district executive committees, the State Publishing House of the USSR about the publication of literature in the languages ​​of national minorities, 03.01.1932-20.10.1932, 159 sheets."}, {"link": "/files/20327/", "title": "Case 590", "date": "1932", "description": "Correspondence with the People's Commissar of the Ukrainian SSR, the People's Commissariat of Health of the Ukrainian SSR, the People's Commissariat of the Ukrainian SSR, regional commissions of national minorities on the organization of educational institutions in national districts, 03.01.1932-20.10.1932, 82 sheets."}, {"link": "/files/20328/", "title": "Case 591", "date": "1932", "description": "Report notes and correspondence with the People's Commissar of the USSR, regional commissions of national minorities, city councils on the state of implementation of the law on equality of languages ​​among national minorities, 01.20.1932-12.25.1932, 59 sheets."}, {"link": "/files/20329/", "title": "Case 592", "date": "1932", "description": "Documents on cultural work among national minorities (protocols, plans, reports, correspondence). Draft regulations on the All-Ukrainian Historical Archive (sheet 14), 01.29.1932-12.27.1932, 80 sheets."}, {"link": "/files/20330/", "title": "Case 593", "date": "1932", "description": "Correspondence with People's Commissariat of the USSR, district executive committees, regional commissions of national minorities on resettlement of national minorities, 20.02.1932-11.12.1932, 62 sheets."}, {"link": "/files/20331/", "title": "Case 594", "date": "1932", "description": "Correspondence with district executive committees, regional commissions of national minorities about the collection of sugar beets by the population of national districts, 07/03/1932-10/18/1932, 26 sheets."}, {"link": "/files/20332/", "title": "Case 595", "date": "1932", "description": "Correspondence with the People's Commissariat of the USSR, district executive committees on the administrative-territorial division of national districts, January 16, 1932, 40 sheets."}, {"link": "/files/20333/", "title": "Case 596", "date": "", "description": "Information on the number of workers and pensioners of city aid societies in Dnipropetrovsk, Odesa, Kharkiv, Kyiv, Vinnytsia and certain districts of Donbass, 0 sheets."}, {"link": "/files/20334/", "title": "Case 597", "date": "", "description": "Control figures of the local budget of national regions of the USSR for 1932, 10 sheets."}, {"link": "/files/20335/", "title": "Case 598", "date": "1933", "description": "Documents on the results of the inspection of the work of the Mariupol Greek Pedagogical Technical School (report notes, tables), 1933, 0 sheets."}, {"link": "/files/20336/", "title": "Case 599", "date": "", "description": "Submittal description of the fund 413 Central Committee of National Minorities, 0 sheets."}]