[{"link": "/files/23736/", "title": "Case 1", "date": "1926", "description": "Documents of the resettlement society \"Druzhba\" of the Sholokhiv district of Kryvorizka district (minutes of general meetings, application for the provision of agricultural equipment), 04/16/1926-06/27/1926, 3 sheets."}, {"link": "/files/23737/", "title": "Case 1a", "date": "1920", "description": "Minutes of meetings of the literary and publishing commission of the All-Ukrainian Committee of the Society of Handicraft and Agricultural Labor among Jews in Ukraine for 1920, 01.04.1920-06.23.1920, 5 sheets."}, {"link": "/files/23738/", "title": "Case 2", "date": "1926", "description": "Documents of the resettled society \"Farayer Id\" in Kryvyi Rih (minutes of general meetings, application for the provision of agricultural equipment, lists, statute), 18.07.1926, 15 sheets."}, {"link": "/files/23739/", "title": "Case 3", "date": "1926", "description": "Documents of the resettled society \"Chervona Zirka\" of Mykhailiv District, Kryvorizka District (minutes of general meetings, application for the provision of agricultural equipment), 07/03/1926-1926, 17 sheets."}, {"link": "/files/23740/", "title": "Case 4", "date": "1926", "description": "Documents of the resettlement society \"Erd Arbeter\" of the Mykhailiv district of the Kryvorizka district (excerpt from the minutes, lists), 04/01/1926-1926, 2 sheets."}, {"link": "/files/23741/", "title": "Case 5", "date": "1926", "description": "Documents of the resettled society \"Svoi Trud\" of the Sholokhiv District of the Kryvorizka District (minutes of general meetings, application for the provision of agricultural equipment), 07/03/1926, 2 sheets."}, {"link": "/files/23742/", "title": "Case 6", "date": "1926", "description": "Documents of the resettlement society \"New Life\" of Lyubary, Berdychiv district (minutes of general meetings), 22.03.1926, 2 sheets."}, {"link": "/files/23743/", "title": "Case 7", "date": "1926", "description": "Documents of the resettlement society \"New Life\" of the Sholokhiv district of the Kryvorizka district (minutes of general meetings, applications for the provision of agricultural equipment, the statute of the society), 17.06.1926-13.07.1926, 16 sheets."}, {"link": "/files/23744/", "title": "Case 8", "date": "1926", "description": "Documents of the resettlement society \"Yunge Craft\" of the Sholokhiv district of the Kryvorizka district (minutes of general meetings, applications for the provision of agricultural equipment, the statute of the society), 07/08/1926, 13 sheets."}, {"link": "/files/23745/", "title": "Case 9", "date": "1926", "description": "Documents of the resettlement society \"Chervona Zirka\" of the Sholokhiv district of the Kryvorizka district (application for the provision of agricultural equipment, the statute of the society, lists), 05/02/1926-07/21/1926, 18 sheets."}, {"link": "/files/23746/", "title": "Case 10", "date": "1926", "description": "Documents of the resettlement society \"Buduchyna\" of the Sholokhiv district of the Kryvorizka district (application for the provision of agricultural equipment, notes), 07/23/1926, 4 sheets."}, {"link": "/files/23747/", "title": "Case 11", "date": "1926", "description": "Documents of the resettlement society \"Fryland\" of the Sholokhiv district of the Kryvorizka district (minutes of general meetings, the statute of the society, official memo), 04/16/1926-07/06/1926, 13 sheets."}, {"link": "/files/23748/", "title": "Case 12", "date": "1926", "description": "Documents of the resettlement society \"Dus banaite Leiben\" of the Shpolyan district of the Cherkasy district (statute of the agricultural labor force), 05.05.1926, 15 sheets."}, {"link": "/files/23749/", "title": "Case 13", "date": "1926", "description": "Documents of the resettlement society \"Fry Erd\" of the Sholokhiv district of the Kryvorizka district (application for the provision of agricultural equipment, notes), 21.07.1926, 3 sheets."}, {"link": "/files/23750/", "title": "Case 14", "date": "1926", "description": "Documents of the resettled society \"New Life\" of the Sholokhiv district of Kryvorizka district (minutes of general meetings, application for the provision of agricultural equipment, notes), 07.07.1926, 6 sheets."}, {"link": "/files/23751/", "title": "Case 15", "date": "1926", "description": "Documents of the resettlement society \"Peremoga\" in the city of Pervomaisk (statute of the society), 1926, 10 sheets."}, {"link": "/files/23752/", "title": "Case 16", "date": "1926", "description": "Documents of the resettlement society \"Naye Aim\" of the Sholokhiv district of the Kryvorizka district (minutes of general meetings, application for the provision of agricultural equipment, the statute of the society, lists), 22.06.1926-18.07.1926, 17 sheets."}, {"link": "/files/23753/", "title": "Case 17", "date": "1926", "description": "Documents of the resettlement society \"Sholom-Aleichem\" of the Sholokhiv district of the Kryvorizka district (minutes of general meetings, application for the provision of agricultural equipment, the statute of the society, notes), 15.07.1926-30.07.1926, 5 sheets."}, {"link": "/files/23754/", "title": "Case 18", "date": "1926", "description": "Documents of the resettled society \"Pratsia\" in the city of Kryvyi Rih (minutes of general meetings, application for the provision of agricultural equipment, the statute of the society, notes and lists), 12.07.1926-17.07.1926, 17 sheets."}, {"link": "/files/23755/", "title": "Case 19", "date": "1926", "description": "Documents of the resettled society [\"named after Kalinin\"] of the Sholokhiv district of the Kryvorizka district (minutes of general meetings, application for the provision of agricultural equipment, the statute of the society, lists), 13.07.1926-19.07.1926, 14 sheets."}, {"link": "/files/23756/", "title": "Case 20", "date": "1926", "description": "Documents of the resettled society \"Labor\" of Sholokhiv district of Kryvorizka district (minutes of general meetings, application for the provision of agricultural equipment, society's charter, notes), 19.07.1926, 5 sheets."}, {"link": "/files/23757/", "title": "Case 21", "date": "1926", "description": "Documents of the resettled society \"Chervona Zorya\" of the Zolotonsky district of the Cherkasy district (minutes of general meetings, application for the provision of agricultural equipment, notes), 07/03/1926-07/09/1926, 13 sheets."}, {"link": "/files/23758/", "title": "Case 22", "date": "1926", "description": "Documents of the resettlement society \"Chervonnyi Mozol\" of the Sholokhiv district of Kryvorizka district (minutes of general meetings, lists, notes), 04/01/1926-06/01/1926, 6 sheets."}, {"link": "/files/23759/", "title": "Case 23", "date": "1926", "description": "Documents of the resettlement society \"named after Lekert\" of Sholokhiv district of Kryvorizka district (minutes of general meetings, application for the provision of agricultural equipment, lists), 07/06/1926, 4 sheets."}, {"link": "/files/23760/", "title": "Case 24", "date": "1926", "description": "Documents of the resettlement society \"named after Kalinin\" of the Sholokhiv district of the Kryvorizka district (minutes of general meetings, application for the provision of agricultural equipment, the statute of the society, notes), 03.03.1926-28.06.1926, 14 sheets."}, {"link": "/files/23761/", "title": "Case 25", "date": "1926", "description": "Documents of the resettlement society \"named after Petrovsky\" of the Sholokhiv district of the Kryvorizka district (minutes of general meetings, society charter), 03/02/1926-06/08/1926, 12 sheets."}, {"link": "/files/23762/", "title": "Case 26", "date": "1926", "description": "Documents of the resettlement society \"named after Petrovsky\" of the Sholokhiv district of the Kryvorizka district (minutes of the general meeting of Jews from the city of Nizhyn, the statute of the society, references), 16.06.1926-22.07.1926, 19 sheets."}, {"link": "/files/23763/", "title": "Case 27", "date": "1926", "description": "Documents of the resettlement society \"Forroys\" (minutes of general meetings, lists), 04/21/1926-1926, 6 sheets."}, {"link": "/files/23764/", "title": "Case 28", "date": "1926", "description": "Documents of the resettlement society \"Sholom-Aleichem\" in the city of Pervomaisk (minutes of general meetings, the statute of the society, lists), 18.04.1926-30.04.1926, 19 sheets."}, {"link": "/files/23765/", "title": "Case 29", "date": "1926", "description": "Documents of the Sholom-Aleichem Resettlement Society of the Sholokhiv District of the Kryvorizka District (minutes of general meetings, application for the provision of agricultural equipment, the statute of the society, approved by the Volyn District Land Department), 10.07.1926-14.07.1926, 12 sheets."}, {"link": "/files/23766/", "title": "Case 30", "date": "1926", "description": "Documents of the resettlement society \"Fray Leben\" of the Sholokhiv district of the Kryvorizka district (minutes of general meetings, applications for the provision of agricultural equipment, the statute of the society), 12.07.1926, 16 sheets."}, {"link": "/files/23767/", "title": "Case 31", "date": "1926", "description": "Documents of the resettled society \"Slava\" of the Sholokhiv district of Kryvorizka district (minutes of general meetings, lists), 04/25/1926-06/06/1926, 10 sheets."}, {"link": "/files/23768/", "title": "Case 32", "date": "1926", "description": "Documents of the 1st Sumy Agricultural Resettlement Society (application for the provision of agricultural equipment, the society's charter), 07/21/1926, 12 sheets."}, {"link": "/files/23769/", "title": "Case 33", "date": "1926", "description": "Documents of the resettlement society \"named after Bukharin\" (excerpts from minutes of general meetings, lists), 11.04.1926, 4 sheets."}, {"link": "/files/23770/", "title": "Case 34", "date": "1926", "description": "Documents of the resettlement society \"Der Stern\" of Shpola residents (minutes of general meetings, power of attorney, lists), 05/07/1926, 5 sheets."}, {"link": "/files/23771/", "title": "Case 35", "date": "1926", "description": "Documents of the resettlement society \"Vegfirer\" of the Sholokhiv district of Kryvorizka district (applications for the provision of agricultural equipment, minutes of general meetings, lists), 11.07.1926-1926, 9 sheets."}, {"link": "/files/23772/", "title": "Case 36", "date": "1926", "description": "Documents of the resettlement society \"Progres\" of the Sholokhiv district of the Kryvorizka district (minutes of general meetings, application for the provision of agricultural equipment, the society's charter), 07/08/1926-12/13/1926, 14 sheets."}, {"link": "/files/23773/", "title": "Case 37", "date": "1926", "description": "Documents of the resettlement society \"Hliborob\" (minutes of general meetings, lists), 04/15/1926-06/05/1926, 7 sheets."}, {"link": "/files/23774/", "title": "Case 38", "date": "1926", "description": "Documents of the resettlement society \"Fraygate\" of the Sholokhiv district of Kryvorizka district (minutes of general meetings, application for the provision of agricultural equipment), 07/08/1926-1926, 2 sheets."}, {"link": "/files/23775/", "title": "Case 39", "date": "1926", "description": "Documents of the resettlement society \"Feltchynsky Poyer\" (minutes of general meetings, application for the provision of agricultural equipment, power of attorney, lists), 06.05.1926-1926, 15 sheets."}, {"link": "/files/23776/", "title": "Case 40", "date": "1926", "description": "Documents of the resettled society \"Boyovik\" of the Sholokhiv district of the Kryvorizka district (minutes of general meetings, application for the provision of agricultural equipment, lists), 22.06.1926-11.07.1926, 20 sheets."}, {"link": "/files/23777/", "title": "Case 41", "date": "1926", "description": "Documents of the resettlement society \"New Work\" of residents of Proskurov (minutes of general meetings, lists), 04/01/1926-06/08/1926, 4 sheets."}, {"link": "/files/23778/", "title": "Case 42", "date": "1926", "description": "Documents of the resettlement society \"Sheinfeld\" of residents of Zolotonosha (minutes of general meetings, lists, society's charter, 07/23/1926-07/24/1926, 23 sheets."}, {"link": "/files/23779/", "title": "Case 43", "date": "1926", "description": "Documents of the resettlement society \"Ibervander\" of the Sholokhiv district of the Kryvorizka district (minutes of general meetings, lists, powers of attorney), 30.03.1926-05.06.1926, 13 sheets."}, {"link": "/files/23780/", "title": "Case 44", "date": "1926", "description": "Documents of the resettlement society \"Emes\" (minutes of general meetings, lists), 11.04.1926-29.07.1926, 5 sheets."}, {"link": "/files/23781/", "title": "Case 45", "date": "1926", "description": "Documents of the resettlement society \"Sholom-Aleichem\" (minutes of general meetings, application for the provision of agricultural equipment, lists), 10.07.1926, 10 sheets."}, {"link": "/files/23782/", "title": "Case 46", "date": "1926", "description": "Documents of the resettled society \"Red Craftsman\" (minutes of general meetings, lists), 04/18/1926, 3 sheets."}, {"link": "/files/23783/", "title": "Case 47", "date": "1926", "description": "Documents of the resettlement society \"Red Star\" (minutes of general meetings, lists), 11.05.1926, 3 sheets."}, {"link": "/files/23784/", "title": "Case 48", "date": "1926", "description": "Documents of the resettlement society \"Nadia\" (minutes of general meetings, the statute of the society, application for the provision of agricultural equipment), 06.25.1926-07.28.1926, 15 sheets."}, {"link": "/files/23785/", "title": "Case 49", "date": "1926", "description": "Documents of the resettlement society \"Trud\" (application for the provision of agricultural equipment, notes), 07/27/1926, 3 sheets."}, {"link": "/files/23786/", "title": "Case 50", "date": "1926", "description": "Documents of the resettlement society \"Red Star\" (minutes of general meetings, lists), 06.02.1926-06.29.1926, 6 sheets."}, {"link": "/files/23787/", "title": "Case 51", "date": "1926", "description": "Documents of the resettlement society \"named after Kalinin\" (minutes of general meetings, statute of the society, application for the provision of agricultural equipment), 06.26.1926-07.14.1926, 15 sheets."}, {"link": "/files/23788/", "title": "Case 52", "date": "1926", "description": "Documents of the resettlement society \"Budivnyk\" (lists), 1926, 2 sheets."}, {"link": "/files/23789/", "title": "Case 53", "date": "1926", "description": "Documents of the resettlement society \"Nadia\" (minutes of general meetings, inventory description, power of attorney, application for the provision of agricultural equipment), 13.06.1926-24.07.1926, 7 sheets."}, {"link": "/files/23790/", "title": "Case 54", "date": "1926", "description": "Documents of the resettlement society \"New World\" (minutes of general meetings, lists, application for the provision of agricultural equipment), 04/22/1926-06/26/1926, 9 sheets."}, {"link": "/files/23791/", "title": "Case 55", "date": "1926", "description": "Documents of the resettlement society \"Sheves-Achim\" of the Sholokhiv district of Kryvorizka district (minutes of general meetings, lists, application for the provision of agricultural equipment), 07.07.1926, 4 sheets."}, {"link": "/files/23792/", "title": "Case 56", "date": "1926", "description": "Documents of the resettled society \"Trud\" of the Sholokhiv district of Kryvorizka district (minutes of general meetings, lists, power of attorney), 04/13/1926-07/06/1926, 9 sheets."}, {"link": "/files/23793/", "title": "Case 57", "date": "1926", "description": "Documents of the resettlement society \"New Way\" of the Nikopol district of the Kryvorizka district (minutes of general meetings, application for the provision of agricultural equipment, the statute of the society, lists), 10.07.1926-12.07.1926, 14 sheets."}, {"link": "/files/23794/", "title": "Case 58", "date": "1926", "description": "Documents of the resettlement society \"named after Trotsky\" (minutes of general meetings, lists), 05/20/1926, 4 sheets."}, {"link": "/files/23795/", "title": "Case 59", "date": "1926", "description": "Documents of the resettled society \"Busnevets\" of Sholokhiv district, Kryvorizka district (minutes of general meetings, application for the provision of agricultural equipment, lists), 07/21/1926-07/30/1926, 5 sheets."}, {"link": "/files/23796/", "title": "Case 60", "date": "1926", "description": "Documents of the resettlement society \"Traktor\" of the Nikopol district of Kryvorizka district (minutes of general meetings, notes, lists), 04/06/1926, 11 sheets."}, {"link": "/files/23797/", "title": "Case 61", "date": "1926", "description": "Documents of the resettlement society \"Frei Leibn\" (minutes of general meetings, application for the provision of agricultural equipment), 1926, 6 sheets."}, {"link": "/files/23798/", "title": "Case 62", "date": "1926", "description": "Documents of the \"Friedlander\" resettlement society (minutes of general meetings, powers of attorney), 10.07.1926, 9 sheets."}, {"link": "/files/23799/", "title": "Case 63", "date": "1926", "description": "Documents of the resettlement society \"Der Shtern\" of the Sholokhiv district of Kryvorizka district (minutes of general meetings, application for the provision of agricultural equipment), 07/02/1926, 8 sheets."}, {"link": "/files/23800/", "title": "Case 64", "date": "1926", "description": "Documents of the resettlement society \"Der Shtern\" of the Sholokhiv district of Kryvorizka district (minutes of general meetings, application for the provision of agricultural equipment, lists), 13.08.1926, 23 sheets."}, {"link": "/files/23801/", "title": "Case 65", "date": "1926", "description": "Documents of the resettlement society \"New Life\" (minutes of general meetings, application for the provision of agricultural equipment, the statute of the society, lists), 17.06.1926-16.07.1926, 14 sheets."}, {"link": "/files/23802/", "title": "Case 66", "date": "1926", "description": "Documents of the settlement society \"Chervony Zhovten\" of the Sholokhiv district of Kryvorizka district (minutes of general meetings, notes, lists), 03/22/1926-07/14/1926, 10 sheets."}, {"link": "/files/23803/", "title": "Case 67", "date": "1926", "description": "Documents of the resettled society \"Proletary\" of the Sholokhiv district of Kryvorizka district (minutes of general meetings, application for the provision of agricultural equipment, lists), 06.06.1926, 9 sheets."}, {"link": "/files/23804/", "title": "Case 68", "date": "1926", "description": "Documents of the resettlement society \"named after Kaganovich\" of the Sholokhiv district of Kryvorizka district (minutes of general meetings, application for the provision of agricultural equipment), 07/03/1926-07/17/1926, 3 sheets."}, {"link": "/files/23805/", "title": "Case 69", "date": "1926", "description": "Documents of the resettlement society \"in the name of Trotsky\" of the Sholokhiv district of the Kryvorizka district (minutes of the general meeting, the statute of the society, application for the provision of agricultural equipment), 15.08.1926, 29 sheets."}, {"link": "/files/23806/", "title": "Case 70", "date": "1926", "description": "Documents of the resettlement society \"Chervony Pahar\" of Sholokhiv District, Kryvorizka District (minutes of general meetings, application for the provision of agricultural equipment, the statute of the society), 04/25/1926-07/16/1926, 12 sheets."}, {"link": "/files/23807/", "title": "Case 71", "date": "1926", "description": "Documents of the resettled society \"named after Kamenev\" of the Sholokhiv district of Kryvorizka district (minutes of general meetings, application for the provision of agricultural equipment, lists), 05/09/1926-06/03/1926, 0 sheets."}, {"link": "/files/23808/", "title": "Case 72", "date": "1926", "description": "Documents of the resettled society \"Labor Artil\" Sholokhiv district of Kryvorizka district (minutes of general meetings, powers of attorney, lists), 04/13/1926-04/24/1926, 13 sheets."}, {"link": "/files/23809/", "title": "Case 73", "date": "1926", "description": "Documents of the resettlement society \"Korist\" of the Nikopol district of the Kryvorizka district (minutes of general meetings, society's charter), 08.08.1926, 22 sheets."}, {"link": "/files/23810/", "title": "Case 74", "date": "1926", "description": "Documents of the resettlement society \"Chervona Zorya\" (minutes of general meetings, society charter, lists), 04/14/1926-04/24/1926, 26 sheets."}, {"link": "/files/23811/", "title": "Case 75", "date": "1926", "description": "Documents of the resettlement society \"Nay Leben\" of the Sholokhiv district of Kryvorizka district (minutes of general meetings, application for the provision of agricultural equipment, lists), 10.07.1926, 4 sheets."}, {"link": "/files/23812/", "title": "Case 76", "date": "1926", "description": "Documents of the resettlement society \"named after Karl Marx\" (minutes of general meetings, lists), 05/08/1926, 4 sheets."}, {"link": "/files/23813/", "title": "Case 77", "date": "1926", "description": "Documents of the resettled society \"Jewish Peasant\" of Sholokhiv District, Kryvorizka District (minutes of general meetings, application for the provision of agricultural equipment), 07/02/1926-07/10/1926, 8 sheets."}, {"link": "/files/23814/", "title": "Case 78", "date": "1926", "description": "Documents of the resettlement society \"Pravda\" of Sholokhiv district of Kryvorizka district (minutes of general meetings, lists), 04/12/1926-06/28/1926, 17 sheets."}, {"link": "/files/23815/", "title": "Case 79", "date": "1926", "description": "Documents of the resettlement society \"Nayer Leben\" p. Ivashkiv of the Kyiv District (application for the provision of agricultural equipment), 08/26/1926, 1 sheet."}, {"link": "/files/23816/", "title": "Case 80", "date": "1926", "description": "Documents of the resettlement society \"Der Yidysher Erdarbeiter\" (minutes of general meetings, application for the provision of agricultural equipment), 24.07.1926, 2 sheets."}, {"link": "/files/23817/", "title": "Case 81", "date": "1926", "description": "Documents of the resettlement society \"named after Frunze\" (minutes of general meetings, list), 04/28/1926, 2 sheets."}, {"link": "/files/23818/", "title": "Case 82", "date": "1926", "description": "Documents of the resettlement society \"Vpered\" in Kitayhorod (minutes of general meetings, lists, instructions), 04/06/1926-06/04/1926, 13 sheets."}, {"link": "/files/23819/", "title": "Case 83", "date": "1926", "description": "Documents of the resettlement society \"Fryer Id\" (minutes of general meetings, application for the provision of agricultural equipment, notes), 06/30/1926-08/01/1926, 5 sheets."}, {"link": "/files/23820/", "title": "Case 84", "date": "1926", "description": "Documents of the resettlement society \"New Way\" of the Bug district of the Uman district (application for the provision of agricultural equipment, the statute of the society), 15.06.1926-21.07.1926, 14 sheets."}, {"link": "/files/23821/", "title": "Case 85", "date": "1926", "description": "Documents of the resettlement society \"Nay Lebn\" of the Sholokhiv district of Kryvorizka district (minutes of general meetings, application for the provision of agricultural equipment, lists, society's charter), 06.24.1926-07.19.1926, 15 sheets."}, {"link": "/files/23822/", "title": "Case 86", "date": "1926", "description": "Documents of the resettlement society \"Fray Leben\" (minutes of general meetings, application for the provision of agricultural equipment, list), 04/12/1926-06/05/1926, 3 sheets."}, {"link": "/files/23823/", "title": "Case 87", "date": "1926", "description": "Documents of the resettled society \"Free Life\" of the Nikopol district of the Kryvorizka district (application for the provision of agricultural equipment, lists, the statute of the society), 07/01/1926-08/04/1926, 17 sheets."}, {"link": "/files/23824/", "title": "Case 88", "date": "1926", "description": "Documents of the resettled society \"Svoboda\" p. Lysa Gora of the Pervomay District (minutes of general meetings, application for the provision of agricultural equipment, power of attorney), 05.05.1926-30.08.1926, 5 sheets."}, {"link": "/files/23825/", "title": "Case 89", "date": "1926", "description": "Documents of the resettlement society \"Chervona Moldavia\" of Mykhailiv district, Kryvorizka district (minutes of general meetings, lists, power of attorney), 04/18/1926-05/06/1926, 5 sheets."}, {"link": "/files/23826/", "title": "Case 90", "date": "1926", "description": "Documents of the resettled society \"Trudolyub\" of the Nikopol district of Kryvorizka district (minutes of general meetings, application for the provision of agricultural equipment, lists), 12.07.1926-04.08.1926, 7 sheets."}, {"link": "/files/23827/", "title": "Case 91", "date": "1926", "description": "Documents of the resettlement society \"named after Kalinin\" (minutes of general meetings, list), 05/23/1926, 3 sheets."}, {"link": "/files/23828/", "title": "Case 92", "date": "1926", "description": "Documents of the resettlement society \"Molot\" p. Grapes of the Uman district (power of attorney, lists), 1926, 2 sheets."}, {"link": "/files/23829/", "title": "Case 93", "date": "1926", "description": "Documents of the resettlement society \"Tsukunft\" (minutes of general meetings, statute of the society, application for the provision of agricultural equipment), 13.07.1926-28.07.1926, 15 sheets."}, {"link": "/files/23830/", "title": "Case 94", "date": "1926", "description": "Documents of the resettlement society \"Sholom Aleichem\" (application for the provision of agricultural equipment, the statute of the society), 14.07.1926-05.08.1926, 12 sheets."}, {"link": "/files/23831/", "title": "Case 95", "date": "1926", "description": "Documents of the resettlement society \"New Life\" (minutes of general meetings), 14.05.1926, 1 sheet."}, {"link": "/files/23832/", "title": "Case 96", "date": "1926", "description": "Documents of the resettlement society \"Freys Erd\" of the Sholokhiv district of the Kryvorizka district (application for the provision of agricultural equipment, note), 08/05/1926-1926, 2 sheets."}, {"link": "/files/23833/", "title": "Case 97", "date": "1926", "description": "Documents of the resettled association \"Free Life\" of Shepetivka residents (minutes of general meetings, association charter), 05/06/1926-06/27/1926, 12 sheets."}, {"link": "/files/23834/", "title": "Case 98", "date": "1926", "description": "Documents of the resettlement society \"Fraygate\" of the Sholokhiv district of Kryvorizka district (minutes of general meetings, list, application for the provision of agricultural equipment), 07/09/1926-07/19/1926, 5 sheets."}, {"link": "/files/23835/", "title": "Case 99", "date": "1926", "description": "Documents of the resettlement society \"Chervonnyi mozol\" of the Sholokhiv district of Kryvorizka district (minutes of general meetings, application for the provision of agricultural equipment, lists, society's charter), 04/10/1926-06/08/1926, 22 sheets."}, {"link": "/files/23836/", "title": "Case 100", "date": "1926", "description": "Documents of the resettlement society \"named after Laryn\" of Sholokhiv district of Kryvorizka district (minutes of general meetings, society charter, lists, application for the provision of agricultural equipment), 07/15/1926-08/06/1926, 16 sheets."}, {"link": "/files/23837/", "title": "Case 101", "date": "1926", "description": "Documents of the resettled society \"Nai-Velednyk\" of the Nikopol district of Kryvorizka district (minutes of general meetings, application for the provision of agricultural equipment, lists), 12.07.1926, 7 sheets."}, {"link": "/files/23838/", "title": "Case 102", "date": "1926", "description": "Documents of the resettled society \"Trudovyk\" of Mykhailiv district, Kryvorizka district (minutes of general meetings, lists), 06.05.1926-06.06.1926, 2 sheets."}, {"link": "/files/23839/", "title": "Case 103", "date": "1926", "description": "Documents of the resettled society \"Nay Leben\" of the residents of Bazar, Korosten district (minutes of general meetings, lists, the society's charter, application for the provision of agricultural equipment), 05/21/1926-07/24/1926, 18 sheets."}, {"link": "/files/23840/", "title": "Case 104", "date": "1926", "description": "Documents of the resettled society \"Slovechno\" of Sholokhiv district of Kryvorizka district (minutes of general meetings, lists, power of attorney), 04/24/1926-06/19/1926, 6 sheets."}, {"link": "/files/23841/", "title": "Case 105", "date": "1926", "description": "Documents of the resettlement society \"Fray Feld\" of residents of Konotop (minutes of general meetings, society charter, lists), 04/22/1926-06/06/1926, 15 sheets."}, {"link": "/files/23842/", "title": "Case 106", "date": "1926", "description": "Documents of the resettled society \"Red Farmer\" (statute of the society, minutes of general meetings, certificates), 30.06.1926-04.07.1926, 13 sheets."}, {"link": "/files/23843/", "title": "Case 107", "date": "1926", "description": "Documents of the resettlement society \"Havries\" of the Sholokhiv district of the Kryvorizka district (minutes of general meetings, lists, application for the provision of agricultural equipment, the statute of the society), 11.07.1926-20.07.1926, 16 sheets."}, {"link": "/files/23844/", "title": "Case 108", "date": "1926", "description": "Documents of the resettled society \"Horopashnyk\" of Mykhailiv District, Kryvorizka District (minutes of general meetings), 06/02/1926, 1 sheet."}, {"link": "/files/23845/", "title": "Case 109", "date": "1926", "description": "Documents of the resettlement society \"Plough\" (minutes of general meetings, the statute of the society, lists), 30.05.1926-1926, 21 sheets."}, {"link": "/files/23846/", "title": "Case 110", "date": "1926", "description": "Documents of the resettlement society \"Yasny Trud\" (lists, society's charter), 12.04.1926, 11 sheets."}, {"link": "/files/23847/", "title": "Case 111", "date": "1926", "description": "Documents of the resettlement society \"named after Merezhyn\" of the Nikopol district of the Kryvorizka district (minutes of the general meeting, the statute of the society, reference), 07/30/1926-08/07/1926, 20 sheets."}, {"link": "/files/23848/", "title": "Case 112", "date": "1926", "description": "Documents of the resettlement society \"Chervony Pahar\" (minutes of the general meeting, the statute of the society, notes, application for the provision of agricultural equipment), 07/26/1926-07/29/1926, 18 sheets."}, {"link": "/files/23849/", "title": "Case 113", "date": "1926", "description": "Documents of the resettled association \"Chervony October\" of residents of Boryspil, Kyiv district (minutes of general meetings, association charter, association charter, notes, lists), 12.03.1926-05.05.1926, 15 sheets."}, {"link": "/files/23850/", "title": "Case 114", "date": "1926", "description": "Documents of the resettled society \"Stralen\" (power of attorney, applications for the provision of agricultural equipment), 04.08.1926-03.10.1926, 4 sheets."}, {"link": "/files/23851/", "title": "Case 115", "date": "1926", "description": "Documents of the resettlement society \"Red Crescent\" (lists, society's charter), 12.03.1926-19.05.1926, 15 sheets."}, {"link": "/files/23852/", "title": "Case 116", "date": "1926", "description": "Documents of the resettled association \"Pokotelantsi\" of residents of the city of Uman (lists, association charter), 04/13/1926-1926, 11 sheets."}, {"link": "/files/23853/", "title": "Case 117", "date": "1926", "description": "Documents of the resettlement society \"Idysher Noyer\" of Poltava residents (certificate, application for the provision of agricultural equipment), 16.08.1926-19.08.1926, 3 sheets."}, {"link": "/files/23854/", "title": "Case 118", "date": "1926", "description": "Documents of the resettlement society \"Chervony vydovnyk\" of residents of Proskurov (minutes of general meetings, society charter, lists), 02/08/1926-03/31/1926, 13 sheets."}, {"link": "/files/23855/", "title": "Case 119", "date": "1926", "description": "Documents of the resettlement society \"named after Rykov\" of the Sholokhiv district of the Kryvorizka district, organized from the Jews of the city of N-Volynsk (minutes of the general meetings, the statute of the society), 18.06.1926-17.08.1926, 14 sheets."}, {"link": "/files/23856/", "title": "Case 120", "date": "1926", "description": "Statement of citizens O. Uchitel and M. Kleiman on the provision of agricultural equipment), 19.08.1926, 1 sheet."}, {"link": "/files/23857/", "title": "Case 121", "date": "1926", "description": "Documents of the resettled society \"Revived Labor\" (minutes of general meetings, list), 16.07.1926, 2 sheets."}, {"link": "/files/23858/", "title": "Case 122", "date": "1926", "description": "Documents of the resettlement society \"Proskuriv\" (minutes of general meetings, statute of the society, application for the provision of agricultural equipment), 08.08.1926-1926, 13 sheets."}, {"link": "/files/23859/", "title": "Case 123", "date": "1926", "description": "Documents of the resettlement society \"Forverts\" (minutes of general meetings, application for the provision of agricultural equipment), 05/16/1926-07/07/1926, 4 sheets."}, {"link": "/files/23860/", "title": "Case 124", "date": "1926", "description": "Documents of the resettlement society \"Red Star\" (minutes of general meetings), 10.08.1926, 2 sheets."}, {"link": "/files/23861/", "title": "Case 125", "date": "1926", "description": "Documents of the resettlement society \"Kolos\" of the residents of Proskurov (minutes of the general meeting, statute of the society, application for the provision of agricultural equipment), 10.08.1926, 13 sheets."}, {"link": "/files/23862/", "title": "Case 126", "date": "1926", "description": "Documents of the resettlement society \"Komfon\" (minutes of general meetings), 04/14/1926, 2 sheets."}, {"link": "/files/23863/", "title": "Case 127", "date": "1926", "description": "Documents of the resettlement society \"Arbetsman\" (minutes of general meetings, description of property, application for the provision of agricultural equipment), 04/20/1926-05/31/1926, 4 sheets."}, {"link": "/files/23864/", "title": "Case 128", "date": "1926", "description": "Documents of the resettlement society \"in the name of Nikolaevskii\" (excerpt from the charter, list), 1926, 2 sheets."}, {"link": "/files/23865/", "title": "Case 129", "date": "1926", "description": "Documents of the resettlement society \"Partridge\" (minutes of general meetings, statute of the society), 21.08.1926-1926, 23 sheets."}, {"link": "/files/23866/", "title": "Case 130", "date": "1926", "description": "Documents of the resettlement society \"Der Stern\" of the residents of Zinovievsk (minutes of the general meeting, statute of the society, lists, application for the provision of agricultural equipment), 08/06/1926-09/04/1926, 19 sheets."}, {"link": "/files/23867/", "title": "Case 131", "date": "1926", "description": "Documents of the resettled society \"Kryvorizky Trud\" (minutes of general meetings, lists, application for the provision of agricultural equipment), 04/25/1926, 3 sheets."}, {"link": "/files/23868/", "title": "Case 132", "date": "1926", "description": "Documents of the resettlement society \"Novy Emilchen\" (minutes of general meetings, application for the provision of agricultural equipment), 04/17/1926-06/09/1926, 4 sheets."}, {"link": "/files/23869/", "title": "Case 133", "date": "1926", "description": "Documents of the resettlement society \"New Family\" (minutes of general meetings, property deed, application for the provision of agricultural equipment), 04/12/1926-05/10/1926, 8 sheets."}, {"link": "/files/23870/", "title": "Case 134", "date": "1926", "description": "Documents of the resettled society \"in the name of Sudarsky\" of the Apostol district of the Kryvorizka district (minutes of general meetings, power of attorney, application for the provision of agricultural equipment), 04/20/1926-06/02/1926, 3 sheets."}, {"link": "/files/23871/", "title": "Case 135", "date": "1926", "description": "Documents of the resettlement society \"in the name of Urytskyi\" (minutes of general meetings), 05/17/1926-06/05/1926, 4 sheets."}, {"link": "/files/23872/", "title": "Case 136", "date": "1926", "description": "Documents of the resettled society \"Renaissance\" of the Sholokhiv district of Kryvorizka district (minutes of general meetings, note), 10.06.1926, 2 sheets."}, {"link": "/files/23873/", "title": "Case 137", "date": "1926", "description": "Application for the provision of agricultural equipment to the immigrant society \"named after Trotsky\" from the city of Tulchyna, 05/30/1926, 1 sheet."}, {"link": "/files/23874/", "title": "Case 138", "date": "1926", "description": "Documents of the resettled society \"Pratsia\" of residents of Przemyśl (minutes of general meetings, application for the provision of agricultural equipment), 04/01/1926-05/30/1926, 3 sheets."}, {"link": "/files/23875/", "title": "Case 139", "date": "1926", "description": "Minutes of the general meeting of the resettled society \"Verkhovnya\" of the Mykhailiv district of the Kryvorizka district, organized by the residents of the city of Berdychev, 06/02/1926, 1 sheet."}, {"link": "/files/23876/", "title": "Case 140", "date": "1926", "description": "Documents of the resettlement society \"named after Troitsky No. 2\" (minutes of general meetings, statute of the society), 19.08.1926, 12 sheets."}, {"link": "/files/23877/", "title": "Case 141", "date": "1926", "description": "Minutes of the general meeting of the resettled society \"Farlozter Mark\" of Makhnivka residents, 04/10/1926, 1 sheet."}, {"link": "/files/23878/", "title": "Case 142", "date": "1926", "description": "Documents of the resettlement society \"Novyi Krolevets\" (minutes of general meetings, lists, applications for the provision of agricultural equipment), 05/29/1926, 4 sheets."}, {"link": "/files/23879/", "title": "Case 143", "date": "1926", "description": "Documents of the resettlement society \"Eitz Chaim\" of the Nikopol district of the Kryvorizka district (minutes of the general meeting, the statute of the society, application for the provision of agricultural equipment), 10.08.1926, 13 sheets."}, {"link": "/files/23880/", "title": "Case 144", "date": "1926", "description": "Documents of the resettlement society \"Koryst\" of the Nikopol district of the Kryvorizka district (minutes of general meetings, the statute of the society, application for the provision of agricultural equipment), 01.08.1926, 13 sheets."}, {"link": "/files/23881/", "title": "Case 145", "date": "1926", "description": "Documents of the resettlement society \"Ahdus\" (minutes of general meetings, list), 20.05.1926, 2 sheets."}, {"link": "/files/23882/", "title": "Case 146", "date": "1926", "description": "Statute of the resettlement society \"1 Travnya\", 17.03.1926, 10 sheets."}, {"link": "/files/23883/", "title": "Case 147", "date": "1926", "description": "Documents of the resettled society \"named after Petrovsky\" of Sholokhiv district of Kryvorizka district (minutes of general meetings, lists), 15.06.1926, 9 sheets."}, {"link": "/files/23884/", "title": "Case 148", "date": "1926", "description": "Lists of the resettlement society \"in the name of Karl Marx\" of the Sholokhiv district of the Kryvorizka district, 1926, 4 sheets."}, {"link": "/files/23885/", "title": "Case 149", "date": "1926", "description": "Documents of the resettled society \"in the name of Trotsky\" of Shirokivsky District of Kryvorizka District, organized from the residents of Sokolov, Volyn District (minutes of general meetings, society's charter, lists), 07/04/1926, 18 sheets."}, {"link": "/files/23886/", "title": "Case 150", "date": "1926", "description": "Documents of the resettled society \"Red Plow\" of Shirokiv district, Kryvorizka district (minutes of general meetings, society charter, lists), 07/01/1926-07/08/1926, 12 sheets."}, {"link": "/files/23887/", "title": "Case 151", "date": "1926", "description": "Documents of the resettlement society \"Der Nayer Boyer\" of the Nikopol district (minutes of general meetings, application for the provision of agricultural equipment), 07/20/1926-08/02/1926, 4 sheets."}, {"link": "/files/23888/", "title": "Case 152", "date": "1926", "description": "Documents of the resettlement society \"Druzhba\" (minutes of general meetings, reference, lists, the statute of the Society, application for the provision of agricultural equipment), 14.07.1926, 0 sheet."}, {"link": "/files/23889/", "title": "Case 153", "date": "1926", "description": "Information about the state and work of municipal councils in national minority districts; circulars and correspondence with various persons, 1926, 46 sheets."}, {"link": "/files/23890/", "title": "Case 154", "date": "1926", "description": "Documents of resettlement societies \"Fraygate\", \"Vidnovleny Trud\", \"Sloveshne\" of Sholokhiv district of Kryvorizka district (minutes of general meetings), 07/23/1926-07/27/1926, 7 sheets."}, {"link": "/files/23891/", "title": "Case 155", "date": "1925", "description": "Minutes of meetings of the Presidium of the All-Ukrainian Society for Land Management of Working Jews, March 23, 1925-December 21, 1925, 196 sheets."}, {"link": "/files/23892/", "title": "Case 156", "date": "1925-1926", "description": "Minutes of the financial commission of the Society, estimates, correspondence on financial issues, etc., 04/10/1925-01/01/1926, 268 sheets."}, {"link": "/files/23893/", "title": "Case 157", "date": "1926", "description": "Agreements with banks, instructions and correspondence on loans, 05/04/1926-12/23/1926, 101 sheets."}, {"link": "/files/23894/", "title": "Case 158", "date": "1925-1926", "description": "Acts of the tractor branches of the Ukrainian motor transport trade and industrial society, accounts, 30.08.1925-06.04.1926, 85 sheets."}, {"link": "/files/23895/", "title": "Case 159", "date": "1925-1926", "description": "Minutes of meetings of the People's Commissariat of the USSR on the provision of land for Jewish resettlement, minutes of meetings of the Kryvyi Rih District Council, acts of inspections on the allocation of land, correspondence with the People's Committee of the USSR and other state institutions, etc., 11.08.1925-09.06.1926, 58 sheets."}, {"link": "/files/23896/", "title": "Case 160", "date": "1926-1927", "description": "Documents of the court case of the instructor of the 1st tractor unit of the Kryvyi Rih District Ogurchykov P. A. (sentence, sentence, statements, correspondence), etc., 05/07/1926-01/11/1927, 13 sheets."}, {"link": "/files/23897/", "title": "Case 161", "date": "1925", "description": "Main book of the Ukrainian Council of the Society, 1925, 174 sheets."}, {"link": "/files/23898/", "title": "Case 162", "date": "1926", "description": "Main book of the Ukrainian Council of the Society, 1926, 140 sheets."}, {"link": "/files/23899/", "title": "Case 163", "date": "1926", "description": "Book of accounts of the construction department of the Ukrainian Council of the Society, 1926, 46 sheets."}, {"link": "/files/23902/", "title": "Case 166", "date": "1927", "description": "Book of accounts of the water supply department of the Ukrainian Council of the Society, 1927, 25 sheets."}, {"link": "/files/23903/", "title": "Case 167", "date": "1925", "description": "Documents of the financial activities of the Society (excerpts from the minutes of the Presidium meetings, the resolution of the Central Committee and the RNA of the USSR on the procedure for voluntary collections and donations, reports of the Zatyshyn Agricultural Credit Society, balance sheets of the Ukrainian Agricultural Bank, information, telegrams, correspondence with credit societies, etc.), 04/13/1925-12/25 .1925, 129 sheets."}, {"link": "/files/23904/", "title": "Case 168", "date": "1926", "description": "Correspondence with Ukrselbank, the Office of the Ukrainian Oil Syndicate, branches of the Society and other institutions about the sale and supply of tractors to migrant collectives, holding tractor courses, 12.01.1926-26.11.1926, 91 sheets."}, {"link": "/files/23905/", "title": "Case 169", "date": "1927-1928", "description": "Correspondence with the Poltava District Department on Financial Matters, 12/20/1927-02/01/1928, 10 sheets."}, {"link": "/files/23906/", "title": "Case 170", "date": "1925-1927", "description": "Minutes of meetings of the board of the Kamianets-Podilskyi district branch, correspondence about sending a report on work and promissory notes to Jewish resettlement collectives, purchase of horses, etc., 07/08/1925-11/22/1927, 41 sheets."}, {"link": "/files/23907/", "title": "Case 171", "date": "1926-1927", "description": "Minutes of the board meeting of the Zhmeryn branch and an extract from the minutes of the Romen district arts and crafts union, correspondence with the department on financial issues, 01.01.1926-03.10.1927, 16 sheets."}, {"link": "/files/23908/", "title": "Case 172", "date": "1927-1928", "description": "Information on the purchase and distribution of spring crops for the sowing campaign of 1927, statements from accounts, invoices, receipts, information on the payment of maintenance to employees of the Kryvyi Rih branch, correspondence, etc., 30.01.1927-13.12.1928, 103 sheets."}, {"link": "/files/23909/", "title": "Case 173", "date": "1925-1926", "description": "Minutes of meetings of the Presidium of the Ukrainian Council of the Society, correspondence with the branches of the Society and the Commissioner of the Ukrainian Council of the Society Sudarsky about opening a loan, sending duplicate invoices, harvesting wood for building barracks, buying horses, sending people to tractor courses, etc.; certificate on the distribution of $1,500,000 to the Joint Company, the work plan of the cultural and propaganda commission, the instructions for the internal regulations of the agricultural and labor departments of the Kryvyi Rih District, the resolution to the report on the means of increasing labor productivity in collective farms, the provisions on the All-Ukrainian Council for the Collectivization of Agricultural Production of Ukraine, etc., 25.08. 1925-22.12.1926, 357 sheets."}, {"link": "/files/23911/", "title": "Case 175", "date": "1927", "description": "Book of accounts, 1927, 490 sheets."}, {"link": "/files/23912/", "title": "Case 176", "date": "1927", "description": "Book of accounts, 1927, 115 sheets."}, {"link": "/files/23913/", "title": "Case 177", "date": "1927", "description": "Book of accounts, 1927, 199 sheets."}, {"link": "/files/23914/", "title": "Case 178", "date": "1927", "description": "Book of accounts, 1927, 62 sheets."}, {"link": "/files/23915/", "title": "Case 179", "date": "1927", "description": "Book of accounts of the Kryvyi Rih operational office of the Society, 1927, 19 sheets."}, {"link": "/files/23916/", "title": "Case 180", "date": "1927", "description": "Book of accounts, 1927, 64 sheets."}, {"link": "/files/23917/", "title": "Case 181", "date": "1927", "description": "Book of accounts, 1927, 97 sheets."}, {"link": "/files/23918/", "title": "Case 182", "date": "1927", "description": "Book of accounts of various persons and institutions of the Kryvorizka operative office of the Society, 1927, 35 sheets."}, {"link": "/files/23919/", "title": "Case 183", "date": "1927", "description": "Book of accounts of the Kryvyi Rih operational office of the Society, 1927, 27 sheets."}, {"link": "/files/23920/", "title": "Case 184", "date": "1927-1928", "description": "Book of accounts of the Woikendorf Agricultural Society, 1927-1928, 183 sheets."}, {"link": "/files/23921/", "title": "Case 185", "date": "1926", "description": "Book of accounts of the cash register, branches, etc., 1926, 172 sheets."}, {"link": "/files/23922/", "title": "Case 186", "date": "1927", "description": "Book of cash accounts, current accounts, etc., 1927, 161 sheets."}, {"link": "/files/23923/", "title": "Case 187", "date": "1927-1929", "description": "Book of personal accounts, 1927-1929, 248 sheets."}, {"link": "/files/23924/", "title": "Case 188", "date": "1927", "description": "Book of personal accounts, 1927, 285 sheets."}, {"link": "/files/23925/", "title": "Case 189", "date": "1927", "description": "Book of personal accounts, 1927, 240 sheets."}, {"link": "/files/23926/", "title": "Case 190", "date": "1927", "description": "Lists of resettlement societies with an indication of surnames, 1927, 58 sheets."}, {"link": "/files/23927/", "title": "Case 191", "date": "1925-1927", "description": "Minutes of general meetings of members of agricultural collectives and resettlement societies; the charter of the resettlement society \"Emes\", information on the payment of maintenance to employees, the distribution and issuance of wheat for the sowing campaign, receipts, etc., 30.05.1925-22.12.1927, 251 sheets."}, {"link": "/files/23928/", "title": "Case 192", "date": "1927-1929", "description": "Estimates of the Ukrainian Council of the Society and explanatory notes to them, 1927-1929, 20 sheets."}, {"link": "/files/23929/", "title": "Case 192a", "date": "1928-1929", "description": "Minutes of meetings of the Presidium of the Ukrainian Council of the Society, etc. (there are documents in Yiddish), 03.12.1928-27.07.1929, 16 sheets."}, {"link": "/files/23930/", "title": "Case 193", "date": "1926-1928", "description": "Correspondence with the Central Committee of the Society about the allocation of funds, ordering membership books, obtaining lottery tickets, opening a loan, negotiations with \"Joint\", showing the film \"Jews on Earth\", etc., 12.1926-20.06.1928, 255 sheets."}, {"link": "/files/23931/", "title": "Case 194", "date": "1927-1928", "description": "Minutes of meetings of the Committee on Land Management of Working Jews under the Presidium of the Council of Nationalities of the Central Committee of the USSR, 12/23/1927-10/16/1928, 32 sheets."}, {"link": "/files/23932/", "title": "Case 195", "date": "1928", "description": "Minutes of meetings of the Presidium of the Society, report of the board of the Ukrainian Council of the Society to the 2nd All-Ukrainian Congress of the Society, a report on the work of the Society in Ukraine, clippings from newspapers, correspondence with district branches about participation in the congress, etc. (there are documents in Yiddish), 08.10 .1928-12.20.1928, 120 sheets."}, {"link": "/files/23933/", "title": "Case 196", "date": "1927-1928", "description": "Documents of the Stalin district office (minutes of board meetings, work report, quarterly reports, correspondence, etc.) (there are documents in Yiddish), 12/28/1927-11/28/1928, 101 sheets."}, {"link": "/files/23934/", "title": "Case 197", "date": "1928-1929", "description": "Minutes of the meeting at the Ukrainian Council of the Society, estimates of costs for servicing the cultural needs of immigrants and medical and sanitary assistance, 1928-1929, 31 sheets."}, {"link": "/files/23935/", "title": "Case 198", "date": "1928", "description": "Minutes of meetings of the organizational and cultural commission under the board of the Ukrainian Council of the Society and work plans of this commission, etc., 12.01.1928-24.09.1928, 37 sheets."}, {"link": "/files/23936/", "title": "Case 199", "date": "1927-1928", "description": "Documents of the Nizhyn district branch (minutes of meetings of the Presidium of the branch, organizational and cultural commission, work plan, act of the audit commission, work report, balance sheet, correspondence), 12/31/1927-12/24/1928, 99 sheets."}, {"link": "/files/23937/", "title": "Case 200", "date": "1928", "description": "Documents of the Prylutsky District Branch (meeting minutes, excerpts from the resolution of the Plenum of the District Executive Committee, report, correspondence on the allocation of funds, provision of bread for the displaced, etc.) (most documents in Yiddish), 11.01.1928-31.12.1928, 116 sheets."}, {"link": "/files/23938/", "title": "Case 201", "date": "1928", "description": "Correspondence with the Committee for Land Management of Working Jews on the provision of a plot of land in the Dnipropetrovsk district for the settlement of Jews, allocation of funds, provision of timber, etc., 06.01.1928-26.11.1928, 32 sheets."}, {"link": "/files/23939/", "title": "Case 202", "date": "1928", "description": "Documents of the Chernihiv District Branch (minutes of meetings of the Presidium and the organizational section, act of the audit commission, work plan, balance sheet, etc.), 03.01.1928-12.11.1928, 53 sheets."}, {"link": "/files/23940/", "title": "Case 203", "date": "1928", "description": "Documents of the Rome District Branch (minutes of board meetings, acts of the audit commission and activity survey, quarterly reports, report note, correspondence), 01.05.1928-10.31.1928, 82 sheets."}, {"link": "/files/23941/", "title": "Case 204", "date": "1928", "description": "Questionnaires for delegates to the 2nd All-Ukrainian Congress of the Society of Land Management of Working Jews in the USSR, certificates and mandates of delegates (there are documents in Yiddish), 08.10.1928-14.12.1928, 351 sheets."}, {"link": "/files/23942/", "title": "Case 205", "date": "1926", "description": "V. Abramovich's article \"Some results of Jewish agricultural colonization in Palestine\", report on Jewish resettlement of the Kryvyi Rih District, lists of board members of the Society's branches, 07/22/1926-08/24/1926, 100 sheets."}, {"link": "/files/23943/", "title": "Case 206", "date": "1928", "description": "Circulars by the branch of the Society on lending to agricultural collective associations, distribution of the magazine \"Tribune\", sale of lottery tickets, etc. Instructions for drawing up an estimate of income and expenses by district branches of the Society in the USSR, a plan and an estimate of expenses for mechanized agricultural and road and bridge construction works in the Birobidzhan district, etc. (there are documents in Yiddish), 01.06.1928-12.31.1928, 154 sheets."}, {"link": "/files/23944/", "title": "Case 207", "date": "1928", "description": "Documents of the May Day District Branch (minutes of board meetings, plan, quarterly report, telegrams, correspondence) (there are documents in Yiddish), 01.05.1928-12.18.1928, 104 sheets."}, {"link": "/files/23945/", "title": "Case 208", "date": "1927-1929", "description": "Correspondence with the district branches of the Society and other organizations about sending reports on the movement of funds, sending the magazine \"Der Poyer\" and the Cantor's brochure \"Helping an Immigrant\", distribution of clothes to Birobidzhan, the need and supply of lumber, the procedure for registering immigrants, etc. (there are documents in Yiddish), 15.01.1927-16.10.1929, 254 sheets."}, {"link": "/files/23946/", "title": "Case 209", "date": "1925-1929", "description": "Minutes of the meetings of the Presidium, the report of the audit commission and the report on the work of the Odesa district branch; correspondence from the Ukrainian Council of the Society on financial and organizational issues, etc., 02/04/1925-09/09/1929, 178 sheets."}, {"link": "/files/23947/", "title": "Case 210", "date": "1925-1928", "description": "Documents of the Kharkiv District Branch (protocols of the meetings of the Presidium, report on the work of the branch, balance sheet, act and report of the audit commission, correspondence, etc.) (there are documents in Yiddish), 05/01/1925-12/08/1928, 139 sheets."}, {"link": "/files/23948/", "title": "Case 211", "date": "1928", "description": "Documents of the Glukhiv district branch (protocols of Presidium meetings, financial reports, correspondence), 04.01.1928-27.10.1928, 40 sheets."}, {"link": "/files/23949/", "title": "Case 212", "date": "1928", "description": "Documents of the Volyn branch (protocols of the meetings of the Presidium, a brief report on the work of the branch, an act, lists of the composition of the Jewish population of the Volyn district, correspondence), 01.25.1928-12.31.1928, 48 sheets."}, {"link": "/files/23950/", "title": "Case 213", "date": "1928", "description": "Documents of the Melitopol branch (minutes, act of the audit commission, work plan, telegrams, correspondence) (most documents in Yiddish), 31.01.1928-28.11.1928, 67 sheets."}, {"link": "/files/23951/", "title": "Case 214", "date": "1927-1928", "description": "Documents of the Zinoviev district branch (minutes of board meetings, a brief report on the work, report of the audit commission, quarterly report, financial reports, list of members of the board and the audit commission, the newspaper \"Za navuyu zhizn\", correspondence, etc.), 09/06/1927-12/31/1928, 130 sheets."}, {"link": "/files/23952/", "title": "Case 215", "date": "1928", "description": "Documents of the Bilotserki district branch (minutes of board meetings, work plan and biweekly magazine, report, telegrams, correspondence) (there are documents in Yiddish), 30.01.1928-11.12.1928, 81 sheets."}, {"link": "/files/23953/", "title": "Case 216", "date": "1925-1927", "description": "Correspondence with the Society's branches on organizational and financial issues (there are documents in Yiddish), 04.08.1925-11.03.1927, 86 sheets."}, {"link": "/files/23954/", "title": "Case 217", "date": "1927-1928", "description": "Minutes of meetings of the presidium of the Society, district branches; estimates, lists of schools, reading huts, Jewish colonies of Odesa District; resolutions of the All-Union Congress of Jewish Workers on Social Education\" and to Lieberberg's report \"Organizational Tasks of Jewish Scientific Work\" Correspondence with departments, newspaper editorial offices, societies and other organizations on the construction of reading rooms and the organization of libraries, medical care for immigrants, transfer of funds for maintenance schools and boarding schools, on other financial and organizational issues (there are documents in Yiddish), 12.02.1927-12.31.1928, 257 sheets."}, {"link": "/files/23955/", "title": "Case 218", "date": "1928", "description": "Correspondence with Ukrainbank, Dnipropetrovsk Silbank, All-Ukrainian office of the State Bank, Prombank, savings and loan society and other organizations on financial issues; information, estimates, etc., 11.01.1928-22.12.1928, 180 sheets."}, {"link": "/files/23956/", "title": "Case 219", "date": "1928", "description": "Correspondence with Commissioners of the Committee for Land Management of Working Jews in Districts and other organizations on financial and organizational issues, January 9, 1928-December 27, 1928, 111 sheets."}, {"link": "/files/23957/", "title": "Case 220", "date": "1928", "description": "Correspondence with the Tulchyn district branch about sending the balance sheet and financial report, sending questionnaires for members of the Society, etc. (most documents in Yiddish), 01.20.1928-11.28.1928, 31 sheets."}, {"link": "/files/23958/", "title": "Case 221", "date": "1927-1928", "description": "Documents of the Dnipropetrovsk District Branch (protocols of presidium meetings, quarterly reports, act of the audit commission, work report, correspondence), 12/15/1927-12/31/1928, 61 sheets."}, {"link": "/files/23959/", "title": "Case 222", "date": "1927-1928", "description": "Minutes of meetings of the presidium and reports on the activities of LenOZET, etc., 12/16/1927-12/20/1928, 24 sheets."}, {"link": "/files/23960/", "title": "Case 223", "date": "1928", "description": "Documents of the Mogilev-Podilskyi district branch (meeting minutes, minutes, telegrams, correspondence) (there are documents in Yiddish), 31.01.1928-11.12.1928, 130 sheets."}, {"link": "/files/23961/", "title": "Case 224", "date": "1928", "description": "Documents of the Berdychiv district branch (minutes and extracts from minutes of meetings, report on work, correspondence) (there are documents in Yiddish), 14.01.1928-31.12.1928, 60 sheets."}, {"link": "/files/23962/", "title": "Case 225", "date": "1927-1928", "description": "Minutes of the meetings of the Ukrainian Council of the Society, regulations on the Committee on Land Management of Working Jews, work plan, report on the trip to the Volyn and Dnipropetrovsk district offices of the Society, report on the work of the Committee on Land Management of Working Jews at the VUCVK in the matter of resettlement of Jews to land; correspondence on financial issues, etc., 07.12.1927-24.12.1928, 148 sheets."}, {"link": "/files/23963/", "title": "Case 226", "date": "1928-1929", "description": "Acts of receipt and transfer of cases, minutes of the meeting of workers and the balance sheet of the Kryvyi Rih operational office of the Ukrainian Council of the Society; minutes of meetings of the Ukrainian Council of the Society, correspondence, lists, 07.27.1928-08.02.1929, 70 sheets."}, {"link": "/files/23965/", "title": "Case 228", "date": "1927-1928", "description": "Book of current accounts, 1927-1928, 56 sheets."}, {"link": "/files/23967/", "title": "Case 230", "date": "1929-1930", "description": "Book of accounts, 1929-1930, 0 sheets."}, {"link": "/files/23968/", "title": "Case 231", "date": "1925-1928", "description": "Information on wholesale and retail amounts by district, 1925-1928, 151 sheets."}, {"link": "/files/23969/", "title": "Case 232", "date": "1929", "description": "Minutes of the meetings of the cult commission under the presidium of the Ukrainian Council of the Society, information on the expenses of the Society's board in the city of Kharkiv for 1928, the program of industrial circles, etc., 01.05.1929-11.21.1929, 19 sheets."}, {"link": "/files/23970/", "title": "Case 233", "date": "1928-1929", "description": "Minutes of the meetings of the presidium of the Odesa Committee of ORT, statistical and economic commission and professional technical commission, agronomic commission; activity reports and a list of legal members of the Odessa Committee. Reports of agronomist N. Leykhah on preparation for the spring sowing campaign and agronomist I. Kertsman on maintenance of ORT points in the May Day district; correspondence about the resettlement of artisans and their families to the Far East, write-off of debts from the Zeleno-Bar Agricultural Credit Society, purchase of various machines for the \"Chervony Yar\" artillery, provision of yarn for the artillery for the production of stockings, housing for cadets, sending Jewish cadets to courses, etc., 07/09/1928-07/23/1929, 231 sheets."}, {"link": "/files/23971/", "title": "Case 234", "date": "1928-1929", "description": "Telegrams, correspondence (in Yiddish), 1928-1929, 14 sheets."}, {"link": "/files/23972/", "title": "Case 235", "date": "1929", "description": "Correspondence and information about the composition of the board of the branch of the Company, articles located in Odesa district; information on the composition of the population in the Mogilev-Podilsky District; lists of warehouse and raw material companies, etc., 29.01.1929-07.06.1929, 49 sheets."}, {"link": "/files/23973/", "title": "Case 236", "date": "1927-1929", "description": "Documents of the Kamianets-Podilsky district branch of the Society (minutes of meetings, correspondence, etc.), 28.02.1927-23.11.1929, 46 sheets."}, {"link": "/files/23974/", "title": "Case 237", "date": "1929", "description": "Documents on the work of the financial commission of the Ukrainian Council of the Society (meeting minutes, report note, plan and brief report on the work, explanations to the estimate, control figures of deductions for 1929, correspondence), 03.01.1929-28.12.1929, 45 sheets."}, {"link": "/files/23975/", "title": "Case 238", "date": "1928-1929", "description": "Documents on the work of the All-Ukrainian Society for the Promotion of Jewish Culture \"Gezkult\" (charter, membership book; correspondence with the Kharkiv Labor Exchange about sending a courier and clerk to work, with the Ukrainian Bureau for the Service of Foreigners about the payment of rent, with the Department of Culture of the Ukrainian State University of Applied Sciences about the allocation of funds for organization of training courses for leaders of Jewish drama groups and about the work of the Jewish art theater, etc.) (most documents in Yiddish), 11.06.1928-01.10.1929, 363 sheets."}, {"link": "/files/23976/", "title": "Case 239", "date": "1930", "description": "Resolution on the state and tasks of the town land management of the Jewish poor, a report on the contingent of the Jewish population and ways of involving them in industrial work, information on the working capacity of the Jewish population by district. Resolutions of the Main Cooperative Committee under the RSC of the USSR and the RSC of the USSR on membership rights of the urban Jewish poor in agricultural collectives and additional benefits for immigrants in the Far East, minutes of meetings of the Society's representatives, meetings of the organizational committee at the Society's presidium, the editorial board of the journal \"Socialist furrow\", additions to the report on agriculture in towns, work plan of cult commission, correspondence, etc. (there are documents in Yiddish language), 01.24.1930-10.12.1930, 112 sheets."}, {"link": "/files/23977/", "title": "Case 240", "date": "1929", "description": "Correspondence with the branches of the Society on providing assistance to displaced persons, on obtaining construction materials for the construction of houses and farm buildings, on sending the charter, brochures, books, geographical maps, instructions on holding a lottery and working among the unorganized population, etc., 15.01.1929-21.11.1929, 353 sheets."}, {"link": "/files/23978/", "title": "Case 241", "date": "1928-1929", "description": "Minutes of meetings of the Committee on Land Management of Working Jews at the Security Council of the Central Committee of the USSR, 11.12.1928-29.08.1929, 30 sheets."}, {"link": "/files/23979/", "title": "Case 242", "date": "1929", "description": "Correspondence with the Cherkasy District Committee of ORT on recruitment of workers and employment, etc., 03/28/1929-09/16/1929, 15 sheets."}, {"link": "/files/23980/", "title": "Case 243", "date": "1929", "description": "Documents on cultural services for immigrants (lists of books and stationery, correspondence about the construction of hospitals and dispensaries, renovation of schools, organization of playgrounds, payment of scholarships, etc.), 12.01.1929-04.12.1929, 215 sheets."}, {"link": "/files/23981/", "title": "Case 244", "date": "1929", "description": "Documents on the holding of a monthly program to attract young people to the Society (plan, extracts from minutes of branch meetings, correspondence, etc.), 01.31.1929-04.25.1929, 20 sheets."}, {"link": "/files/23982/", "title": "Case 245", "date": "1929", "description": "Prospective plan for resettlement of working Jews and table of distribution of families to be resettled; summary of the number of artillerymen of the Committee for Combating Unemployment, a list of Jewish village councils, etc., 1929, 23 sheets."}, {"link": "/files/23983/", "title": "Case 246", "date": "1927-1930", "description": "Reports on the work of district branches of the Society; estimate of the Tulchyna district branch; minutes of the extraordinary meeting of the board of the Sumy district branch; correspondence on the transfer of funds, the construction of a dispensary, instructions on recruiting members of the Society, etc., 10/28/1927-02/07/1930, 83 sheets."}, {"link": "/files/23984/", "title": "Case 247", "date": "1928-1929", "description": "Minutes of meetings of the organizational bureau of the Tulchyn initiative group, a list of the equipment of the Jewish arts and crafts school, an estimate for the organization of a knitting and hosiery workshop, correspondence with the Tulchyn ORT committee about recruiting members to the ORT, etc., 11/16/1928-09/17/1929, 32 sheets."}, {"link": "/files/23985/", "title": "Case 248", "date": "1930", "description": "Information on Jewish small-town and resettled collective farms, the distribution of additional outfits of the spring shift for the resettlement of working Jews, the need for raw materials for Jewish artisans in the Poltava district, 03/04/1930-03/07/1930, 5 sheets."}, {"link": "/files/23986/", "title": "Case 249", "date": "1929", "description": "Documents on the work of the organizational commission under the Presidium of the Ukrainian Council of the Society (work plan, minutes of meetings, conclusions of the survey of the Zinovyiv district branch, a proposal for further work of the Korosten district branch, etc.), 01/09/1929-12/28/1929, 60 sheets."}, {"link": "/files/23987/", "title": "Case 250", "date": "1929", "description": "Documents of the Prylutsk district branch (minutes of meetings, report on the flow of funds, survey conclusions and proposals for further work of the branch, report note, correspondence, etc.), 01.05.1929-12.28.1929, 61 sheets."}, {"link": "/files/23988/", "title": "Case 251", "date": "1929", "description": "Minutes of meetings at the Ukrainian Council of the Society and the Central Committee of the Committee to Combat Unemployment, a plan of measures to combat unemployment, a transcript of a meeting at the Labor Market Department of the People's Commissariat of Labor of the USSR on new methods of training skilled workers. Correspondence about the organization of one-year courses, employment, etc., 04/16/1929-11/29/1929, 100 sheets."}, {"link": "/files/23989/", "title": "Case 252", "date": "1929", "description": "Documents of the Kremenchug district branch (meeting minutes, financial report, correspondence, etc.), 03.01.1929-04.12.1929, 61 sheets."}, {"link": "/files/23990/", "title": "Case 253", "date": "1928-1929", "description": "Correspondence with the Odesa Committee of ORT and the Roma branch, statements from creditors' accounts, information, a list of promissory notes, etc. (most of the documents are in Yiddish), October 4, 1928-November 26, 1929, 125 sheets."}, {"link": "/files/23991/", "title": "Case 254", "date": "1929", "description": "Correspondence with district offices about material assistance to immigrants, the course of the immigration campaign, the allocation of land in the Uman district, a report note, instructions on the selection of immigrant working Jews for work in agriculture, 12.01.1929-11.09.1929, 45 sheets."}, {"link": "/files/23992/", "title": "Case 255", "date": "1929", "description": "Documents on the conduct of the lottery campaign in Ukraine (minutes of the meetings of the Presidium of the Lottery Committee, summaries, correspondence with departments on this issue, etc.), 01.06.1929-02.11.1929, 171 sheets."}, {"link": "/files/23993/", "title": "Case 256", "date": "1929", "description": "Documents of the Lubensk district branch (minutes of board meetings, work plan, financial report, correspondence, etc.), 03/07/1929-12/29/1929, 36 sheets."}, {"link": "/files/23994/", "title": "Case 257", "date": "1929", "description": "Documents of the Nizhyn district branch (minutes of board meetings, financial report, correspondence), January 24, 1929-November 2, 1929, 26 sheets."}, {"link": "/files/23995/", "title": "Case 258", "date": "1929", "description": "Documents of the Shepetiv District Branch (protocols of Presidium meetings, financial report, correspondence), 02/04/1929-12/21/1929, 40 sheets."}, {"link": "/files/23996/", "title": "Case 259", "date": "1928-1929", "description": "Acts of the audit commission on checking the reporting of the Uman district branch; correspondence with departments about the recruitment of labor groups, resettlement and sending to work in Birobidzhan, recruitment for tractor drivers' courses, etc., 09.12.1928-31.12.1929, 106 sheets."}, {"link": "/files/23997/", "title": "Case 260", "date": "1928-1929", "description": "Documents of the Berdychiv district branch (minutes of the meetings of the presidium of the district board of the Society for the Berdychiv district, reports, conclusions of the branch inspection, correspondence, etc.). Minutes of the meeting at the State Planning of the AMSRR and extracts from the minutes of the meetings of the organizational and financial commission on approval of the composition of the initiative group of the ORT in the AMSRR, etc., 20.11.1928-31.12.1929, 62 sheets."}, {"link": "/files/23998/", "title": "Case 261", "date": "1929", "description": "Correspondence of the district branches with the board of the Ukrainian Council of the Society on the provision of rations, shoes, and material assistance to displaced persons, 03.01.1929-17.12.1929, 80 sheets."}, {"link": "/files/23999/", "title": "Case 262", "date": "1929", "description": "Documents of the Konotop district branch (resolution, contract, extract from the protocol, correspondence), 16.02.1929-03.12.1929, 38 sheets."}, {"link": "/files/24000/", "title": "Case 263", "date": "1929", "description": "Documents on the work of the auditing commission of the Ukrainian Council of the Society (minutes of meetings of the auditing commission, the All-Ukrainian Lottery Committee, the financial commission, the organizational commission, instructions, expense reports, estimates, correspondence with branches, etc.), 05/26/1929-12/27/1929, 65 sheets."}, {"link": "/files/24001/", "title": "Case 264", "date": "1929", "description": "Documents of the Korosten district branch (meeting minutes, financial report, income-expenditure estimate, work plan, proposal for further work of the branch, correspondence), 01.09.1929-11.28.1929, 49 sheets."}, {"link": "/files/24002/", "title": "Case 265", "date": "1929", "description": "Information summaries of the Central Board of the All-Union Society for Land Management of Working Jews in the USSR; resolutions of the Presidium of the Central Board of the Society and the All-Union Organization Council; minutes of meetings of the Ukrainian Council of the Society. Instructions on the procedure for the resettlement of artisans, craftsmen and others to the Far East; plans to involve the Jewish poor in production work, etc., 30.01.1929-09.12.1929, 68 sheets."}, {"link": "/files/24003/", "title": "Case 266", "date": "1929-1930", "description": "Balance sheets, financial reports, estimates, production and financial plans, expense accounts, information; correspondence with the All-Ukrainian Union of Industrial Credit and Industrial Cooperative Associations, with Pozikocoop, with Group Committee No. 4, with ORT-FERBAND and other organizations on financial issues, etc., 09/25/1929-09/15/1930, 701 sheets."}, {"link": "/files/24004/", "title": "Case 267", "date": "1929", "description": "Documents of the Zinoviev district branch (meeting minutes, financial report, work plan, receipts, correspondence, etc.), 10.01.1929-12.12.1929, 94 sheets."}, {"link": "/files/24005/", "title": "Case 268", "date": "1929", "description": "Documents of the 1st All-Georgian Congress of the Society (summaries, resolutions, list of delegates), etc., 20.01.1929-25.09.1929, 21 sheets."}, {"link": "/files/24006/", "title": "Case 269", "date": "1929", "description": "Minutes of meetings of the Central Board of the Society, joint meetings of the presidiums of the Central Committee and Central Committee of the Society, etc., 03.01.1929-31.12.1929, 31 sheets."}, {"link": "/files/24007/", "title": "Case 270", "date": "1929", "description": "Documents on the inspection of the district branches of the Society (reports, acts, reports, conclusions, questionnaires, etc.), 02.16.1929-06.26.1929, 223 sheets."}, {"link": "/files/24008/", "title": "Case 271", "date": "1929", "description": "Correspondence with Ukrderzhtorg, People's Commissariat of Labor, the Lease Department of the Municipal Committee of Agriculture and other institutions about registering the unemployed, renting a synagogue for a dormitory, admission to courses, etc., 11.05.1929-01.12.1929, 83 sheets."}, {"link": "/files/24009/", "title": "Case 272", "date": "1930", "description": "Financial documents of the Company's branches (book of expenses, balance sheets, specification of general expenses, information, etc.), 01.06.1930-04.02.1930, 77 sheets."}, {"link": "/files/24010/", "title": "Case 273", "date": "1929", "description": "General book of accounts, 1929, 43 sheets."}, {"link": "/files/24011/", "title": "Case 274", "date": "1927-1929", "description": "Book of accounts, 1927-1929, 238 sheets."}, {"link": "/files/24012/", "title": "Case 275", "date": "1929", "description": "Book of accounts, 1929, 180 sheets."}, {"link": "/files/24013/", "title": "Case 276", "date": "1927-1929", "description": "Book of accounts, 1927-1929, 249 sheets."}, {"link": "/files/24014/", "title": "Case 277", "date": "1926-1929", "description": "Order of the board of the Company to the audit commission, branch; instructions on drawing up an estimate of profits and expenses, accounting for brands; newspaper \"Kharkivsky Proletariy\" No. 268 of November 20, 1926, etc., October 11, 1926-December 22, 1929, 44 sheets."}, {"link": "/files/24015/", "title": "Case 278", "date": "1930", "description": "Documents of the Talniv district branch of the Society (minutes of the meeting, a mandate to travel to the 3rd Congress of the Society, a list of Jewish immigrants from the city of Talny, survey reports, a questionnaire of the personnel of the board, cash report, correspondence) (there are documents in the Yiddish language), 16.01.1930-15.08.1930, 49 sheets."}, {"link": "/files/24016/", "title": "Case 279", "date": "1930", "description": "Documents of the Berdychiv district branch (protocols of meetings of the Presidium, resolutions of the 3rd district congress, work plan, correspondence, etc.), 23.02.1930-24.11.1930, 51 sheets."}, {"link": "/files/24017/", "title": "Case 280", "date": "1929-1930", "description": "Documents of the Artemiv district branch (report, meeting minutes, work plan, survey conclusions, correspondence), 12/30/1929-09/04/1930, 78 sheets."}, {"link": "/files/24018/", "title": "Case 281", "date": "1930", "description": "Documents of the Bilotserki district branch (minutes of board meetings, report, information on the state of collectivization of the Jewish population in the district on October 1, 1929, act of the revision commission, correspondence) (there are documents in Yiddish), 11.01.1930-24.09.1930, 36 sheets."}, {"link": "/files/24019/", "title": "Case 282", "date": "1930", "description": "Documents of the Zhivotiv branch of the Society (meeting minutes, work plan, correspondence, etc.) (there are documents in Yiddish), 19.01.1930-08.08.1930, 31 sheets."}, {"link": "/files/24020/", "title": "Case 283", "date": "1930", "description": "Documents of the Zhashkiv district branch of the Society (meeting minutes, cash report, correspondence, etc.) (most documents in Yiddish), 05/26/1930-08/05/1930, 24 sheets."}, {"link": "/files/24021/", "title": "Case 284", "date": "1930", "description": "Documents of the Vinnytsia District Branch (minutes of meetings of the branch presidium, work plan, report on the sale of lottery tickets, telegrams, correspondence), 15.01.1930-02.11.1930, 47 sheets."}, {"link": "/files/24022/", "title": "Case 285", "date": "1930", "description": "Resolution and minutes of joint meetings of Central Committee and Central Committee of the Society, cultural commission; the statute of the All-Union Society for Land Management of Working Jews in the USSR and information summaries, clippings from newspapers, etc. (there are documents in Yiddish), 02.08.1930-12.25.1930, 119 sheets."}, {"link": "/files/24023/", "title": "Case 286", "date": "1930", "description": "Documents of the Glukhiv district branch (meeting minutes, minutes, telegrams, correspondence, etc.) (there are documents in Yiddish), 01.08.1930-12.06.1930, 34 sheets."}, {"link": "/files/24024/", "title": "Case 287", "date": "1930", "description": "Documents of the Vynograd organization of the Toarianism (minutes and extracts from minutes of meetings, correspondence, etc.) (there are documents in Yiddish), 01.06.1930-07.14.1930, 20 sheets."}, {"link": "/files/24025/", "title": "Case 288", "date": "1930", "description": "Documents of the Talniv district branch of the Society (meeting minutes, survey reports, cash report, list of Jewish immigrants, delegate's mandate, correspondence) (there are documents in Yiddish), 10.01.1930-31.08.1930, 49 sheets."}, {"link": "/files/24026/", "title": "Case 289", "date": "1930", "description": "Documents of the Dnipropetrovsk district branch (minutes of the 1st city conference, presidium meetings, brief report, conclusions of the branch survey, correspondence), 12.01.1930-08.11.1930, 48 sheets."}, {"link": "/files/24027/", "title": "Case 290", "date": "1930", "description": "Documents of the Justigrad branch of the Society (minutes and excerpts from minutes of meetings, questionnaire for the election of board members, list, certificates of delegates, etc.) (there are documents in Yiddish), 02.05.1930-07.11.1930, 49 sheets."}, {"link": "/files/24028/", "title": "Case 291", "date": "1930", "description": "Documents of the Volyn district branch (minutes of board and presidium meetings, resolution to report on the state and further work of the branch, board report, acts of audits and reporting, correspondence, etc.), 26.01.1930-17.12.1930, 97 sheets."}, {"link": "/files/24029/", "title": "Case 292", "date": "1930", "description": "Documents of the Zaporizhia District Branch (minutes of the 1st Zaporizhia City Conference, branch plenum, presidium meetings, control numbers of member recruitment, activity report, conclusions of the branch survey, correspondence, etc.), 18.02.1930-30.11.1930, 103 sheets."}, {"link": "/files/24030/", "title": "Case 293", "date": "1930", "description": "Documents of the Trade District Branch (reports, notices, correspondence, etc.) (most documents in Yiddish), 15.02.1930-27.06.1930, 17 sheets."}, {"link": "/files/24031/", "title": "Case 294", "date": "1930", "description": "Documents of the Zinovyiv district branch (minutes of the 1st city conference, board meetings, resolution to the board's report on the work carried out, correspondence, etc.), 01.04.1930-12.17.1930, 78 sheets."}, {"link": "/files/24032/", "title": "Case 295", "date": "1930", "description": "Correspondence with the Kryvyi Rih District Branch about sending forms for reporting and literature, about transferring funds, etc., 02/09/1930-09/09/1930, 23 sheets."}, {"link": "/files/24033/", "title": "Case 296", "date": "1929-1930", "description": "Documents of the Zvenigorod district branch (minutes of general meetings of members, plenum meetings, resolution, questionnaire of board members, branch inspection report, correspondence, etc.) (there are documents in Yiddish), 23.03.1929-13.08.1930, 44 sheets."}, {"link": "/files/24034/", "title": "Case 297", "date": "1929-1930", "description": "Documents of the Konelsky branch (minutes and extracts from meeting minutes, work plan, list of members, report, etc.) (there are documents in Yiddish), 14.12.1929-28.07.1930, 41 sheets."}, {"link": "/files/24035/", "title": "Case 298", "date": "1929-1930", "description": "Documents of the Orativ branch (minutes of meetings, general meetings, list of members, correspondence), 03.12.1929-12.06.1930, 18 sheets."}, {"link": "/files/24036/", "title": "Case 299", "date": "1929-1930", "description": "Documents of the Teplytsky district branch (minutes of general meetings, acts of activity inspection, questionnaires about the personal composition of board members, correspondence) (there are documents in Yiddish), 09.11.1929-16.08.1930, 69 sheets."}, {"link": "/files/24037/", "title": "Case 300", "date": "1929-1930", "description": "Documents of the Lysyan district branch (meeting minutes, survey report, work plan, questionnaire for the election of board members, correspondence), 10.12.1929-07.08.1930, 16 sheets."}, {"link": "/files/24038/", "title": "Case 301", "date": "1930", "description": "Documents of the Kremenchug district branch (protocols of presidium meetings, re-election campaign plan, work plan, correspondence), 05.01.1930-02.12.1930, 66 sheets."}, {"link": "/files/24039/", "title": "Case 302", "date": "1929-1930", "description": "Documents of the Korosten district branch (minutes of the meetings of the Presidium, the 1st organizational plenum, the 3rd district conference, the survey report of the Olev district organization, the report on the financial status of the branch, the conclusions of the activity survey, the report on the status of the branch, correspondence), 02.01.1929-22.10 .1930, 62 sheets."}, {"link": "/files/24040/", "title": "Case 303", "date": "1930", "description": "Documents of the Konotop district branch (meeting minutes, work reports, audit report, correspondence), 01.02.1930-10.24.1930, 79 sheets."}, {"link": "/files/24041/", "title": "Case 304", "date": "1930", "description": "Correspondence with the Katerynopil district department on the implementation of cultural and educational work among immigrants, work plan, list of members (there are documents in Yiddish), 01.21.1930-04.21.1930, 18 sheets."}, {"link": "/files/24042/", "title": "Case 305", "date": "1930", "description": "Documents of the Pokotyl branch of the Society (information and questionnaire about the personnel of the branch members, correspondence) (there are documents in the Yiddish language), 14.02.1930-16.08.1930, 14 sheets."}, {"link": "/files/24043/", "title": "Case 306", "date": "1930", "description": "Documents of the Granivsky branch of the Society (minutes of general meetings, questionnaires about the personnel of the branch members, mandate for a business trip to the Society's conference), 14.02.1930-14.08.1930, 12 sheets."}, {"link": "/files/24044/", "title": "Case 307", "date": "1929-1930", "description": "Documents of the Lubensk district branch of the Society (minutes of board meetings, resolutions, work plan, telegrams, correspondence) (there are documents in Yiddish), 14.12.1929-26.11.1930, 78 sheets."}, {"link": "/files/24045/", "title": "Case 308", "date": "1930", "description": "Documents of the Khrystyniv branch of the Society (minutes of the meeting, application for joining the Society, invitation to the 2nd conference), 13.01.1930-05.02.1930, 5 sheets."}, {"link": "/files/24046/", "title": "Case 309", "date": "1930", "description": "Documents of the Luhansk district branch of the TZET (protocols of the meetings of the Presidium, report note, audit report, conclusions of the examination of the branch's activities, financial report, correspondence), 03.01.1930-30.10.1930, 119 sheets."}, {"link": "/files/24047/", "title": "Case 310", "date": "1930", "description": "Documents of the Terniv branch of the Society (minutes and excerpts from minutes of meetings, act of examination of branch activities, cash report, notice, plan, correspondence) (there are documents in Yiddish language), 11.02.1930-02.10.1930, 58 sheets."}, {"link": "/files/24048/", "title": "Case 311", "date": "1930", "description": "Documents of the Khashchovatsky district branch of the Society (minutes of meetings and general meetings, financial report, work plan, questionnaire of branch staff, correspondence, etc.), 15.02.1930-31.08.1930, 73 sheets."}, {"link": "/files/24049/", "title": "Case 312", "date": "1930", "description": "Documents of the Melitopol branch of the Society (report, minutes of the meeting and resolution of the 1st regional conference, annual plan, act of surveying the activities of the branch, correspondence) (most documents in Yiddish), 12.01.1930-23.11.1930, 81 sheets."}, {"link": "/files/24050/", "title": "Case 313", "date": "1930", "description": "Khasilev's statement to the District Committee of the Society about the refusal to go to the Crimea for work, personnel questionnaire (most documents in Yiddish), 02.08.1930-16.08.1930, 5 sheets."}, {"link": "/files/24051/", "title": "Case 314", "date": "1930", "description": "Documents of the Mogilev-Podilsky District Branch (protocols of meetings of the presidium, proposals for further work of the branch, list of members, resolutions, etc.), 11.01.1930-02.10.1930, 38 sheets."}, {"link": "/files/24052/", "title": "Case 315", "date": "1930", "description": "Documents of the Haysyn district branch (the act of surveying the activity of the branch, minutes of meetings, questionnaire of the personnel of the board members, correspondence) (there are documents in Yiddish), 07.01.1930-27.08.1930, 12 sheets."}, {"link": "/files/24053/", "title": "Case 316", "date": "1930", "description": "Documents of the Mykolaiv district branch (minutes of meetings of the 1st Mykolaiv city conference, board and presidium, work report, work plans of cultural and organizational commissions, etc.), 02/09/1930-11/22/1930, 83 sheets."}, {"link": "/files/24054/", "title": "Case 317", "date": "1930", "description": "Information about the resettlement of the Jewish population of the city of Bershad, correspondence about the secondment of young people to work, questionnaires of the personnel of the board members of the Bershad branch (there are documents in Yiddish), 31.07.1930-10.09.1930, 14 sheets."}, {"link": "/files/24055/", "title": "Case 318", "date": "1929-1930", "description": "Documents of the Odesa District Branch (protocols of meetings of the Presidium, report, resolution on the status of the branch's work, act of auditing the branch's activities, conclusions and proposals for the act, etc.), 12/16/1929-12/09/1930, 120 sheets."}, {"link": "/files/24056/", "title": "Case 319", "date": "1930", "description": "Correspondence of the Sobolivsky district branch with the Uman district branch about sending the report, the personnel of the board members, the transfer of funds, etc. (there are documents in Yiddish), 04.08.1930-06.09.1930, 8 sheets."}, {"link": "/files/24057/", "title": "Case 320", "date": "1929-1930", "description": "Documents of the Novo-Arkhangelsk district branch (minutes of general meetings and meetings of the board, report on the flow of funds, act of the audit commission, etc.), 06.10.1929-09.08.1930, 28 sheets."}, {"link": "/files/24058/", "title": "Case 321", "date": "1930", "description": "Documents of the May Day district branch (protocols of Presidium meetings, minutes, telegrams, work plan, correspondence), 01.25.1930-11.14.1930, 117 sheets."}, {"link": "/files/24059/", "title": "Case 322", "date": "1929-1930", "description": "Documents of the Ladyzhyn district branch (excerpt from the minutes of the Presidium meeting, act of examination of the branch's activities, family and property cards, etc.) (most documents in Yiddish), 16.09.1929-28.06.1930, 21 sheets."}, {"link": "/files/24060/", "title": "Case 323", "date": "1929-1930", "description": "Documents of the Proskuriv district branch (minutes of presidium meetings, telegrams, report on the work of the lottery committee in Proskuriv, correspondence) (there are documents in Yiddish), 11.10.1929-20.10.1930, 61 sheets."}, {"link": "/files/24061/", "title": "Case 324", "date": "1930", "description": "Documents of the Golovanov district branch (minutes of meetings and meetings, receipts, questionnaires, correspondence), 01.20.1930-07.17.1930, 31 sheets."}, {"link": "/files/24062/", "title": "Case 325", "date": "1930", "description": "Documents of the Prylutsk district branch (conclusions of the branch's work, minutes of meetings, report on the activities of the board, proposals for the further work of the branch, receipts, etc.), 22.02.1930-01.12.1930, 51 sheets."}, {"link": "/files/24063/", "title": "Case 326", "date": "1929-1930", "description": "Documents of the Dobrovelychkiv district branch (minutes of general meetings and meetings, telegrams, reports of audits), 21.06.1929-10.08.1930, 26 sheets."}, {"link": "/files/26173/", "title": "Case 327", "date": "1930", "description": "Documents of the Novo-Arkhangelsk district branch, 1930, 0 sheets."}, {"link": "/files/24065/", "title": "Case 328", "date": "1930", "description": "Documents of the Stalin branch (minutes of meetings, conclusions of the inspection of activities, audit report, work plan, correspondence), 13.01.1930-27.11.1930, 61 sheets."}, {"link": "/files/24066/", "title": "Case 329", "date": "1929", "description": "Extract from the protocol on the organization of the Society branch in the village of Ryzhavtsi of the Ladyzhinsky district, receipts for receipt of membership tickets, 15.09.1929-02.10.1929, 3 sheets."}, {"link": "/files/24067/", "title": "Case 330", "date": "1930", "description": "Documents of the Sumy branch (minutes of meetings, report of the head of the branch, resolution to the report, work inspection report, etc.), 01.08.1930-11.05.1930, 82 sheets."}, {"link": "/files/24068/", "title": "Case 331", "date": "1929-1930", "description": "Documents of the Tulchyn district branch (meeting minutes, the branch's development and work plan, conclusions to the act of surveying activities, etc.), 09/21/1929-05/10/1930, 115 sheets."}, {"link": "/files/24069/", "title": "Case 332", "date": "1930", "description": "Correspondence with the branch of the Society at the Podvysotsk Labor School about sending membership tickets and literature, 02.02.1930-02.06.1930, 2 sheets."}, {"link": "/files/24070/", "title": "Case 333", "date": "1929-1930", "description": "Minutes of the general meeting of the branch of the Society in the village of The cemetery of Khashchevat district of Pershotravnev district, 26.03.1929-30.04.1930, 6 sheets."}, {"link": "/files/42610/", "title": "Case 334", "date": "1929-1930", "description": "Minutes of meetings of the presidium, board and financial commission of the Kharkiv city branch of the Society, etc., 12/26/1929-11/06/1930, 60 sheets."}, {"link": "/files/24072/", "title": "Case 335", "date": "1929-1930", "description": "Documents of the Kherson branch (meeting minutes, work plan, list of members, notice and report of the 3rd Kherson district conference, project of a financial monthly aid to displaced persons, etc.), 12/16/1929-11/20/1930, 139 sheets."}, {"link": "/files/42611/", "title": "Case 336", "date": "1930", "description": "Minutes of the presidium of the Chernihiv district, correspondence, 02.08.1930-12.12.1930, 61 sheets."}, {"link": "/files/24074/", "title": "Case 337", "date": "1930", "description": "Documents of the Cherkasy District Branch (protocols of presidium meetings, work plan of the cultural commission, telegrams, correspondence), 12.01.1930-02.11.1930, 54 sheets."}, {"link": "/files/24075/", "title": "Case 338", "date": "1929-1930", "description": "Documents of the Shepetivsk district branch (minutes of meetings of the presidium, plenum of the Melitopol district branch, resolution to the report, report, telegrams, the newspaper \"Shlyakh Oktyabr\", etc.), 02.11.1929-25.06.1930, 59 sheets."}, {"link": "/files/24076/", "title": "Case 339", "date": "1930", "description": "Resolutions for reports on the work of the Crimean branch of the Society and correspondence on this issue, 01.24.1930-08.22.1930, 13 sheets."}, {"link": "/files/24077/", "title": "Case 340", "date": "1930", "description": "Documents of the Rome District Branch (minutes and excerpts from the minutes of presidium meetings, memo, list of Jewish collective farms, resolutions, correspondence), 01.24.1930-12.03.1930, 49 sheets."}, {"link": "/files/24078/", "title": "Case 341", "date": "1927-1930", "description": "Documents of the Kyiv city branch (minutes of the plenary session of the board and meetings of the presidium, work plan, report, act of the audit commission, resolutions to the reports, regulations on the branches of the Society, correspondence, etc.), 11.04.1927-26.11.1930, 135 sheets."}, {"link": "/files/24079/", "title": "Case 342", "date": "1930", "description": "Documents of the Poltava District Branch (minutes of board meetings, correspondence), 07.01.1930-31.07.1930, 45 sheets."}, {"link": "/files/24080/", "title": "Case 343", "date": "1930", "description": "Documents of the Belarusian Society (protocols of meetings of the presidium and the board, resolution to the report, work plan, report note, conclusions and proposals on the inspection of the work of the Mozyr district branch, act of inspection of the work), 12.01.1930-02.08.1930, 37 sheets."}, {"link": "/files/24081/", "title": "Case 344", "date": "1930", "description": "Documents of the Kamianets-Podilskyi district branch (minutes of board and presidium meetings, report, work plan, correspondence), 03.01.1930-26.10.1930, 31 sheets."}, {"link": "/files/24082/", "title": "Case 345", "date": "1929-1930", "description": "Lists of Jewish resettlement and small-town collective farms of Ukraine, a plan for the development of industrial artillery of Olevsky, Horodnytskyi, and Slovechansky districts, a report on the state of resettlement of Jewish villages. Chongar, information on the condition of Jewish collective farms and the social composition of immigrants, survey letters, survey questionnaires of cultivated area by district, etc., 12/22/1929-08/03/1930, 159 sheets."}, {"link": "/files/24083/", "title": "Case 346", "date": "1930", "description": "Documents from the staff of the Ukrainian Council of the Society (certificates, payroll, correspondence, etc.), 16.01.1930-12.11.1930, 122 sheets."}, {"link": "/files/24084/", "title": "Case 347", "date": "1929-1930", "description": "List of legal members of the Society of Pervomaisk, November 29, 1929-February 18, 1930, 2 sheets."}, {"link": "/files/24085/", "title": "Case 348", "date": "1930", "description": "Minutes of meetings of the Ukrainian Council of the Society, May 20, 1930-October 5, 1930, 72 sheets."}, {"link": "/files/24086/", "title": "Case 349", "date": "1930", "description": "Correspondence with the branches of the Society, reports, information on the progress of sowing and resettlement campaigns, 13.01.1930-12.05.1930, 134 sheets."}, {"link": "/files/24087/", "title": "Case 350", "date": "1930", "description": "Minutes of meetings of commissions of the Ukrainian Council of the Society, regulations on district branches of the Society, January 23, 1930-November 3, 1930, 80 sheets."}, {"link": "/files/24088/", "title": "Case 351", "date": "1930-1931", "description": "Cost estimates for cultural maintenance of Jewish collective farms; minutes of meetings of the cult commission of the Ukrainian Council of the Society, 03/28/1930-01/17/1931, 41 sheets."}, {"link": "/files/24089/", "title": "Case 352", "date": "1930", "description": "Minutes of meetings of the financial commission of the Ukrainian Council of the Society. Documents of the 3rd All-Ukrainian Congress of the Society (minutes of the meeting of the mandate commission, lists of delegates, agenda), 04.01.1930-08.12.1930, 61 sheets."}, {"link": "/files/24090/", "title": "Case 353", "date": "1929-1930", "description": "Statistical information, reports on the activities of the Society, 01.01.1929-01.09.1930, 141 sheets."}, {"link": "/files/24091/", "title": "Case 354", "date": "1930", "description": "Documents of the 3rd All-Ukrainian Congress of the Society (speeches, lists of delegates, minutes of the mandate committee meeting, etc.), 12/04/1930-12/08/1930, 75 sheets."}, {"link": "/files/24092/", "title": "Case 355", "date": "1929", "description": "Materials for drawing up a five-year plan for the development of handicraft industry among the Jewish population for 1928-1933, 15.05.1929-23.11.1929, 106 sheets."}, {"link": "/files/24093/", "title": "Case 356", "date": "1930", "description": "Information materials of the editorial office of the magazine \"Socialist Furrow\", 02/07/1930-07/09/1930, 84 sheets."}, {"link": "/files/24094/", "title": "Case 357", "date": "1929-1930", "description": "Addresses of district branches of the Society and Jewish collective farms in the USSR, 02.08.1929-05.31.1930, 96 sheets."}, {"link": "/files/24095/", "title": "Case 358", "date": "1929-1930", "description": "Minutes of meetings at the People's Commissariat of the USSR, the secretariat of the Ukrainian Council of the Society, the White Church land management commission, district representatives of the Society, other organizations, 09/28/1929-07/04/1930, 88 sheets."}, {"link": "/files/24096/", "title": "Case 359", "date": "1930", "description": "Circular orders of the board of the Ukrainian Council of the Society to branches; minutes of meetings of the Ukrainian Council of the Society, 05.01.1930-11.11.1930, 102 sheets."}, {"link": "/files/24097/", "title": "Case 360", "date": "1930", "description": "Minutes of meetings of the financial commission at the Ukrainian Council of the Society, 04.01.1930-20.11.1930, 40 sheets."}, {"link": "/files/24098/", "title": "Case 361", "date": "1929-1930", "description": "Minutes of meetings of the Tulchyn district branch of the Society, correspondence on organizational and financial issues, November 25, 1929-July 1, 1930, 113 sheets."}, {"link": "/files/24099/", "title": "Case 362", "date": "1929-1930", "description": "Correspondence and instructions on the activities of audit commissions of the Company's branches; minutes of meetings of the audit commission under the presidium of the Ukrainian Council of the Society, 02.01.1929-14.11.1930, 71 sheets."}, {"link": "/files/24100/", "title": "Case 363", "date": "1930", "description": "Correspondence with the branches of the Society on the organization of resettlement to Birobidzhan, dispatch of workers, provision of displaced persons, etc., 03.01.1930-25.12.1930, 108 sheets."}, {"link": "/files/24101/", "title": "Case 364", "date": "1930-1932", "description": "Orders, instructions of the Society. Correspondence with branches on organizational and financial issues, March 13, 1930-September 21, 1932, 95 sheets."}, {"link": "/files/24102/", "title": "Case 365", "date": "1929-1930", "description": "Documents on cultural and social services of resettled areas (correspondence, addresses of cultural and educational institutions, minutes of meetings, cost estimates, etc.); articles from Jewish publications about the activities of the Society, 04/30/1929-04/11/1930, 89 sheets."}, {"link": "/files/24103/", "title": "Case 366", "date": "1930", "description": "Correspondence with the Odesa branch of the Society about the implementation of resettlement orders, the state of Jewish agricultural collectives, etc.; lists of assets and instructors of the Umanshchyna Society, 01.01.1930-25.09.1930, 66 sheets."}, {"link": "/files/24104/", "title": "Case 367", "date": "1930", "description": "Correspondence with the Commission on Land Management of Working Jews, branches of the Society on the recruitment of resettlement teams, execution of orders, etc., 02/01/1930-02/18/1930, 20 sheets."}, {"link": "/files/24105/", "title": "Case 368", "date": "1928-1931", "description": "Documents on the publication of the magazine \"Socialist Furrow\" (work plan of the publishing commission, minutes of meetings, correspondence, etc.), 12/22/1928-03/11/1931, 94 sheets."}, {"link": "/files/24106/", "title": "Case 369", "date": "1930", "description": "Documents on the organization and holding of the 3rd All-Ukrainian Congress of the Society (resolutions, correspondence, estimates, lists, questionnaires of delegates, etc.), 10/15/1930-12/05/1930, 232 sheets."}, {"link": "/files/24107/", "title": "Case 370", "date": "1930", "description": "Informational materials of the editorial office of the magazine \"Socialist furrow\", 19.02.1930-10.1930, 260 sheets."}, {"link": "/files/24108/", "title": "Case 371", "date": "1928-1931", "description": "Balance sheets, financial information of the Odesa branch of the Society, correspondence on financial issues, 10/22/1928-04/12/1931, 104 sheets."}, {"link": "/files/24109/", "title": "Case 372", "date": "1930-1931", "description": "Correspondence with district branches of the Society on current issues, 08.28.1930-11.24.1931, 162 sheets."}, {"link": "/files/24110/", "title": "Case 373", "date": "1930-1931", "description": "Correspondence with district branches of the Society on current issues, 18.09.1930-26.10.1931, 73 sheets."}, {"link": "/files/24111/", "title": "Case 374", "date": "1930-1931", "description": "Correspondence with district branches of the Society on current issues, minutes of branch meetings, 18.01.1930-13.11.1931, 162 sheets."}, {"link": "/files/24112/", "title": "Case 375", "date": "1930", "description": "Statistical information on the number of Jewish population by district, addresses of district branches of the Society, 04.08.1930-26.08.1930, 56 sheets."}, {"link": "/files/24113/", "title": "Case 376", "date": "1926-1929", "description": "Statistical information of Jewish artisans by profession by city for 1926-1929; acts of acceptance and return of tractors, salary list of instructors, tractor drivers, 08.23.1926-07.01.1929, 103 sheets."}, {"link": "/files/24114/", "title": "Case 377", "date": "1930", "description": "Documents of the Society's Pervomai branch (financial reports, balance sheet, minutes of the meeting), 18.01.1930-19.09.1930, 37 sheets."}, {"link": "/files/24115/", "title": "Case 378", "date": "1925-1930", "description": "Financial reports, information, correspondence with various organizations about the transfer of funds, the organization of courses for electricians, etc., 13.08.1925-14.09.1930, 47 sheets."}, {"link": "/files/24116/", "title": "Case 379", "date": "1930-1932", "description": "Correspondence on current issues and minutes of meetings of Lubenska, Novogeorgievska, and Poltava branches of the Society, 10/27/1930-01/21/1932, 170 sheets."}, {"link": "/files/24117/", "title": "Case 380", "date": "1930-1931", "description": "Correspondence with the branches of the Society, information, plans on the involvement of the Jewish population in industry and agriculture, referrals to factory apprenticeship schools, 05/03/1930-01/30/1931, 125 sheets."}, {"link": "/files/24118/", "title": "Case 381", "date": "1930", "description": "Order to the branches of the Society on providing reporting information, carrying out reorganization, convening conferences, on other organizational issues, 01.01.1930-30.12.1930, 130 sheets."}, {"link": "/files/24119/", "title": "Case 382", "date": "1930", "description": "Informational materials and articles of the magazine \"Socialist Furrow\", 19.01.1930-02.04.1930, 204 sheets."}, {"link": "/files/24120/", "title": "Case 383", "date": "1929-1930", "description": "Minutes of meetings of the bibliographic and editorial commissions of the All-Ukrainian Committee of the Society of Craft and Agricultural Labor among Jews. Agreement between VUKORT and H. Nadel, I. Kh. Elisvych on compiling a bibliographic index of the economic life of Jews in the USSR, 15.01.1929-26.01.1930, 13 sheets."}, {"link": "/files/24121/", "title": "Case 384", "date": "1930-1931", "description": "Correspondence with publishing houses, People's Commissariats of the USSR, educational institutions, industrial associations, other organizations about support for immigrants, involvement of the Jewish population in industry, cultural and educational activities, etc., 01.21.1930-01.12.1931, 277 sheets."}, {"link": "/files/24122/", "title": "Case 385", "date": "1930", "description": "Questionnaires of board members, list of members of the presidium and audit commission of the Ukrainian Council of the Society, 12.1930, 44 sheets."}, {"link": "/files/24123/", "title": "Case 386", "date": "1929-1930", "description": "Correspondence with the branches of the Society about holding a lottery and paying arrears for tickets, 31.10.1929-03.02.1930, 203 sheets."}, {"link": "/files/24124/", "title": "Case 387", "date": "1929-1930", "description": "Minutes of meetings of the lottery committee and correspondence with the Society's branches about the preparation and conduct of the lottery, 03.02.1929-01.21.1930, 153 sheets."}, {"link": "/files/24125/", "title": "Case 388", "date": "1930", "description": "Minutes of the joint meeting of the commission of the Ukrainian Council of the Society and the Kharkiv branch of the Society. Regulations on district branches of the Society, 03.10.1930, 27 sheets."}, {"link": "/files/24126/", "title": "Case 389", "date": "1930", "description": "Correspondence with the branches of the Society about sending Jewish youth to factory apprenticeship schools and retraining, 09/10/1930-12/28/1930, 141 sheets."}, {"link": "/files/24127/", "title": "Case 390", "date": "1930", "description": "Resolutions, reports of the 3rd Plenum of the Ukrainian Council of the Society. Statistical information, estimates, lists of branches of the Society, 01.20.1930-05.12.1930, 51 sheets."}, {"link": "/files/24128/", "title": "Case 391", "date": "1930", "description": "Correspondence with the branches of the Society on cultural and social services for immigrants (organization of courses, financial expenses for the construction and maintenance of public institutions, etc.), 01.06.1930-12.15.1930, 209 sheets."}, {"link": "/files/24129/", "title": "Case 392", "date": "1929-1930", "description": "Reports on the state of the Zhytomyr, Poltava, Pervomaisky, Vradiivsky, Savransky, Kryvoozersky, other district and district branches of the Society; survey questionnaires of branches, 01.12.1929-19.10.1930, 131 sheets."}, {"link": "/files/24130/", "title": "Case 393", "date": "1929", "description": "Correspondence with the Society's branches, people's commissars of the USSR, editorial offices, other institutions on providing assistance to displaced persons, medical care, cultural and social activities, etc. Theses for agitators on the resettlement campaign; statements from the accounts of the Kryvorizka operational office of the Society, 07.17.1929-10.27.1929, 103 sheets."}, {"link": "/files/24150/", "title": "Case 413", "date": "1926-1930", "description": "Correspondence on financial matters, financial documents (register, memorial warrants, etc.), 07.10.1926-24.12.1930, 367 sheets."}, {"link": "/files/24152/", "title": "Case 415", "date": "1930", "description": "Cash book of accounts, 1930, 75 sheets."}, {"link": "/files/24153/", "title": "Case 416", "date": "1930", "description": "Balance book, 1930, 25 sheets."}, {"link": "/files/24154/", "title": "Case 417", "date": "1930", "description": "Alphabet of accounts of branches of the Society, 1930, 174 sheets."}, {"link": "/files/24155/", "title": "Case 418", "date": "1930", "description": "Cash book of accounts, 1930, 0 sheets."}, {"link": "/files/24157/", "title": "Case 420", "date": "1930", "description": "Cash book of accounts, 1930, 67 sheets."}, {"link": "/files/24158/", "title": "Case 421", "date": "1930", "description": "Income and expenditure book, 1930, 59 sheets."}, {"link": "/files/24159/", "title": "Case 422", "date": "1930", "description": "Cash book of accounts, 1930, 105 sheets."}, {"link": "/files/24160/", "title": "Case 423", "date": "1930", "description": "Main book of the Ukrainian Council of the Society, 01.1930-09.1930, 138 sheets."}, {"link": "/files/24161/", "title": "Case 424", "date": "1929-1930", "description": "Information on the movement of members of the Society by district, 1929-1930, 40 sheets."}, {"link": "/files/24162/", "title": "Case 424a", "date": "1927-1929", "description": "Information on the number of production, labor and trade collectives, October 1, 1927-April 26, 1929, 107 sheets."}, {"link": "/files/24163/", "title": "Case 424b", "date": "1930", "description": "Documents of the 3rd All-Ukrainian Congress of the Society (minutes of the meeting of the mandate committee, lists of districts, questionnaires of delegates, invitations), 01.12.1930-08.12.1930, 204 sheets."}, {"link": "/files/24164/", "title": "Case 424v", "date": "1930", "description": "Cost estimates of the Ukrainian Council of the Society for 1929-1930, January 20, 1930-October 1, 1930, 24 sheets."}, {"link": "/files/24165/", "title": "Case 424", "date": "1930-1931", "description": "Financial reports of the Company's branches, 02/07/1930-05/21/1931, 196 sheets."}, {"link": "/files/24166/", "title": "Case 424d", "date": "1928-1931", "description": "Balance Sheet of the Company, 1928-01.01.1931, 126 sheets."}, {"link": "/files/24167/", "title": "Case 424e", "date": "1929-1931", "description": "Control figures of profits, estimates of the Company's branches, correspondence on financial matters, 02.01.1929-19.02.1931, 116 sheets."}, {"link": "/files/24168/", "title": "Case 424", "date": "1930", "description": "Journal of incoming and outgoing documents, 1930, 200 sheets."}, {"link": "/files/24169/", "title": "Case 424z", "date": "1929-1931", "description": "Financial reports of the Company's branches, 07.06.1929-22.04.1931, 207 sheets."}, {"link": "/files/24170/", "title": "Case 424y", "date": "1930", "description": "Calculations and information on the financial activities of the branches of the Society, 1930, 37 sheets."}, {"link": "/files/24171/", "title": "Case 425", "date": "1931", "description": "Circulars and instructions of the Ukrainian Council of the Society to branches on the distribution of orders for resettlement, verification of the Society's work on the ground, holding a lottery, organization of courses, etc., 01.02.1931-12.27.1931, 122 sheets."}, {"link": "/files/24172/", "title": "Case 426", "date": "1929-1932", "description": "Documents on the inspection of the activities of the Society's branches (instructors' reports, lists of collective farms, correspondence, etc.), October 1, 1929-February 24, 1932, 225 sheets."}, {"link": "/files/24173/", "title": "Case 427", "date": "1931", "description": "Correspondence and minutes of meetings on the holding of the Society's monthly newsletter; contract on social struggle between the Mykolaiv and Kharkiv city branches of the Society, 01.31.1931-06.13.1931, 204 sheets."}, {"link": "/files/24174/", "title": "Case 428", "date": "1931", "description": "Documents on the holding of the monthly meeting of the Society (meeting minutes, correspondence, report, etc.), 25.02.1931-09.03.1931, 43 sheets."}, {"link": "/files/24175/", "title": "Case 429", "date": "1931", "description": "Correspondence with the Central Council of the Society on the organization of its representative office in Birobidzhan, the holding of meetings, the recruitment campaign in the Crimea, on other organizational issues, 01.06.1931-12.13.1931, 209 sheets."}, {"link": "/files/24176/", "title": "Case 430", "date": "1930-1931", "description": "Minutes of the meetings of the Central Council of the Society, 24.12.1930-25.10.1931, 40 sheets."}, {"link": "/files/24177/", "title": "Case 431", "date": "1930-1931", "description": "Minutes of meetings of the Commission on Land Management of Working Jews, 12/28/1930-12/23/1931, 60 sheets."}, {"link": "/files/24178/", "title": "Case 432", "date": "1931", "description": "Minutes of meetings of the Ukrainian Council of the Society, orders; correspondence about sending people to factory apprenticeship schools, relocation to Birobidzhan, recruitment of immigrants, etc., 15.01.1931-22.12.1931, 113 sheets."}, {"link": "/files/24179/", "title": "Case 433", "date": "1931", "description": "Correspondence with the Ukrainian Council of the Society, branches of the Society about sending immigrants to Crimea and Birobidzhan; minutes of meetings of the Society's branches, 11.01.1931-21.04.1931, 239 sheets."}, {"link": "/files/24180/", "title": "Case 434", "date": "1931", "description": "Correspondence with the departments of the Society, the Ukrainian Council of the Society on the issuance and execution of orders for resettlement, 11.02.1931-06.10.1931, 148 sheets."}, {"link": "/files/24181/", "title": "Case 435", "date": "1928-1931", "description": "Correspondence with departments of the Society, people's commissars, editorial offices, other institutions on organizational issues, 01.01.1928-02.10.1931, 160 sheets."}, {"link": "/files/24182/", "title": "Case 436", "date": "1931", "description": "Documents on the conduct of the lottery (correspondence, information, meeting minutes), 07/10/1931-08/29/1931, 134 sheets."}, {"link": "/files/24183/", "title": "Case 437", "date": "1931-1932", "description": "Correspondence with people's commissars, industrial unions, editors, other organizations about participation in meetings, supply of food, construction materials, medical care for immigrants, etc., 04/18/1931-02/08/1932, 155 sheets."}, {"link": "/files/24184/", "title": "Case 438", "date": "1931", "description": "Correspondence with the branches of the Society about holding bush meetings, materials for reports and lists of members of the Society's bushes, 08.08.1931-17.12.1931, 148 sheets."}, {"link": "/files/24185/", "title": "Case 439", "date": "1931", "description": "Correspondence with the Society's branches about financial settlements for the sale of tickets for the Society's 3rd lottery, 03/19/1931-10/31/1931, 149 sheets."}, {"link": "/files/24186/", "title": "Case 440", "date": "1931", "description": "Correspondence with the branches of the Society about financial settlements for the sale of tickets for the 3rd lottery, 03.13.1931-04.16.1931, 114 sheets."}, {"link": "/files/24187/", "title": "Case 441", "date": "1931-1932", "description": "Correspondence with the branches of the Society about financial settlements for the sale of tickets for the 3rd lottery, 14.10.1931-05.02.1932, 105 sheets."}, {"link": "/files/24188/", "title": "Case 442", "date": "1930-1931", "description": "Minutes of the meetings of the Society's lottery committee; correspondence about sending lottery tickets and preparatory work for the 3rd lottery, 30.08.1930-10.02.1931, 240 sheets."}, {"link": "/files/24189/", "title": "Case 443", "date": "1931", "description": "Orders of the Presidium of the Ukrainian Council of the Society, excerpts from the minutes of the meetings, 04.14.1931-11.30.1931, 191 sheets."}, {"link": "/files/24190/", "title": "Case 444", "date": "1931", "description": "Correspondence with the branches of the Society about preparation for the collection campaign, sending brigades to resettled collective farms, etc., 05.21.1931-07.27.1931, 116 sheets."}, {"link": "/files/24191/", "title": "Case 445", "date": "1931", "description": "Correspondence with the branches of the Society on preparation for the collection campaign, sending brigades to resettled collective farms, etc., 30.06.1931-02.11.1931, 33 sheets."}, {"link": "/files/24192/", "title": "Case 446", "date": "1930-1931", "description": "Correspondence with the branches of the Society on the involvement of the Jewish population in industry, referral to factory apprenticeship schools, 12/16/1930-06/27/1931, 198 sheets."}, {"link": "/files/24193/", "title": "Case 447", "date": "1928-1931", "description": "Personnel documents (certificates, orders, commissions, etc.), 05.09.1928-12.21.1931, 206 sheets."}, {"link": "/files/24194/", "title": "Case 448", "date": "1931-1932", "description": "Correspondence with the branches of the Society about sending and activities of interdistrict instructors, 16.12.1931-08.03.1932, 38 sheets."}, {"link": "/files/24195/", "title": "Case 449", "date": "1932", "description": "Registers of correspondence, 02.06.1932-05.08.1932, 126 sheets."}, {"link": "/files/24196/", "title": "Case 450", "date": "1930-1931", "description": "Correspondence about the activities of the Zlatopol, Zaporizhzhya, Zhytomyr, Heniche, and Dnipropetrovsk branches of the Society, meeting minutes, 10/25/1930-11/12/1931, 120 sheets."}, {"link": "/files/24197/", "title": "Case 451", "date": "1930-1931", "description": "Correspondence with the branches of the Society and orders on the involvement of the Jewish population in industry, referral to factory apprenticeship schools, 12/23/1930-06/20/1931, 28 sheets."}, {"link": "/files/24198/", "title": "Case 452", "date": "1931", "description": "Correspondence on the activities of the Ovruch and Odesa branches of the Society, minutes of meetings, 01.01.1931-15.10.1931, 138 sheets."}, {"link": "/files/24199/", "title": "Case 453", "date": "1930-1931", "description": "Correspondence about the activities of the Yaltushkivska, Yaryshevska, Chubarivska, Chernivska, and Chopovytska branches of the Society, meeting minutes, 01.27.1930-11.01.1931, 47 sheets."}, {"link": "/files/24200/", "title": "Case 454", "date": "1930-1931", "description": "Correspondence about the activities of the Luhansk, Lozovsky, Ladyzhynsk, Kitaigorodsk, Kostyantynivsk branches of the Society, minutes of meetings. Work plans of the presidium and cult commission of the Ukrainian Council of the Society. Informational materials on Jewish farms in the Korosten district, March 28, 1930-November 14, 1931, 128 sheets."}, {"link": "/files/24201/", "title": "Case 455", "date": "1930-1931", "description": "Correspondence about the activities of the Nikopol, Nemyriv, Novo-Prague, Makiiv, Monastirishchen, Melitopol, Mykolaiv, Murovanokurilovet, and Mariupol branches of the Society; minutes of meetings, 30.09.1930-21.12.1931, 144 sheets."}, {"link": "/files/24202/", "title": "Case 456", "date": "1931-1932", "description": "Documents on the activities of the Kyiv and Crimean branches of the Society (correspondence, reports, plans, etc.), 05/21/1931-04/11/1932, 21 sheets."}, {"link": "/files/24203/", "title": "Case 457", "date": "1930-1931", "description": "Correspondence with the branches of the Society about sending students to factory schools, their provision, 10.12.1930-02.11.1931, 82 sheets."}, {"link": "/files/24204/", "title": "Case 458", "date": "1931", "description": "Correspondence with the branches of the Society about sending students to factory schools, their provision, 02.10.1931-28.12.1931, 64 sheets."}, {"link": "/files/24205/", "title": "Case 459", "date": "1931", "description": "Correspondence with the branches of the Society, the Tikhonka station on the recruitment and movement of immigrants, 01.26.1931-06.05.1931, 27 sheets."}, {"link": "/files/24206/", "title": "Case 460", "date": "1930-1931", "description": "Reports of instructors of the Ukrainian Council of the Society on inspections of branches. Lists and certificates of instructors, 20.08.1930-22.12.1931, 117 sheets."}, {"link": "/files/24207/", "title": "Case 461", "date": "1931", "description": "Reports, statistical summaries on the lottery campaign, March 18, 1931-May 4, 1931, 54 sheets."}, {"link": "/files/24208/", "title": "Case 462", "date": "1931", "description": "Correspondence with the branches of the Society about holding a lottery, 05/28/1931-07/10/1931, 165 sheets."}, {"link": "/files/24209/", "title": "Case 463", "date": "1931", "description": "Correspondence with the branches of the Society and information on the sale of lottery tickets, 05/16/1931-08/05/1931, 112 sheets."}, {"link": "/files/24210/", "title": "Case 464", "date": "1931", "description": "Minutes of meetings of the lottery committee, 06.01.1931-07.05.1931, 0 sheets."}, {"link": "/files/24211/", "title": "Case 465", "date": "1931", "description": "Documents on the organization of the monthly meeting of the Society (meeting minutes, correspondence, reports, etc.), 04/01/1931-08/11/1931, 73 sheets."}, {"link": "/files/24212/", "title": "Case 466", "date": "1930-1931", "description": "Correspondence with branches of the Society on the distribution of lottery tickets, October 5, 1930-April 24, 1931, 222 sheets."}, {"link": "/files/24213/", "title": "Case 467", "date": "1930-1931", "description": "Correspondence with various institutions and individuals on organizational matters, October 20, 1930-October 28, 1931, 119 sheets."}, {"link": "/files/24214/", "title": "Case 468", "date": "1930-1932", "description": "Minutes of the meetings of the boards of the branches of the Society, November 24, 1930-May 19, 1932, 31 sheets."}, {"link": "/files/24215/", "title": "Case 469", "date": "1930-1931", "description": "Orders and instructions on the preparation of financial statements, the procedure for sending immigrants, distribution of lottery tickets, etc. The Statute of the Society. Tables of lottery circulation, 10.12.1930-20.10.1931, 173 sheets."}, {"link": "/files/24216/", "title": "Case 470", "date": "1931", "description": "Correspondence with the branches of the Society about sending teenagers to factory apprenticeship schools in Magnitogorsk, 01/09/1931-08/15/1931, 121 sheets."}, {"link": "/files/24217/", "title": "Case 471", "date": "1931", "description": "Correspondence with the branches of the Society about holding a lottery, 04/05/1931-06/13/1931, 139 sheets."}, {"link": "/files/24218/", "title": "Case 472", "date": "1931", "description": "Correspondence with the branches of the Society on the issuance and execution of orders for resettlement, 16.02.1931-20.12.1931, 70 sheets."}, {"link": "/files/24219/", "title": "Case 473", "date": "1929", "description": "Reports on the condition, characteristics of lands and colonization of Birobidzhan, 01.10.1929-09.12.1929, 91 sheets."}, {"link": "/files/24220/", "title": "Case 474", "date": "1929-1930", "description": "Order of the Central Board of the Society to branches on organizational issues, 12.31.1929-12.20.1930, 239 sheets."}, {"link": "/files/24221/", "title": "Case 475", "date": "1930-1932", "description": "Informational materials about resettlement in the Kryvyi Rih District, the use of the labor of displaced persons in Birobidzhan, holding a lottery, the work of the Society among children, etc. Instructions on collective farm resettlement for 1932, September 20, 1930-March 7, 1932, 110 sheets."}, {"link": "/files/24222/", "title": "Case 476", "date": "1930-1932", "description": "Correspondence about the activities of the Guliai-Polish, Horlovskaya, Hryshinskaya, Grosulovskaya, Zolotonskaya, Zynkovskaya, Volchanskaya, and Vynohradsk branches of the Society; meeting minutes, 09/20/1930-03/07/1932, 75 sheets."}, {"link": "/files/24223/", "title": "Case 477", "date": "1926-1930", "description": "Informational materials on the survey of the Jewish population of the USSR, the economic condition of national minorities, agricultural activities in the Ingulets colony, etc., 19.12.1926-01.07.1930, 91 sheets."}, {"link": "/files/24224/", "title": "Case 478", "date": "1931", "description": "Correspondence with factories about staffing, 01.24.1931-06.01.1931, 26 sheets."}, {"link": "/files/24225/", "title": "Case 479", "date": "1931", "description": "Statistical and information materials (list of administrative and territorial units of the USSR, work plans of the Central Committee of National Minorities, financial sector of the Ukrainian Council of the Society, list of members of the cult sector of the presidium of the Ukrainian Council of the Society, etc.), 1931, 39 sheets."}, {"link": "/files/24226/", "title": "Case 480", "date": "1931", "description": "Documents on the review of the activities of the Society's branches (correspondence, minutes of meetings, acts, etc.), 04.01.1931-09.12.1931, 72 sheets."}, {"link": "/files/24227/", "title": "Case 481", "date": "1931", "description": "Documents regarding the review of the activities of the Kharkiv branch of the Society (review reports, report, correspondence, etc.), 04/15/1931-11/1931, 38 sheets."}, {"link": "/files/24228/", "title": "Case 482", "date": "1931", "description": "Schedules of recruitment to factory apprenticeship schools; resolutions on the tasks of the Society, the sale of tickets for the 3rd lottery, 13.01.1931, 29 sheets."}, {"link": "/files/24229/", "title": "Case 483", "date": "", "description": "Information materials of the editorial office of the magazine \"Socialist furrow\", 106 sheets."}, {"link": "/files/24230/", "title": "Case 484", "date": "1931", "description": "Correspondence with the branches of the Society about holding the 3rd lottery, 15.10.1931-28.10.1931, 3 sheets."}, {"link": "/files/24231/", "title": "Case 485", "date": "1930-1931", "description": "Correspondence, reports, meeting minutes, articles about the course of the lottery campaign. \"Information bulletin of Vukopspilka\", No. 8, 1931, 12.01.1930-07.06.1931, 346 sheets."}, {"link": "/files/24232/", "title": "Case 486", "date": "1930-1932", "description": "Informational materials of the editorial office of the magazine \"Socialist furrow\", 14.08.1930-19.05.1932, 228 sheets."}, {"link": "/files/24233/", "title": "Case 487", "date": "1931", "description": "Correspondence on the organization of training and sending students to factory apprenticeship schools, 06/03/1931-08/20/1931, 233 sheets."}, {"link": "/files/24234/", "title": "Case 488", "date": "1930-1931", "description": "Correspondence about the activities of the Smotrytsk, Stalinsk, Starokostyantynivsk, Savransk, Reshetylvsk branches of the Society; minutes of meetings, 03.10.1930-26.12.1931, 89 sheets."}, {"link": "/files/24235/", "title": "Case 489", "date": "1931", "description": "Correspondence with the branches of the Society about the course of the lottery campaign, 17.06.1931-10.11.1931, 110 sheets."}, {"link": "/files/24236/", "title": "Case 490", "date": "1931", "description": "Correspondence about sending students to factory apprenticeship schools, 07/08/1931-08/23/1931, 67 sheets."}, {"link": "/files/24237/", "title": "Case 491", "date": "1931", "description": "Information-questionnaires on the activities of the branches of the Society, 13.08.1931-02.12.1931, 119 sheets."}, {"link": "/files/24238/", "title": "Case 492", "date": "1931", "description": "Minutes of meetings of the presidium, financial and planning sector of the Ukrainian Council of the Society, 03.01.1931-10.09.1931, 78 sheets."}, {"link": "/files/24239/", "title": "Case 493", "date": "1930-1931", "description": "Estimates, financial plans, list of positions of the Ukrainian Council of the Society, 19.10.1930-13.11.1931, 69 sheets."}, {"link": "/files/24240/", "title": "Case 494", "date": "1931", "description": "Minutes of meetings of the financial and planning sector of the Ukrainian Council of the Society, 17.01.1931-04.09.1931, 28 sheets."}, {"link": "/files/24241/", "title": "Case 495", "date": "1931", "description": "Transcript of the bush congress of the Society, 23.11.1931-06.12.1931, 262 sheets."}, {"link": "/files/24242/", "title": "Case 496", "date": "1929-1931", "description": "Informational materials, articles on the activities of the Society, 08.23.1929-06.13.1931, 46 sheets."}, {"link": "/files/24243/", "title": "Case 497", "date": "1931", "description": "Correspondence with the central committee of the \"Dopomoga\" city societies on the promotion of the resettlement campaign and financial support, 04/25/1931-11/28/1931, 21 sheets."}, {"link": "/files/24244/", "title": "Case 498", "date": "1931", "description": "Correspondence, reports, information on the involvement of Jewish youth in industry, referral to factory apprenticeship schools, 01/05/1931-08/09/1931, 149 sheets."}, {"link": "/files/24245/", "title": "Case 499", "date": "1931", "description": "Correspondence with the Company's branches about holding the lottery; minutes of meetings of the lottery committee, 13.02.1931-14.05.1931, 125 sheets."}, {"link": "/files/24246/", "title": "Case 500", "date": "1931", "description": "Correspondence with the Company's branches about holding the lottery; minutes of the lottery committee meetings, 03/29/1931-04/19/1931, 33 sheets."}, {"link": "/files/24247/", "title": "Case 501", "date": "1932", "description": "Correspondence with branches of the Society, information on the implementation of orders for resettlement, 01.01.1932-07.07.1932, 95 sheets."}, {"link": "/files/24248/", "title": "Case 502", "date": "1931", "description": "Documents on the holding of bush meetings of the Society (correspondence, lists of bushes, lists of delegates, etc.), 11/23/1931-12/07/1931, 53 sheets."}, {"link": "/files/24249/", "title": "Case 503", "date": "1930-1931", "description": "Informational materials of the magazine \"Socialist Furrow\"; work plan of the cult commission of the Ukrainian Council of the Society, 22.02.1930-19.08.1931, 36 sheets."}, {"link": "/files/24250/", "title": "Case 504", "date": "1931-1932", "description": "Information, arrangements for resettlement and referral to factory apprenticeship schools. Materials on the Society's bush meetings, 1931-1932, 70 sheets."}, {"link": "/files/24251/", "title": "Case 505", "date": "1931-1932", "description": "Information on the execution of orders for staffing schools of factory apprenticeships; agreements on social struggle between the Berdychiv and Zhytomyr branches of the Society, the Ukrainian and Belarusian councils of the Society, 23.06.1931-11.06.1932, 43 sheets."}, {"link": "/files/24252/", "title": "Case 506", "date": "1931", "description": "Correspondence and reports on medical care for emigrants, cost estimates, 07/09/1931-12/12/1931, 17 sheets."}, {"link": "/files/24253/", "title": "Case 507", "date": "1931", "description": "Correspondence with the branches of the Society about sending teenagers to factory apprenticeship schools; lists of cadets, 01.05.1931-14.07.1931, 16 sheets."}, {"link": "/files/24254/", "title": "Case 508", "date": "1930", "description": "Information materials of the magazine \"Socialist furrow\", 03/06/1930-04/25/1930, 188 sheets."}, {"link": "/files/24255/", "title": "Case 509", "date": "1931", "description": "Correspondence with the branches of the Society and information on sending settlers to land funds, 13.08.1931-30.10.1931, 31 sheets."}, {"link": "/files/24256/", "title": "Case 510", "date": "1931", "description": "Materials of the bush meeting of the Society, 23.11.1931-25.12.1931, 126 sheets."}, {"link": "/files/24257/", "title": "Case 511", "date": "1930-1931", "description": "Correspondence with the branches of the Society on financial issues, 02/19/1930-08/08/1931, 198 sheets."}, {"link": "/files/24258/", "title": "Case 512", "date": "1929-1931", "description": "Resolutions on the report of representatives of the Company's branches on activities; lists of displaced persons; correspondence on the organization of tractor courses, on financial issues, 10.20.1929-12.20.1931, 85 sheets."}, {"link": "/files/24259/", "title": "Case 513", "date": "1927-1930", "description": "Documents on the state and survey of Jewish resettlement colonies (reports on the survey of the farms of the Chongar Peninsula, Dnipropetrovsk Region, Kalinindorf District, newspaper articles, minutes of the delegation meeting, etc.). Estimates of the Society, 1927-29.10.1930, 60 sheets."}, {"link": "/files/24260/", "title": "Case 514", "date": "1931", "description": "Correspondence with the branches of the Society on the organization and completion of factory apprenticeship courses, 04/04/1931-08/25/1931, 124 sheets."}, {"link": "/files/24261/", "title": "Case 515", "date": "1928-1931", "description": "Correspondence with the Ukrainian Council of the Society, branches about sending membership books, cultural and social services, holding a lottery, on other organizational and financial issues, 06/30/1928-05/21/1931, 215 sheets."}, {"link": "/files/24262/", "title": "Case 516", "date": "1930-1931", "description": "Correspondence about the activity of Khashchovatska, Kherson branches of the Society; minutes of meetings, 05/09/1930-11/01/1931, 49 sheets."}, {"link": "/files/24263/", "title": "Case 517", "date": "1930-1932", "description": "Correspondence about the activities of the Moldovan branch of the Society; minutes of meetings, 29.11.1930-29.12.1932, 130 sheets."}, {"link": "/files/24264/", "title": "Case 518", "date": "1930-1932", "description": "Correspondence about the activities of Zhashkivska, Korostenska, Krolevetska, Koryukivska, Konotopska, Kanivska, Malinska, Nosivska, Nizhynska, Ovrutska, Pereyaslavska, Pulinska, Radomyshlska, Rakytnia, Snovska, Sredny-Budska, Smilianska, Taraschanska, Fastivska, Troyanivska, Cherkasy, Chernihiv, Chornobaivska , Chernyakhivsk, Shpolyansk, Yagotynsk branches of the Society; minutes of meetings, 28.10.1930-28.01.1932, 304 sheets."}, {"link": "/files/24265/", "title": "Case 519", "date": "1930-1931", "description": "Correspondence about the activities of the Society's Sveska, Janushpolska, Yarmolynetska, Shargorod, Shepetivska, Chechelnytska, Chudnivska, and Uman branches; minutes of meetings, 08.12.1930-25.12.1931, 159 sheets."}, {"link": "/files/24266/", "title": "Case 520", "date": "1930-1932", "description": "Correspondence about the activities of the Tulchyna, Trostyanetska, Proskurivska, Polonska, Plyskivska, Pischanska, Mogilev-Podilska, Makhnivska, Monastyrischenka, Medzhibizka, Novo-Ushytska, Lubarska, Lipovetska, Kozyatynska, Kopaigorod, and Tulchyna branches of the Society; minutes of meetings, 13.06.1930-28.02.1932, 235 sheets."}, {"link": "/files/24267/", "title": "Case 521", "date": "1931-1932", "description": "Correspondence with enterprises, the Commission for Land Management of Working Jews and agreements on sending teenagers to factory apprenticeship schools, 08/26/1931-06/16/1932, 111 sheets."}, {"link": "/files/24268/", "title": "Case 522", "date": "1931", "description": "Letter to an employee of the financial and planning sector of the Turin Society about sending estimates, 05/27/1931, 3 sheets."}, {"link": "/files/24269/", "title": "Case 523", "date": "1931", "description": "Letter to an employee of the financial and planning sector of the Chernyakhovsky Society about sending estimates, 05/27/1931, 7 sheets."}, {"link": "/files/24270/", "title": "Case 524", "date": "", "description": "Statistical information for 1930-1931, 13 sheets."}, {"link": "/files/24271/", "title": "Case 525", "date": "1929-1931", "description": "Correspondence with the Ukrainian Council and branches of the Society, factory apprenticeship schools on financial issues, 07/03/1929-12/23/1931, 190 sheets."}, {"link": "/files/24272/", "title": "Case 526", "date": "1930-1931", "description": "Estimates of the Company's branches, 21.09.1930-25.05.1931, 55 sheets."}, {"link": "/files/24273/", "title": "Case 527", "date": "1930-1931", "description": "Agreements with various institutions and organizations; rules of the internal procedure of the Ukrainian Council of the Society, 24.03.1930-21.12.1931, 27 sheets."}, {"link": "/files/24274/", "title": "Case 528", "date": "1931", "description": "Reports of the Society's branches on activities, 05/20/1931-07/22/1931, 31 sheets."}, {"link": "/files/24275/", "title": "Case 529", "date": "1930-1931", "description": "Questionnaires of the company's branches, 23.12.1930-25.02.1931, 84 sheets."}, {"link": "/files/24276/", "title": "Case 530", "date": "1931", "description": "Minutes of the editorial board of the magazine \"Socialist Furrow\", 18.12.1931, 6 sheets."}, {"link": "/files/24277/", "title": "Case 531", "date": "1931", "description": "Correspondence about sending people to the school-plant Uralmashbud (Irbit) for training and retraining, 05/22/1931-08/20/1931, 132 sheets."}, {"link": "/files/24303/", "title": "Case 557", "date": "1931", "description": "Cash book of the Society, 1931, 38 sheets."}, {"link": "/files/24304/", "title": "Case 558", "date": "1931", "description": "Journal of registration of memorial orders, 01.1931-06.1931, 124 sheets."}, {"link": "/files/24305/", "title": "Case 559", "date": "1931", "description": "Journal of registration of memorial orders, 07.1931-09.1931, 68 sheets."}, {"link": "/files/24306/", "title": "Case 560", "date": "1931", "description": "Journal of registration of memorial orders, 10.1931-12.1931, 71 sheets."}, {"link": "/files/24307/", "title": "Case 561", "date": "1931", "description": "Balance sheets of the Ukrainian Council of the Society with appendices, 1931, 14 sheets."}, {"link": "/files/24308/", "title": "Case 562", "date": "1931", "description": "Details of amounts received from the Society's branches during 1931, 1931, 4 sheets."}, {"link": "/files/24309/", "title": "Case 563", "date": "1931", "description": "Chess list, 04.1931-06.1931, 20 sheets."}, {"link": "/files/24310/", "title": "Case 564", "date": "", "description": "Journal of registration of memorial orders, 20 sheets."}, {"link": "/files/24311/", "title": "Case 565", "date": "1930-1931", "description": "Receipts for receipt of stamps of the Society by branches, 17.10.1930-27.12.1931, 171 sheets."}, {"link": "/files/24312/", "title": "Case 566", "date": "1930-1931", "description": "Receipts of departments on receipt of stamps of the Society, 1930-1931, 132 sheets."}, {"link": "/files/24313/", "title": "Case 567", "date": "1931-1932", "description": "Documents of a financial nature (estimates, information, financial plans, correspondence, etc.), November 25, 1931-June 5, 1932, 56 sheets."}, {"link": "/files/24314/", "title": "Case 568", "date": "1931", "description": "Journal of registration of memorial orders, 04.1931-06.1931, 47 sheets."}, {"link": "/files/24315/", "title": "Case 569", "date": "1931", "description": "Chess list, 07.1931-09.1931, 22 sheets."}, {"link": "/files/24316/", "title": "Case 570", "date": "1930-1931", "description": "Correspondence with the Company's branches on the issuance and execution of orders for resettlement; report on preparatory work for resettlement in the Stalindorf district, September 27, 1930-September 28, 1931, 103 sheets."}, {"link": "/files/24317/", "title": "Case 571", "date": "1931", "description": "Letters to an employee of the financial and planning sector of the Shpilberg Society about sending estimates and lists of branches, 18.08.1931-27.05.1931, 14 sheets."}, {"link": "/files/24318/", "title": "Case 572", "date": "", "description": "Statistical information on the Jewish population in the USSR, Belarus, Russia (Moscow, Leningrad), 98 sheets."}, {"link": "/files/24319/", "title": "Case 573", "date": "", "description": "Journal of accounting (finance), 72 sheets."}, {"link": "/files/24320/", "title": "Case 574", "date": "1929", "description": "Report of the accountant of the Ukrainian Council of the Society on the financial audit; information on granting loans, 07/05/1929, 18 sheets."}, {"link": "/files/24321/", "title": "Case 575", "date": "", "description": "Forms for secondary and lower educational institutions of professional education, 74 sheets."}, {"link": "/files/24322/", "title": "Case 576", "date": "1931-1933", "description": "Documents of the Odesa, Luhansk, Pyryatynsk, Kharkiv, Melitopol, Kobelyatsk, Stalinsk, Tulchynsk, Zhytomyr, Berdyansk, Prylutsk, Kyiv, Vinnytsia, Korostensk, Artemivsk, Berdychiv branches of the Society (balance sheets, minutes of meetings, reports, etc., 31.12.1931-01.01.1933 , 108 sheets."}, {"link": "/files/24323/", "title": "Case 577", "date": "1931", "description": "Registration journal of accounts, 1931, 13 sheets."}, {"link": "/files/24324/", "title": "Case 577a", "date": "1931", "description": "Registration journal of accounts, 1931, 11 sheets."}, {"link": "/files/24325/", "title": "Case 577b", "date": "1931", "description": "Registration journal of accounts, 1931, 14 sheets."}, {"link": "/files/24326/", "title": "Case 577v", "date": "1931", "description": "Registration journal of accounts, 1931, 10 sheets."}, {"link": "/files/24327/", "title": "Case 578", "date": "1926-1931", "description": "Correspondence with the branches of the Society about sending financial statements, payment of membership fees; financial documents of branches (balance sheets, specifications, reports, etc.), 12.26.1926-12.29.1931, 196 sheets."}, {"link": "/files/24328/", "title": "Case 579", "date": "1930", "description": "Information on cultural and social institutions in resettled areas (medical centers, schools, reading rooms, etc.), March 20, 1930-April 19, 1930, 37 sheets."}, {"link": "/files/24329/", "title": "Case 580", "date": "1931", "description": "Card file of accounts, 1931, 530 sheets."}, {"link": "/files/24330/", "title": "Case 581", "date": "1931", "description": "Card file of accounts, 1931, 324 sheets."}, {"link": "/files/24331/", "title": "Case 582", "date": "1931", "description": "Journal of accounts of branches of the Society, 1931, 186 sheets."}, {"link": "/files/24332/", "title": "Case 583", "date": "1932", "description": "Correspondence with the Commission for Land Management of Working Jews, branches of the Society on the issuance and execution of resettlement orders, 14.01.1932-23.07.1932, 175 sheets."}, {"link": "/files/24333/", "title": "Case 584", "date": "1932", "description": "Correspondence with the executive committee and the branch of the Society in the Kalinindorf district on resettlement, on organizational issues, 02/15/1932-10/25/1932, 35 sheets."}, {"link": "/files/24334/", "title": "Case 585", "date": "1932", "description": "Documents on the holding of the 4th lottery of the Society (correspondence, minutes of meetings, summaries, etc.), 22.08.1932-19.12.1932, 207 sheets."}, {"link": "/files/24335/", "title": "Case 586", "date": "1932", "description": "Arrangements, information and correspondence with the Society's branches about the progress of the resettlement campaign; instructions for recruiting artisans for Birobidzhan, 14.01.1932-01.04.1932, 126 sheets."}, {"link": "/files/24336/", "title": "Case 587", "date": "1932", "description": "Correspondence with the Society's branches about the progress of the resettlement campaign, orders to Crimea and Birobidzhan, sending funds for resettlement, summary of the progress of the resettlement orders, telegrams, 03/08/1932-04/28/1932, 213 sheets."}, {"link": "/files/24337/", "title": "Case 588", "date": "1932", "description": "Correspondence with the Society's branches about the progress of the resettlement campaign, about orders to Birobidzhan, about sending funds for resettlement, questionnaires of resettlers to Birobidzhan, a list and information about the state of health of resettlers sent to the Kalinindorf district; instructions for recruiting immigrants from the Jewish urban poor to Ukrainian funds in 1933, brief information about the Jewish districts of Ukraine, the article \"Bolshevist pace will end resettlement to Ukrainian funds\" from the newspaper \"Stern\" dated June 14, 1931, control figures for resettlement in Crimea and Birobidzhan in the Odesa region, results of the resettlement campaign for 1932 in the Kyiv region, orders for the resettlement of Jews, a list of departments that started preparations for the resettlement campaign in 1932, telegrams, etc., 06/03/1932-12/19/1932, 211 sheets ."}, {"link": "/files/24338/", "title": "Case 589", "date": "1932", "description": "Extracts from the minutes of the meetings of the Presidium of the Ukrainian Council of the Society, etc., 02.04.1932-11.21.1932, 66 sheets."}, {"link": "/files/24339/", "title": "Case 590", "date": "1932", "description": "Circulars to regional committees and district branches of the Society, etc., 23.02.1932-29.12.1932, 117 sheets."}, {"link": "/files/24340/", "title": "Case 591", "date": "1931-1932", "description": "Circulars to the district branches of the Ukrainian Council of the Society, resolution of the Presidium of the Ukrainian Council of the Society on the next tasks of the organization of the Society, instructions on the collective farm resettlement of the Jewish town poor to the funds of Ukraine in 1932 and on the recruitment of workers to the Birobidzhan state farms, etc., 11.12.1931-23.07.1932, 77 sheets ."}, {"link": "/files/24341/", "title": "Case 592", "date": "1932-1933", "description": "Minutes of the meetings of the presidium of the Central Council of the Society and resolutions to the reports \"On the breakthrough in the reception of immigrants in the Kalinindorf district\" and \"On foreign organizations supporting OZET\", 01.08.1932-02.26.1933, 48 sheets."}, {"link": "/files/24342/", "title": "Case 593", "date": "1931-1932", "description": "Correspondence with the Ukrainian Council of the Society and the branches about the annual report, about the allocation of funds, about the recruitment of emigrants to be sent to Birobidzhan, about the practice of students in the emigrant collective farms, about the construction of a furniture factory, information on debts of the Society’s branches, etc., 12/31/1931-06/19/1932, 262 sheets."}, {"link": "/files/24343/", "title": "Case 594", "date": "1932", "description": "Correspondence of the Central Council of the Society and branches on the implementation of the bread procurement plan, the progress of the lottery campaign and the sending of lottery tickets, the purchase of stationery, etc., 04/11/1932-12/26/1932, 132 sheets."}, {"link": "/files/24344/", "title": "Case 595", "date": "1932", "description": "Minutes of meetings of the Presidium of the Committee on Land Management of Working Jews under the Presidium of the Council of Nationalities of the Central Committee of the USSR, a draft resolution on preparation for the resettlement campaign in the Jewish national areas of Ukraine for 1933, a plan for the selection and dispatch of 400 members of the Ukrainian SSR - Jews to Birobidzhan, etc., 01.08.1932 - 22.12.1932, 39 sheets."}, {"link": "/files/24345/", "title": "Case 596", "date": "1932", "description": "Correspondence with the Ukrainian Council of the Society about the resettlement of families and sending orders to the Crimea, sending students of institutes and technical schools to Birobidzhan, returning funds, etc., 14.01.1932-27.08.1932, 186 sheets."}, {"link": "/files/24346/", "title": "Case 596a", "date": "1932", "description": "Resolution of the Collegium of the People's Commissariat of the Ukrainian SSR \"On the operational plan of the work of the Ukrcomzet in resettled collective farms for 1932\", the minutes of the meeting of the Central Committee of National Minorities at the VUCVK on the progress of the implementation of the orders of 1932, and the continuation of resettlement to Jewish national districts, the act of surveying the recruitment and sending of resettlers to Birobidzhan, correspondence with the Ukrainian Council of the Society about sending orders to Kalinindorf, transferring funds, etc., 23.01.1932-31.12.1932, 77 sheets."}, {"link": "/files/24347/", "title": "Case 597", "date": "1932", "description": "Correspondence with the branches of the Society, the State Bank, the Board of the Workers' Club of the National Economy, the Management of Hotels, the editorial office of the \"Communist\" newspaper, publishing houses and other organizations about holding the All-Ukrainian Plenum of the Society, transferring funds, opening an account, issuing salaries, sending doctors to Birobidzhan, printing articles, appeals and bulletins of the Ukrainian Council of the Society, etc. (there are documents in Yiddish), 01.20.1932-01.12.1932, 316 sheets."}, {"link": "/files/24348/", "title": "Case 598", "date": "1932", "description": "Correspondence with the State Bank, the State Agricultural Publishing House, the People's Commissariat of Social Security of the USSR, the editorial office of the newspaper \"Communist\", the All-Ukrainian Society of Cultural Relations with Abroad, the University named after Artem and other organizations about the transfer of funds, the timely receipt of the magazine, the allocation of funds for the cult-medical service of Jewish collective farms, the printing of an announcement, the sending of products from Jewish labor colonies to the Soviet export exhibition in Tel Aviv, the sending of students for practice, etc. (there are documents in Yiddish) , 01.01.1932-26.07.1932, 215 sheets."}, {"link": "/files/24349/", "title": "Case 599", "date": "1932", "description": "Documents on the progress of the loan campaign \"of the 4th final year of the five-year plan\" (summaries, telegrams, information, correspondence), 13.01.1932-07.12.1932, 63 sheets."}, {"link": "/files/24350/", "title": "Case 600", "date": "1933", "description": "Documents on the loan campaign of the \"IV final year of the five-year plan\" (minutes of the meetings of the State Credit and Savings Committee of the State Credit and Savings Committee under the Presidium of the Central Committee of the Ukrainian Central Committee, act, telegrams, information, correspondence), 16.01.1933-01.12.1933, 128 sheets."}, {"link": "/files/24351/", "title": "Case 601", "date": "1932", "description": "Documents on the conduct of the IV lottery (minutes of the lottery committee meetings, resolution of the Kyiv Regional Lottery Committee on the implementation of the IV lottery, instructions, ticket distribution program, telegrams, correspondence, etc.), 04/11/1932-09/15/1932, 125 sheets."}, {"link": "/files/24352/", "title": "Case 602", "date": "1932", "description": "Correspondence with regional committees of the Society and telegrams about recruiting and sending Komsomol construction workers to Birobidzhan, 13.08.1932-11.11.1932, 55 sheets."}, {"link": "/files/24353/", "title": "Case 603", "date": "1932", "description": "Correspondence with the editors of the newspapers \"Visti\", \"Communist\", \"All-Ukrainian Proletarian\" and the press office of RATAU about fundraising for the purchase of a tank named after OZETT, etc., 27.05.1932-11.06.1932, 5 sheets."}, {"link": "/files/24354/", "title": "Case 604", "date": "1932", "description": "Statistical reports of the Society's branches and correspondence about their sending, 01.01.1932-28.02.1932, 55 sheets."}, {"link": "/files/24355/", "title": "Case 605", "date": "1932", "description": "Instructions for surveying the work and control figures of the Society's organizations, reporting of the Society's branches, correspondence with the Societies' branches, information, summaries, telegrams about the sending and execution of resettlement orders, sending resettlers to the Crimea, Birobidzhan, Kalinindorf, travel certificates, 16.02.1932-16.09. 1932, 81 sheets."}, {"link": "/files/24356/", "title": "Case 606", "date": "1931-1932", "description": "Report note of public instructor I. N. Labkov to the Ukrainian Council of the Society on the organization of the Society's branch in Reshetylivka, 12/27/1931-01/04/1932, 3 sheets."}, {"link": "/files/24357/", "title": "Case 607", "date": "1931-1932", "description": "Report notes, acts, conclusions of the inspection of the Society's branches, etc. (there are documents in Yiddish), 10/22/1931-12/31/1932, 261 sheets."}, {"link": "/files/24358/", "title": "Case 608", "date": "1931-1932", "description": "Correspondence with the branches of the Society about the guardianship of ineffective district offices of the Society, 10/24/1931-03/07/1932, 26 sheets."}, {"link": "/files/24359/", "title": "Case 609", "date": "1932", "description": "Documents on personnel matters (travel certificates, employment certificates, applications for dismissal and vacation, salary increase, etc.), 05.01.1932-04.12.1932, 161 sheets."}, {"link": "/files/24360/", "title": "Case 610", "date": "1930-1932", "description": "Minutes of general meetings of members of the Society, the Chervonohrad board, the Kremenchug branch, the audit report of the Hadyatsky district branch, correspondence with the Society's branches on organizational issues, September 12, 1930-February 7, 1932, 171 sheets."}, {"link": "/files/24361/", "title": "Case 611", "date": "1931-1932", "description": "Summary of arrears for the III lottery and correspondence on this issue, November 24, 1931-July 15, 1932, 62 sheets."}, {"link": "/files/24362/", "title": "Case 612", "date": "1930-1932", "description": "Documents of Vinnytsia, Berdychivska, Barska, Haysynska, Izyaslavska, Kamianets-Podilska and other branches of the Society (meeting minutes, cultural sector work plan, report resolution, work report, telegrams, correspondence, etc.), 12/26/1930-02/01/1932 , 216 sheets."}, {"link": "/files/24363/", "title": "Case 613", "date": "1932", "description": "Documents of the Zaporizhzhya branch of the Society (minutes of meetings of the Presidium and a report on the work of the branch, correspondence about the organization of a branch of the Society in the village of Vasylivka, political and educational work among national minorities, sending membership books and questionnaires, etc.), 07.01.1932-09.07.1932, 68 sheets."}, {"link": "/files/24364/", "title": "Case 614", "date": "1932", "description": "Minutes of meetings of presidiums of the Society's branches, reports on the work of the branches, correspondence with Teofipil, Cherkasy, Kherson, Smilyan, Melitopol, Mykolaiv, Berdychiv, Taraschan, Kharkiv, Sumy and other branches of the Society on non-fulfillment of orders to resettle on the Chongar Peninsula, sending campaign materials, transferring funds , sending stamps and membership tickets, etc., 20.02.1932-21.08.1932, 215 sheets."}, {"link": "/files/24365/", "title": "Case 615", "date": "1932", "description": "Telegrams to the Society's branches about the transfer of funds, the sending of emigrants, etc., 01.06.1932-15.08.1932, 101 sheets."}, {"link": "/files/24366/", "title": "Case 616", "date": "1932", "description": "Documents on the work of the Luhansk city committee of the Society (minutes of meetings of the presidium and the audit commission, report on the work of the Luhansk city committee of the Society, resolutions to the report, a list of the new members of the Plenum of the Luhansk Committee of the Society, correspondence with the Luhansk branch of the Society on the number of women's shock brigades, holding a lottery campaign, etc. ), 01.23.1932-08.12.1932, 60 sheets."}, {"link": "/files/24367/", "title": "Case 617", "date": "1932", "description": "Documents on the work of the Vinnytsia Regional Committee of the Society (minutes of the Plenum meeting, report on the work of the committee, memo and plan on recruitment of immigrants, telegrams, report note, correspondence on the work of branches, payment of lottery winnings, transfer of funds, sending of immigrants, etc.) (there are documents in Yiddish), 27.02.1932-16.12.1932, 147 sheets."}, {"link": "/files/24368/", "title": "Case 618", "date": "1932", "description": "Documents on the work of the Kyiv city branch of the Society (protocols of the meetings of the Presidium, a summary of the implementation of resettlement orders in the Kyiv region, correspondence with the Kyiv regional committee of the Society about transferring funds, sending students to Birobidzhan, etc.), 13.01.1932-15.05.1932, 49 sheets."}, {"link": "/files/24369/", "title": "Case 619", "date": "1932", "description": "Documents on the work of the Dnipropetrovsk regional committee of the Society (minutes of meetings of the organizational bureau, work report, list of district organizations subordinate to the committee, cost estimates, work plans and reorganization of the Dnipropetrovsk city branch of the Society, telegrams, correspondence about sending immigrants to Birobidzhan, about lottery debt, medical care in Jewish national areas, etc.), 03/04/1932-12/31/1932, 90 sheets."}, {"link": "/files/24370/", "title": "Case 620", "date": "1932", "description": "Documents on the work of the Odesa regional committee of the Society (protocols of meetings of the Presidium, a list of members of the regional committee, telegrams, a plan for the work of the cultural and mass sector, an estimate for the maintenance of branches, correspondence about the transfer of funds, participation in the Plenum of the Central Council of the Society, an exhibition of Soviet exports in Tel Aviv , execution of orders to the Crimea, lottery debt, etc.), 02.08.1932-12.22.1932, 201 sheets."}, {"link": "/files/24371/", "title": "Case 621", "date": "1932", "description": "Documents of the 3rd All-Ukrainian Congress of the Society (lists of Board members elected at the congress, telegrams, correspondence with branches about convening and participation in the congress), etc., 04.04.1932-14.07.1932, 37 sheets."}, {"link": "/files/24372/", "title": "Case 622", "date": "1931-1932", "description": "Documents on the work of the Belarusian Society (protocols of the meetings of the Presidium, the resolution of the Central Committee of the BRSR on specific measures to exercise patronage over Birobidzhan, the work plan, summary on resettlement, resolutions to the report on the work of the Mstislavsky district branch, the Vitebsk city branch, telegrams, the agenda of the Plenum of the Council of the Belarusian Society , correspondence, etc.), 24.02.1931-24.10.1932, 70 sheets."}, {"link": "/files/24373/", "title": "Case 623", "date": "1932", "description": "Information on the implementation of orders for the resettlement of working Jews, plan, lists of branches and routes, etc., 1932, 77 sheets."}, {"link": "/files/24374/", "title": "Case 624", "date": "1931-1932", "description": "Correspondence with branches of the Society about sending orders to the Crimea, telegrams, orders for resettlement, etc., 05/17/1931-04/17/1932, 105 sheets."}, {"link": "/files/24375/", "title": "Case 625", "date": "1931-1932", "description": "Correspondence with the Society's branches about relocation to Ukrainian funds and issuing orders to the Crimea, telegrams, instructions, clippings from newspapers (there are documents in Yiddish), 16.12.1931-27.02.1932, 159 sheets."}, {"link": "/files/24376/", "title": "Case 626", "date": "1932", "description": "Correspondence with the regional committees of the Society and telegrams about the resettlement campaign, sending orders to Kalinindorf, etc., 05/23/1932-06/13/1932, 32 sheets."}, {"link": "/files/24377/", "title": "Case 627", "date": "1932", "description": "Correspondence with the branches of the Society and telegrams about sending emigrants to Birobidzhan, transferring funds, etc., 04/20/1932-08/25/1932, 215 sheets."}, {"link": "/files/24378/", "title": "Case 628", "date": "1932", "description": "Correspondence with the branches of the Society and telegrams about resettlement to Ukrainian funds, transfer of funds, lists of routes for recruiting resettlers; operational work plan for recruiting, sending and receiving immigrants for 1933; instructions for recruiting immigrants from the Jewish urban poor to Ukrainian funds, a resolution on preparation for a resettlement campaign in the Jewish national regions of Ukraine, etc. (there are documents in Yiddish), 04/08/1932-05/26/1932, 142 sheets."}, {"link": "/files/24379/", "title": "Case 629", "date": "1932", "description": "Correspondence with the branches of the Society and telegrams about the resettlement of families to Birobidzhan, transfer of funds for the resettled people, instructions for the collective farm resettlement of the Jewish town poor to the Crimea and Birobidzhan, 01.02.1932-04.27.1932, 220 sheets."}, {"link": "/files/24380/", "title": "Case 630", "date": "1932", "description": "Correspondence with branches, regional committees and councils of the Society about the organization of teams for harvesting, 05/31/1932-12/16/1932, 46 sheets."}, {"link": "/files/24381/", "title": "Case 631", "date": "1932", "description": "Correspondence with the committees and branches of the Society about sending orders and transferring funds for the resettlement of families to Birobidzhan; instructions on recruiting workers for state farms in Birobidzhan, 05.03.1932-10.06.1932, 42 sheets."}, {"link": "/files/24382/", "title": "Case 632", "date": "1932", "description": "Report of the agronomist of the Stalindorf district on the winter harvest campaign, correspondence about the resettlement of families to the Stalindorf district, the opening of the 1st Jewish inter-district collective farm theater and the allocation of funds, etc. (there are documents in Yiddish), 02/04/1932-08/22/1932, 88 sheets."}, {"link": "/files/24383/", "title": "Case 633", "date": "1931-1932", "description": "Correspondence with branches of the Society and telegrams about the resettlement of families to the Novo-Zlatopil district, etc., 06.05.1931-11.28.1932, 63 sheets."}, {"link": "/files/24384/", "title": "Case 634", "date": "1932-1933", "description": "Documents on the conduct of the lottery campaign (summary of the progress of ticket sales by region, information, telegrams, correspondence), 16.09.1932-28.01.1933, 158 sheets."}, {"link": "/files/24385/", "title": "Case 635", "date": "1932", "description": "Correspondence with the branches of the Society about sending promissory notes for collection, 01.25.1932-02.07.1932, 10 sheets."}, {"link": "/files/24386/", "title": "Case 636", "date": "1930-1932", "description": "Correspondence with the branches of the Society, the State Bank, the People's Commissariat of People's Commissariat, the editorial office of the newspaper \"Pravda\" and other organizations on financial issues, information, receipts, telegrams, November 11, 1930-November 28, 1932, 397 sheets."}, {"link": "/files/24387/", "title": "Case 637", "date": "1932", "description": "Correspondence with the branches of the Society about the transfer and issuance of funds for sending emigrants to Birobidzhan, lottery debt, sending questionnaires, etc., 01.01.1932-26.11.1932, 95 sheets."}, {"link": "/files/24388/", "title": "Case 638", "date": "1927-1933", "description": "Extract from the minutes of meetings of the financial commission of the Society and correspondence with the May Day district branch on financial issues, etc., 09/02/1927-01/13/1933, 58 sheets."}, {"link": "/files/24389/", "title": "Case 639", "date": "1931-1932", "description": "Documents on the financial activities of the Berdychiv branch of the Society (minutes of the Board meeting, inspection reports, account statements, expense information, receipts, invoices, certificates, work plan, correspondence about transferring funds, issuing money to emigrants, etc.), 12/24/1931-06/26/1932, 159 sheets."}, {"link": "/files/24390/", "title": "Case 640", "date": "1931-1932", "description": "Documents on the work of the cultural sector (minutes of the meeting and extracts from the minutes of the meetings of the Presidium of the Society, nomenclature of educational institutions and events, lists of villages and collective farms by districts, cost estimates, telegrams, correspondence) (there are documents in Yiddish), 06.08.1931-12.31.1932, 110 sheets"}, {"link": "/files/24391/", "title": "Case 641", "date": "1931-1932", "description": "Minutes of the meetings of the cult sector at the Presidium of the Society, cost estimates, conclusions of the commission on the distribution of funds for cultural services for immigrants of Ukraine, 03.23.1931-10.12.1932, 21 sheets."}, {"link": "/files/24392/", "title": "Case 642", "date": "1932", "description": "Documents on holding the Plenum of the Society (lists and questionnaires of delegates, correspondence about convening the Plenum, telegrams), 04/11/1932-10/15/1932, 80 sheets."}, {"link": "/files/24393/", "title": "Case 643", "date": "1932", "description": "Copies of telegrams and registers of telegrams about the transfer and issuance of funds, resettlement to Birobidzhan, receipt of lottery tickets, etc., 11.07.1932-26.12.1932, 174 sheets."}, {"link": "/files/24394/", "title": "Case 644", "date": "1931-1932", "description": "Documents of the Kalinindorf branch of the Society (agronomist G.D. Sandler's report on the district, telegrams, correspondence about sending orders for resettlement, reception of resettlers, etc.) (there are documents in Yiddish), 19.02.1931-28.03.1932, 119 sheets."}, {"link": "/files/24395/", "title": "Case 645", "date": "1930", "description": "Journal \"Socialist Furrow\" No. 3 for February 1930 and articles to be printed (there are documents in Yiddish), February 1930, 219 sheets."}, {"link": "/files/24396/", "title": "Case 646", "date": "1929-1930", "description": "Magazine \"Socialist furrow\" No. 4 for March 1930, newspaper \"Nash Shlyach\" No. 1 of December 9, 1929, articles to be printed (there are documents in Yiddish), 1929-03.1930, 111 sheets."}, {"link": "/files/24397/", "title": "Case 647", "date": "1930-1932", "description": "Minutes of meetings of the Presidium of the Society, 12/20/1930-08/14/1932, 58 sheets."}, {"link": "/files/24398/", "title": "Case 648", "date": "1932", "description": "Minutes of the meeting of the Donbas branches, reports on the work of the Luhansk city committee of the Society and the Artemiv district branch, information note, summary, list of members of the Society, 04/11/1932-06/28/1932, 41 sheets."}, {"link": "/files/24399/", "title": "Case 649", "date": "1930-1932", "description": "Documents of the Artemiv branch of the Society (minutes of the meetings of the Management Board of the Society branch, work plan, correspondence about issuing orders to Birobidzhan, etc.) (there are documents in Yiddish), 14.01.1930-05.12.1932, 31 sheets."}, {"link": "/files/24400/", "title": "Case 650", "date": "1931-1932", "description": "Correspondence with the Society's branches about the recruitment of teenagers to the FZU, plans for involvement in the FZU schools in the regions, contracts, telegrams, 11/25/1931-11/27/1932, 136 sheets."}, {"link": "/files/24401/", "title": "Case 651", "date": "1932", "description": "Documents of the Stalin branch of the Society (minutes of the meetings of the board of the branch and the lottery committee, report on the examination of the work of the branch, work report, work plan of the lottery committee, correspondence), 04/28/1932-12/13/1932, 56 sheets."}, {"link": "/files/24402/", "title": "Case 652", "date": "", "description": "Information on the work of the Society for January-May 1934, 0 sheets."}, {"link": "/files/24403/", "title": "Case 653", "date": "1931", "description": "Minutes of the meetings of the Board of the Glukhiv branch of the Society, correspondence with Bilotserkivska, Ivankivska, Horodnyanska, Zvenigorodska and other branches, sale of lottery tickets, implementation of orders for resettlement, work of the towing brigade, etc. (there are documents in Yiddish), 27.01.1931-16.11.1931, 84 sheets."}, {"link": "/files/24404/", "title": "Case 654", "date": "1932", "description": "Conclusions of the Society's Presidium team on clarifying the reasons for the suspension of resettlement to the Kalinindorf district, correspondence with the Society's branches on allocation of funds, implementation of resettlement orders, return of displaced persons, etc. (there are documents in Yiddish), 22.03.1932-20.07.1932, 55 sheets."}, {"link": "/files/24405/", "title": "Case 655", "date": "1931-1932", "description": "Documents of the Kyiv branch of the Society (meeting minutes, resolution of the organizational committee of the Kyiv region \"On ensuring the implementation of orders for resettlement to Ukrainian national districts\", conclusions and proposals for checking the status of the Society's work in the Kyiv region, work plan, order for resettlement in the districts of the Kyiv region, telegrams , correspondence). Stenographic report of the meeting of the district branches of the Society (there are documents in Yiddish), 01.06.1931-12.14.1932, 215 sheets."}, {"link": "/files/24406/", "title": "Case 656", "date": "1931-1932", "description": "Arrangements for the resettlement and recruitment of Jewish teenagers to schools of the FZU, agreements on admission to schools, etc., 12.27.1931-03.14.1932, 51 sheets."}, {"link": "/files/24407/", "title": "Case 657", "date": "1932", "description": "Correspondence with regional committees, branches of the Society about resettlement to the Crimea and Birobidzhan, sending orders to the FZU, etc., 03/14/1932-04/26/1932, 18 sheets."}, {"link": "/files/24408/", "title": "Case 658", "date": "1932", "description": "Documents of the Kyiv branch of the Society (minutes of meetings of the organization bureau, branch work plan, program for distribution of lottery tickets, lists of district organizations subordinate to regional centers, list of students of the planning and economic technical school sent to the fundraising campaign in Kalinindorf, correspondence about sending emigrants to Birobidzhan, lottery debt, termination of issuing orders to the Crimea, transfer of funds, etc.) (there are documents in Yiddish), 13.03.1932-27.07.1932, 147 sheets."}, {"link": "/files/24409/", "title": "Case 659", "date": "1932", "description": "Correspondence from the branches of the Society and telegrams about issuing orders to Birobidzhan, 05/09/1932-06/26/1932, 51 sheets."}, {"link": "/files/24410/", "title": "Case 660", "date": "1931", "description": "Documents on the work of the Zinovyivska, Odesa, Mykolaiv, Novo-Bugzka, Znamenska, Golovanivska, Voznesenska, Kherson, May Day branches of the Society (minutes of meetings, conclusions of work inspection, draft resolution and theses for the report on the work of the Odesa branch, loss estimates, contracts, telegrams, correspondence etc.) (there are documents in Yiddish), 10.01.1931-02.10.1931, 166 sheets."}, {"link": "/files/24411/", "title": "Case 661", "date": "1931-1932", "description": "Work plans of the Board and branches of the Society, etc., 11/13/1931-03/10/1932, 117 sheets."}, {"link": "/files/24412/", "title": "Case 662", "date": "1932", "description": "Minutes of the meetings of the Presidium and the board of the branches of the Society, the plan for conducting the lottery campaign, correspondence with the branches about resettlement to Ukrainian funds, transfer of funds, debt due to the lottery, sending of the magazine \"Socialist furrow\", etc. (there are documents in Yiddish), 19.01.1932-08.12.1932 , 226 sheets."}, {"link": "/files/24413/", "title": "Case 663", "date": "1931-1932", "description": "Minutes of the meetings of the organizational and industrial sectors at the Presidium of the Society, the work plan of the organizational sector, etc., 18.02.1931-22.10.1932, 137 sheets."}, {"link": "/files/24414/", "title": "Case 664", "date": "1932", "description": "Registers of telegrams, information, lists for Kalinindorf and Stalindorf districts, 01.05.1932-10.14.1932, 160 sheets."}, {"link": "/files/24415/", "title": "Case 665", "date": "1932", "description": "Minutes of the meeting of the organizational sector of the Society, the resolution on the amount of deductions of the regional committees of the Society, the table of sowing area for Ukrainian funds, etc., 05/19/1932-05/29/1932, 22 sheets."}, {"link": "/files/24416/", "title": "Case 666", "date": "1930-1932", "description": "Documents about the work of Pyryatynska, Prylutska. of the Society's Romena, Slavyanska, Sumy, Kharkiv and other branches (minutes of meetings, conclusions of the inspection of the branches, work plan, acts, correspondence, the newspaper \"Kolectivist Khorolshchyna\" No. 28 of December 12, 1930, etc.), 10/12/1930-12/23 .1932, 222 sheets."}, {"link": "/files/24417/", "title": "Case 667", "date": "1932", "description": "Correspondence with the branches of the Society about the conduct, calculations and arrears of the lottery, 10.01.1932-22.07.1932, 102 sheets."}, {"link": "/files/24418/", "title": "Case 668", "date": "1932", "description": "Minutes of meetings of the Ukrainian Council of the Society and the All-Ukrainian Lottery Committee, resolutions to reports, etc., 07/23/1932-12/10/1932, 49 sheets."}, {"link": "/files/24419/", "title": "Case 669", "date": "1932", "description": "Copies of statistical documents on orders for the resettlement of Jews in Kyiv, Vinnytsia, Kharkiv, Odesa regions, lists of resettlement routes to Kalinidorf and Stalindorf and other districts, order for collective farm resettlement of the town's Jewish poor to Birobidzhan, etc., 1932, 51 sheets."}, {"link": "/files/24420/", "title": "Case 670", "date": "1930-1932", "description": "Minutes of the meetings of the organization bureau of the Society, a plan to attract industry by region, a list of villages and collective farms of the Stalindorf district, an estimate of costs for cult-medical services, statements, receipts, correspondence with the Society's branches, etc., 12.07.1930-16.06.1932, 129 sheets."}, {"link": "/files/24454/", "title": "Case 704", "date": "1931", "description": "Estimates of expenses, control figures of the work of the Society's organizations, orders for the execution of orders to the schools of the FZU, 1931, 43 sheets."}, {"link": "/files/24455/", "title": "Case 705", "date": "1932", "description": "Instructions for the accounting of the Society's stamps, orders for the execution of orders to schools of the FZU, correspondence with the Society's branches about the work plan and sending statistical reports, 11.01.1932-15.02.1932, 49 sheets."}, {"link": "/files/24456/", "title": "Case 706", "date": "1932", "description": "Results of the resettlement campaign of 1932, summary of the implementation of resettlement orders, order for resettlement to Birobidzhan. Publication of the Kyiv regional committee of the Society on the tasks of the 4th lottery, etc., 1932, 44 sheets."}, {"link": "/files/24457/", "title": "Case 707", "date": "1931-1932", "description": "Report of the Kremenchug Committee of the Communist Party of the Bolsheviks of Ukraine, 07.1931-06.1932, 59 sheets."}, {"link": "/files/24458/", "title": "Case 708", "date": "1932", "description": "Journal of accounts of the Society, 01.1932-06.1932, 59 sheets."}, {"link": "/files/24459/", "title": "Case 709", "date": "1932", "description": "Journal of accounts of the Society, 01.1932-06.1932, 71 sheets."}, {"link": "/files/24460/", "title": "Case 710", "date": "1932", "description": "Journal of accounts of the Society, 07.1932-08.1932, 47 sheets."}, {"link": "/files/24461/", "title": "Case 711", "date": "1932-1933", "description": "Correspondence with the Society's branches about the construction of a cultural center in Birobidzhan, subscription to the magazine \"Tribune\", transfer of funds. Magazine \"Tribune\" No. 12 for April 1932, November 28, 1932-June 9, 1933, 22 sheets."}, {"link": "/files/24462/", "title": "Case 712", "date": "1932", "description": "Information on expenses of the Society, 1932, 21 sheets."}, {"link": "/files/24463/", "title": "Case 713", "date": "1932", "description": "Information on expenses of the Society, 1932, 228 sheets."}, {"link": "/files/24464/", "title": "Case 714", "date": "1932", "description": "Book of income and expenses of the Society, 07.1932-12.1932, 24 sheets."}, {"link": "/files/24466/", "title": "Case 716", "date": "1932", "description": "Resolution of the Presidium of the Society on conducting a resettlement campaign, conclusions and proposals for checking the status of the Society's work in the Kyiv region, information on the status of the Society's accounts. Brochure \"The First Buryat-Mongolian Congress of the Land Management Society of Working Jews\". Magazine \"Tribune\" No. 14-15 for May 1932, etc., 1932, 112 sheets."}]