[{"link": "/files/404/", "title": "Case 1", "date": "1919", "description": "The Law of the Republic of Moldova on the staff of the ministry, the staff of the central institutions of the ministry, the list of maintenance and lists of employees of the ministry, 18.01.1919-27.01.1919, 33 sheets."}, {"link": "/files/405/", "title": "Case 2", "date": "1919", "description": "The draft law on granting the ministry the right to set the date of elections to the Jewish National Community, explanatory note to the draft law on aid to the Jewish population affected by pogroms, drafts of bulletins of the press bureau of the ministry, 01/24/1919-09/20/1919, 21 sheets."}, {"link": "/files/406/", "title": "Case 3", "date": "1919", "description": "Draft resolutions of the Ministry of Education and Culture on the allocation of funds to the ministry, the law on deducting funds for Jewish education; copies of journals of meetings of the RSM, 13.01.1919-20.01.1919, 16 sheets."}, {"link": "/files/407/", "title": "Case 4", "date": "1919", "description": "Orders of the Ministry and letters of the State Control, the State Office of the Ukrainian People's Republic of Ukraine on the appointment of employees of the Ministry, an explanatory note on the staff of the Ministry, the resolution of the Ministry of the Interior on the allocation of funds to the Ministry; minutes of the meetings of the workshops of the Novostroyenska and Starokyivska Jewish communities, 10.01.1919-28.01.1919, 20 sheets."}, {"link": "/files/408/", "title": "Case 5", "date": "1919", "description": "Instruction of the Ministry's internal procedure; correspondence with departments of the ministry, commissariats of educational districts about the state of Jewish schools, the organization of technical and professional education of the Jewish population, their cost estimates, 10.01.1919-19.03.1919, 52 sheets."}, {"link": "/files/409/", "title": "Case 6", "date": "1919", "description": "Draft drafts of the Regulations on the Jewish National Union and the draft of the Autonomous Statute of Ukraine, 04/14/1919-10/12/1919, 94 sheets."}, {"link": "/files/410/", "title": "Case 7", "date": "1919", "description": "The draft resolution of the RNM and an explanatory note to the resolution, the journal of the meeting of the Financial Commission in the matter of allocating funds to the ministry for compensation for damages from Jewish pogroms, lists of cities that suffered from Jewish pogroms, 09/19/1919-10/04/1919, 8 sheets."}, {"link": "/files/411/", "title": "Case 8", "date": "1919", "description": "Speech of the representative of the Jewish national party \"Bund\" [M.] Rafes at the meeting of the Labor Congress of the Ukrainian People's Republic, 01.26.1919, 9 sheets."}, {"link": "/files/412/", "title": "Case 9", "date": "1918-1919", "description": "Order on appointment of employees of the department; correspondence with the State Secretary, the Ministry of Finance, etc. institutions on the allocation of funds, release of doctors from mobilization, secondment of ministry employees, etc. questions; lists of the leadership of the Ministry of War, the People's Ministry of Land Affairs, 04/28/1918-02/02/1919, 82 sheets."}, {"link": "/files/449/", "title": "Case 10", "date": "1918-1919", "description": "Report note of the Jewish Colonization Society on the issuance of subsidies for the maintenance of the society's institutions, financial reports of the women's vocational school in Chisinau for 1917−1918, articles of the charter of the Jewish People's Immigrant Bank, 01.11.1918-24.01.1919, 13 sheets."}, {"link": "/files/413/", "title": "Case 11", "date": "1919", "description": "Reports of Jewish communities about their activities, correspondence with communities about the allocation of funds to them; statements of former employees of the ministry about returning to work, 10.01.1919-27.03.1919, 56 sheets."}, {"link": "/files/414/", "title": "Case 12", "date": "1919", "description": "Bulletin of the Ministry of Trade and Industry of the Ukrainian People's Republic No. 3, January 21, 1919, 6 sheets."}, {"link": "/files/415/", "title": "Case 13", "date": "1918", "description": "Correspondence of the organizational committee for convening a congress of Jewish communities with factions of Jewish parties on the appointment of representatives to the congress and a small national gathering, telegram on the adoption of the law on national-personal autonomy, 10.01.1918-20.12.1918, 26 sheets."}, {"link": "/files/416/", "title": "Case 14", "date": "1919", "description": "Correspondence with the Main Requisition Commission, the commandant of the city of Kyiv, the administration of the \"Grand Hotel\" on the allocation of premises for the ministry, 15.01.1919-12.02.1919, 14 sheets."}, {"link": "/files/417/", "title": "Case 15", "date": "", "description": "Applications for employment with the ministry, 15 sheets."}, {"link": "/files/418/", "title": "Case 16", "date": "1919-1921", "description": "Certificates and lists of employees of the ministry, 15.01.1919-16.10.1921, 100 sheets."}, {"link": "/files/419/", "title": "Case 17", "date": "1919", "description": "Requirements of the departments of the ministry for the issuance of stationery; sample documents of the Jewish National Cadastre, 10.01.1919-13.02.1919, 53 sheets."}, {"link": "/files/420/", "title": "Case 18", "date": "1919", "description": "Clippings of articles from the newspapers \"Noye Bayt\", \"Ukrainska Stavka\", \"Stolichny Golos\", \"Robitnycha Gazeta\", \"Nova Rada\", \"Volya\" about the conference of the Jewish party \"Poalei-Zion\", speeches of Jewish deputies at the Labor Congress, work of Jewish educational institutions, 30.01.1919, 24 sheets."}, {"link": "/files/421/", "title": "Case 18a", "date": "1919", "description": "The report of the delegation from the Jewish population on the visit to the Chief Otaman of the Ukrainian People's Republic, the appeal of the Minister of Jewish Affairs to the Chairman of the National People's Republic of Ukraine to stop the looting of Jews, the statement (draft) of representatives of the Ukrainian People's Republic government regarding Jewish pogroms, 06/01/1919-07/22/1919, 9 sheets."}, {"link": "/files/422/", "title": "Case 19", "date": "1919", "description": "Report notes of the Dubno Jewish community on Jewish pogroms and compensation for damages, the decision of the Military Command of the Dubno and Kremenets counties to impose a fine on the Jewish population, 25.02.1919-09.05.1919, 20 sheets."}, {"link": "/files/423/", "title": "Case 20", "date": "1919", "description": "Reports of the delegates of the Pechar and Vinnytsia committees to help victims of the pogroms, the list of those killed in the city of Pechar, correspondence with the Podilsk provincial commissar and the Ministry of Internal Affairs on the establishment of order in Pechar, 21.09.1919-22.10.1919, 14 sheets."}, {"link": "/files/424/", "title": "Case 21", "date": "1919", "description": "Reports of the head of the Jewish community of Kamianets-Podilskyi and reports on Jewish pogroms, correspondence with the Ministry of Internal Affairs, etc. by institutions on the collection of funds for the needs of the front and the protection of the Jewish population, statements of Jews about beatings, a list of persons who submitted statements to the Commission for Investigating Robberies, 03/20/1919-10/30/1919, 35 sheets."}, {"link": "/files/425/", "title": "Case 22", "date": "1919", "description": "Report of the representative of the Teofilsk Jewish community and certificate of the Teofilsk Voloshna People's Committee about the pogrom, 08/30/1919-10/05/1919, 3 sheets."}, {"link": "/files/426/", "title": "Case 23", "date": "1919", "description": "Telegrams and information about Jewish pogroms in Bessarabia, Gornostaypol, Chornobyl, Khabna, Dmytro, etc. cities, memorandum of the Berdychiv Jewish Public Council on Jewish pogroms in January 1919, January 23, 1919-February 2, 1919, 16 sheets."}, {"link": "/files/427/", "title": "Case 24", "date": "1919", "description": "Announcement of the Cabinet of People's Ministers against Jewish pogroms; telegrams, letters and reports from Jewish communities and townspeople of the Podilsk province about Jewish pogroms, requests for the release of arrested Jews, 15.01.1919-21.09.1919, 37 sheets."}, {"link": "/files/428/", "title": "Case 25", "date": "1919", "description": "Report of the Snitkovo burgher headman to the Mogilev Jewish community about the robberies of the I kuren under the command of Shandruk, 08/05/1919-08/06/1919, 2 sheets."}, {"link": "/files/429/", "title": "Case 26", "date": "1919", "description": "Statement of the Council of the Jewish Community in Lubar and the department's letter to the director of the Political Department of the Ministry of Internal Affairs regarding the release of Jews arrested for speculation, 09/24/1919-10/07/1919, 9 sheets."}, {"link": "/files/430/", "title": "Case 27", "date": "1919", "description": "Correspondence with the Kamianets-Podilskyi provincial commissar, Jewish communities, etc. Mogilev and Tsargorod on the release of the arrested M. Shpun and the termination of persecution of O. Kerman, M. Rayder, 09/03/1919-10/27/1919, 17 sheets."}, {"link": "/files/431/", "title": "Case 28", "date": "1919", "description": "The statement of the Jewish public administration of Zhytomyr and the department's letter to the Ministry of War on improving the situation of captured Jews and giving them the opportunity to join the army, 09/21/1919-10/05/1919, 6 sheets."}, {"link": "/files/432/", "title": "Case 29", "date": "1919", "description": "Minutes of meetings of the All-Ukrainian Jewish Central Committee for Aid to Victims of Pogroms, June 19, 1919-August 2, 1919, 18 sheets."}, {"link": "/files/433/", "title": "Case 30", "date": "1919", "description": "Report of the head of the Shepetivka Jewish community and statements of residents of Shepetivka about robbery and compensation for damages, lists of looted property, 09.09.1919-15.10.1919, 13 sheets."}, {"link": "/files/434/", "title": "Case 31", "date": "1919", "description": "Letters from the Yaruga and Mogilev Jewish communities about the Jewish pogroms in Bar and Yaruga, 07/27/1919-08/07/1919, 3 sheets."}, {"link": "/files/435/", "title": "Case 32", "date": "1919", "description": "Correspondence with the Committee for Assistance to Victims of Pogroms, February 1-16, 1919, in the city of Proskurov about the allocation of funds for compensation for damages, requests and certificates of victims of pogroms, 04/07/1919-09/30/1919, 19 sheets."}, {"link": "/files/436/", "title": "Case 33", "date": "1919", "description": "Telegram from the head of the Jewish public administration of Yaryshiv on the exemption from military service of victims of pogroms, October 8, 1919, 2 sheets."}, {"link": "/files/437/", "title": "Case 34", "date": "1918-1919", "description": "Ministry information on the results of elections to Jewish communities; correspondence about the allocation of funds, the issuance of the \"box\" fee, the ministry's announcement of the transfer of the \"box\" fee to its disposal, 08/06/1918-02/02/1919, 62 sheets."}, {"link": "/files/438/", "title": "Case 35", "date": "1919", "description": "Lists of employees of the Department of National Self-Government, 01.1919, 7 sheets."}, {"link": "/files/439/", "title": "Case 36", "date": "1918-1919", "description": "Minutes of meetings of the Small National Assemblies of December 30, 1918, 12/30/1918-02/02/1919, 96 sheets."}, {"link": "/files/440/", "title": "Case 37", "date": "1918", "description": "Copies of orders of the Ministry of Education of the UD on financing schools, 12.05.1918-12.31.1918, 2 sheets."}, {"link": "/files/441/", "title": "Case 38", "date": "1919", "description": "Letters from the Ministry and the Council of the Kyiv Jewish Community on the release of doctors from mobilization into the army, register of doctors of medical institutions of the Jewish national self-government, 17.01.1919-02.02.1919, 4 sheets."}, {"link": "/files/442/", "title": "Case 39", "date": "", "description": "Drafts of the circular of the Department of National Self-Government on notification of the remains of the \"box\" fee, 3 sheets."}, {"link": "/files/443/", "title": "Case 40", "date": "1919", "description": "Letters to city administrations about issuing the remainder of the \"box\" collection to Jewish public councils, a letter from the Central Jewish Committee for Relief to Victims of Pogroms with a request to transfer funds, 01/26/1919-01/31/1919, 4 sheets."}, {"link": "/files/9053/", "title": "Case 41", "date": "1918-1920", "description": "Circular and instruction of the ministry on the rules for submitting applications for the opening of gymnasiums; reports of the Letychiv District Zemstvo Administration and correspondence with the heads of schools on the allocation of funds; report notes of the chairman of the \"Culture League\" about its activities; the charter of the Vinnytsia circle of Jewish self-education and the certificate of registration of the circle; applications for employment, 25.12.1918-07.05.1920, 0 sheets."}, {"link": "/files/9054/", "title": "Case 42", "date": "1919", "description": "Reports and telegrams from Jewish higher and secondary schools about the state of the schools and the allocation of funds for their maintenance; staff, draft budget, list of departments and lists of department employees; list of documents of the department transferred to the Ministry of National Education, 01.24.1919-03.13.1919, 0 sheets."}, {"link": "/files/444/", "title": "Case 43", "date": "1919", "description": "Correspondence with the city departments of the \"Culture-League\" society on the allocation of funds to secondary and elementary Jewish schools, estimates and lists of their teachers, statements to the ministry, 11.01.1919-22.03.1919, 53 sheets."}, {"link": "/files/445/", "title": "Case 44", "date": "1919", "description": "Minutes of meetings of the Council of lecturers of evening courses at the ministry and statements of ministry employees about their dismissal from courses, 09.11.1919-11.11.1919, 33 sheets."}, {"link": "/files/446/", "title": "Case 45", "date": "1919", "description": "Reports of heads of evening courses in mm. Ostroh and Kyiv about their work, notices about the meeting of the \"Culture-League\" society, correspondence with the league and the Kyiv provincial professional Jewish teachers' union about the organization of courses, course estimates, 16.01.1919-14.02.1919, 54 sheets."}, {"link": "/files/447/", "title": "Case 46", "date": "", "description": "Draft report on the state of Jewish education, organization of evening courses, vocational schools, libraries, etc., 15 sheets."}, {"link": "/files/448/", "title": "Case 47", "date": "1919", "description": "Report of the head of the department on plans for publishing literature and financing the publishing activities of the department, a draft estimate of expenses for publishing technical literature, an estimate and a list of publications of the publishing department of the Jewish Colonization Society, 24.01.1919-12.02.1919, 19 sheets."}, {"link": "/files/9055/", "title": "Case 48", "date": "1918-1919", "description": "Statute and plan of the Jewish Women's Craft School in Yelysavetgrad; the report of the senior instructor of the department on the need to open a craft school in Vinnytsia, reports on the results of visits to women's vocational schools in Katerynoslav and Mariupol, correspondence on the allocation of state subsidies to Jewish craft schools, cost estimates and lists of school teachers; report on the need to create an arts department in the ministry, 15.08.1918-15.02.1919, 120 sheets."}]